{
  "name": "Treinador",
  "hp": 12,
  "addHP": 3,
  "pm": 4,
  "skills": [
    "Adestramento",
    "Vontade"
  ],
  "extraSkillsQty": 4,
  "extraSkills": [
    "Atletismo",
    "Cavalgar",
    "Diplomacia",
    "Guerra",
    "Iniciativa",
    "Intimidação",
    "Intuição",
    "Luta",
    "Ofício",
    "Percepção",
    "Pontaria",
    "Reflexos",
    "Religião",
    "Sobrevivência"
  ],
  "proficiencies": [],
  "abilities": [
    {
      "name": "Direcionar",
      "description": "Se o seu melhor amigo estiver em alcance curto e fizer um teste de perícia, você pode gastar 2 PM para somar seu Carisma no teste dele."
    },
    {
      "name": "Melhor Amigo",
      "description": "Você recebe um melhor amigo, um parceiro especial que o acompanha em suas aventuras. Veja a página 20 para as regras do melhor amigo. Ele começa com dois truques a sua escolha e recebe um novo truque a cada três níveis seguintes. Caso seu melhor amigo morra, você fica atordoado por 1d4 rodadas. Você pode treinar um novo melhor amigo com um mês de trabalho."
    },
    {
      "name": "Domar Criatura",
      "description": "A partir do 2º nível, você pode gastar uma ação de movimento e 1 PM para fazer um teste de Adestramento oposto ao teste de Vontade de uma criatura não inteligente em alcance curto. Se você vencer, causa 2d8 pontos de dano psíquico não letal à criatura. Se perder, causa metade desse dano. Se a criatura for reduzida a 0 ou menos PV, em vez de cair inconsciente, ela se rende. A cada quatro níveis, você pode gastar +1 PM para aumentar o dano em +2d8.\nA partir do 5º nível, quando rende uma criatura com ND igual ou menor que seu nível, você pode gastar uma quantidade de pontos de mana igual ao ND dela. Se fizer isso, ela recupera todos os PV perdidos por esta habilidade e, até o fim da cena, você controla as ações dela (ela age durante o seu turno, mas possui as próprias ações).\nA partir do 8º nível, se o ND da criatura for igual ou menor que seu nível –3, ela fica com você até o fim do dia. Enquanto estiver sendo controlada, a criatura conta em seu limite de parceiros.\nCriaturas que possuam habilidades que não gastam PM e não possuam limite de uso podem usar essas habilidades apenas uma vez por dia. Além disso, algumas criaturas (a critério do mestre) são indomáveis, sendo imunes a este efeito (nesse caso, você recupera os PM gastos ao tentar comandar a criatura)."
    },
    {
      "name": "Amigo Divino",
      "description": "Seu melhor amigo vive em um mundo divino, mas você pode gastar uma ação de movimento e 2 PM para invocá-lo a Arton. Ele surge em um espaço desocupado em alcance curto e permanece até o fim da cena ou até você enviá-lo de volta (uma ação livre). Enquanto estiver no mundo divino e com menos da metade de seus PV, o melhor amigo tem Cura Acelerada 10."
    },
    {
      "name": "Asas Aliadas",
      "description": "Uma vez por rodada, se você estiver em alcance curto de seu melhor amigo e ele usar deslocamento de voo, você pode pagar 1 PM para ser alçado aos céus. Se fizer isso, você se desloca para um quadrado desocupado no trajeto do amigo. Além disso, seu próximo ataque nesse turno conta como uma investida."
    },
    {
      "name": "Aumento de Atributo",
      "description": "Você recebe +1 em um atributo. Você pode escolher este poder várias vezes, mas apenas uma vez por patamar para um mesmo atributo."
    },
    {
      "name": "Bom Garoto",
      "description": "Uma vez por rodada, quando seu melhor amigo faz um acerto crítico em combate ou reduz um inimigo a 0 PV em seu turno, você recebe uma ação padrão que só pode usar consigo mesmo. Pré-requisito: 11º nível de treinador."
    },
    {
      "name": "Comando Defensivo",
      "description": "Quando seu melhor amigo sofre dano, você pode gastar 2 PM para fazer um teste de Adestramento e reduzir o resultado do teste desse dano. Você pode usar esta habilidade uma vez por rodada para cada melhor amigo."
    },
    {
      "name": "Comandos Distantes",
      "description": "O alcance de suas habilidades de treinador aumenta em uma categoria (de curto para médio, de médio para longo)."
    },
    {
      "name": "Convocar Enxame",
      "description": "Você aprende e pode lançar Enxame de Pestes (atributo-chave Carisma) e pode usar seus aprimoramentos como se tivesse acesso aos mesmos círculos de magia que um clérigo de seu nível. Esta não é uma habilidade mágica e provém de sua capacidade de atrair criaturas (veja “Magias Simuladas”, p. 44). Pré-requisito: 5º nível de treinador."
    },
    {
      "name": "Coração Grande",
      "description": "Seu limite de parceiros aumenta em +1. No 11º nível, esse limite aumenta em +1."
    },
    {
      "name": "Direcionamento Marcial",
      "description": "Quando usa Direcionar em um teste de ataque, você também soma seu Carisma na rolagem de dano desse ataque."
    },
    {
      "name": "Domador Cativante",
      "description": "Você soma seu Carisma no dano de Domar Criatura, e os dados de dano dessa habilidade aumentam para d10."
    },
    {
      "name": "Domador Lendário",
      "description": "Quando usa Domar Criatura, você pode gastar +2 PM para mudar os dados de dano para d12 e atingir todos os alvos dentro do alcance. Pré-requisitos: Domador Cativante, 17º nível de treinador."
    },
    {
      "name": "Ensinar Truque",
      "description": "Um de seus melhores amigos aprende um truque adicional. Você pode escolher este poder uma vez por patamar por amigo."
    },
    {
      "name": "Investida Conjunta",
      "description": "Uma vez por rodada, quando um melhor amigo no qual você está montado faz uma investida, você pode gastar 2 PM para fazer um ataque corpo a corpo (que também conta como uma investida). Pré-requisito: melhor amigo montaria."
    },
    {
      "name": "Líder da Matilha",
      "description": "Quando usa Direcionar, você pode aplicar o bônus ao próximo teste de perícia de outros melhores amigos com a mesma ação ao custo de +1 PM por amigo adicional. O bônus só afeta o teste se ele for feito até o fim do seu turno. Pré-requisito: Conquistar pelos Números."
    },
    {
      "name": "Língua das Criaturas",
      "description": "Você pode se comunicar com criaturas não inteligentes (Int –4 ou –5) por meio de linguagem corporal e vocalizações. Você pode usar Adestramento com essas criaturas para mudar atitude e persuasão (Tormenta20, p. 118)."
    },
    {
      "name": "Mascote",
      "description": "Você tem um mascote. Você pode escolher este poder várias vezes para mascotes diferentes."
    },
    {
      "name": "Mascotes",
      "description": "Um mascote é uma criatura com a qual você desenvolveu uma grande afinidade. Em termos de jogo, é um parceiro especial que não conta em seu limite de parceiros e com o qual você pode se comunicar através de gestos em alcance médio. Ele obedece a seus comandos, mas ainda está limitado ao que uma criatura de sua espécie pode fazer. Mascotes fornecem seus benefícios tanto para você quanto para seus melhores amigos. Se perder um de seus mascotes, você pode treinar um novo com uma semana de trabalho e T$ 100.\n• Águia Real. Uma vez por rodada, fornece +1d6 em uma rolagem de dano com arma.\n• Bicho Preguiça. Agarrado às costas (suas ou de seu melhor amigo), este animal ocupa o espaço de um item vestido, mas fornece um ataque natural de garra (dano 1d6, crítico x2, corte). Uma vez por rodada, quando usa a ação agredir para atacar com outra arma, você pode gastar 1 PM para fazer um ataque corpo a corpo extra com essa garra.\n• Camundongo Espiritual. Aumenta a CD para resistir a habilidades mágicas em +1.\n• Fada-Borboleta. Diminui o custo de habilidades mágicas em –1.\n• Gekko Malhado. Fornece +2 na Defesa e em Reflexos.\n• Mico-Leão Dourado. Permite usar Ladinagem para punga em alcance curto.\n• Minivaca. Fornece +1 em testes de ataque. Esse bônus dobra em investidas.\n• Ossinhos. O esqueleto de um animal reanimado. Fornece redução de corte, frio e perfuração 2."
    },
    {
      "name": "Petisco Merecido",
      "description": "Você pode gastar 2 PM para conceder +2 em Força e Destreza a um melhor amigo em alcance curto até o fim da cena."
    },
    {
      "name": "Proteção Fraterna",
      "description": "Quando você e/ou seu melhor amigo sofre um efeito que permite um teste de resistência, se ele estiver em alcance curto, você pode gastar 2 PM para coordenar seus esforços. Os dois fazem o teste de resistência, mas ambos usam o melhor resultado. Se um de vocês tiver uma habilidade que modifica o efeito por passar no teste de resistência (como Evasão), ambos são afetados por ela."
    },
    {
      "name": "Trabalho em Equipe",
      "description": "Uma vez por rodada, quando você faz uma ação de movimento, seus melhores amigos recebem uma ação de movimento. Pré-requisito: 5º nível de treinador."
    },
    {
      "name": "Treinador Eclético",
      "description": "Seus melhores amigos usam seu nível de personagem, em vez de seu nível de treinador, para calcular seus PV, modificadores de perícias e Defesa. Pré-requisito: 6º nível de treinador."
    },
    {
      "name": "Veterinário de Campo",
      "description": "Você pode gastar uma ação completa para fazer um teste de Adestramento em um melhor amigo adjacente. Ele recupera uma quantidade de PV igual ao resultado do teste. Você só pode usar este poder uma vez por dia num mesmo alvo."
    },
    {
      "name": "Treino Especializado",
      "description": "No 5º nível, escolha entre Conquistar pelos Números e Treino Intensivo.\n• Conquistar pelos Números. Você recebe um segundo melhor amigo. Uma vez por rodada, quando faz uma ação padrão com um de seus melhores amigos, você pode gastar 3 PM para fazer uma ação padrão com o outro.\n• Treino Intensivo. Seu melhor amigo recebe +4 PV por nível, redução de dano 5 e um truque. No 11º nível, a RD aumenta para 10 e ele recebe outro truque. No 17º nível, a RD aumenta para 15."
    },
    {
      "name": "Sincronia de Combate",
      "description": "A partir do 6º nível, uma vez por rodada, quando seu melhor amigo acerta um ataque usando a ação agredir, você pode gastar 2 PM para fazer um ataque contra o mesmo alvo."
    },
    {
      "name": "Sincronia Perfeita",
      "description": "No 20º nível, você pode gastar uma ação de movimento e 6 PM para entrar em um estado de sincronia perfeita com um dos seus melhores amigos. Até o fim da cena, o tamanho dele aumenta em uma categoria. Além disso, uma vez por rodada, quando usa uma ação padrão consigo mesmo, você recebe uma ação padrão extra para usar com ele."
    },
    {
      "name": "Alado (Truque)",
      "description": "Seu melhor amigo ganha deslocamento de voo 15m. Pré-requisitos: Asas, 5º nível de treinador."
    },
    {
      "name": "Amigão (Truque)",
      "description": "Seu melhor amigo recebe +1 em Força e o tamanho dele muda para Enorme. Isso aumenta o dano de suas armas naturais em um passo e afeta seu modificador de Furtividade e manobras (Tormenta20, p. 107). Pré-requisito: melhor amigo Grande, 7º nível de treinador."
    },
    {
      "name": "Amigo Feroz (Truque)",
      "description": "Seu melhor amigo recebe +2 em testes de ataque e na margem de ameaça com suas armas naturais, e o dano delas aumenta em um passo."
    },
    {
      "name": "Amigo Protetor (Truque)",
      "description": "Quando você sofre dano, caso seu melhor amigo esteja em alcance curto, você pode gastar 2 PM para que ele salte em sua defesa. Se fizer isso, você sofre apenas metade do dano e o melhor amigo sofre o restante."
    },
    {
      "name": "Amigo Veterano (Truque)",
      "description": "Seu amigo vira um parceiro veterano de seu tipo. Pré-requisito: 5º nível de treinador."
    },
    {
      "name": "Amigo Mestre (Truque)",
      "description": "Seu amigo veterano vira um parceiro mestre de seu tipo. Pré-requisito: Amigo Veterano, 11º nível de treinador."
    },
    {
      "name": "Anatomia Humanoide (Truque)",
      "description": "Seu melhor amigo tem uma forma humanoide e Int –2 (em vez de –4). Ele não recebe uma arma natural inicial, mas tem proficiência com armas simples e armaduras leves, pode empunhar dois itens e vestir um item adicional, e tem um limite de carga de 10 espaços. Este truque só pode ser escolhido na criação do melhor amigo. Pré-requisito: construto ou morto-vivo."
    },
    {
      "name": "Arma Natural Adicional (Truque)",
      "description": "Seu melhor amigo recebe uma arma natural adicional. Quando ele faz a ação agredir com outra arma, você pode gastar 1 PM para que ele faça um ataque corpo a corpo extra com essa arma. Pré-requisito: animal ou monstro."
    },
    {
      "name": "Asas (Truque)",
      "description": "Seu melhor amigo possui asas que podem ser usadas para pairar a 1,5m do chão com deslocamento 12m. Isso permite que ele ignore terreno difícil e o torna imune a dano por queda (a menos que esteja inconsciente). Você pode gastar 1 PM por rodada para que ele voe com deslocamento 12m."
    },
    {
      "name": "Bote (Truque)",
      "description": "Quando faz uma investida, seu melhor amigo pode atacar com todas as suas armas naturais. Todos os ataques recebem o bônus de +2 da investida, mas devem ser feitos contra o mesmo alvo. Pré-requisito: duas armas naturais."
    },
    {
      "name": "Condicionamento Especial (Truque)",
      "description": "O melhor amigo recebe +2 em um atributo e +1 em outro atributo, exceto Inteligência. Você pode escolher este truque uma vez por patamar."
    },
    {
      "name": "Deslocamento Especial (Truque)",
      "description": "Seu melhor amigo recebe deslocamento de escalada ou de natação igual a seu deslocamento base. Você pode escolher este truque uma segunda vez para que ele tenha ambos os deslocamentos."
    },
    {
      "name": "Magia Inata (Truque)",
      "description": "Escolha uma magia de 1º círculo, arcana ou divina. Seu melhor amigo aprende e pode lançar essa magia (atributo-chave Carisma do treinador). Você pode escolher este truque outras vezes para magias diferentes. Pré-requisito: espírito."
    },
    {
      "name": "Manobra Ensaiada (Truque)",
      "description": "Escolha uma manobra de combate. Seu melhor amigo recebe +2 em testes de ataque para executar essa manobra e, uma vez por rodada, quando ele acerta um ataque com uma arma natural, você pode gastar 1 PM para que ele faça essa manobra contra o alvo do ataque como uma ação livre."
    },
    {
      "name": "Reanimação Sombria (Truque)",
      "description": "Uma vez por cena, se seu melhor amigo estiver com 0 PV ou menos, você pode gastar 3 PM por patamar para reanimá-lo. Se você fizer isso, ele é reerguido com pontos de vida iguais à metade do seu máximo. Pré-requisito: morto-vivo."
    },
    {
      "name": "Redução de Dano (Truque)",
      "description": "Seu melhor amigo recebe redução de dano 5. Pré-requisito: 5º nível de treinador."
    },
    {
      "name": "Sopro (Truque)",
      "description": "Seu melhor amigo recebe um sopro de um tipo a sua escolha entre ácido, fogo, frio ou eletricidade. Você pode gastar uma ação padrão e uma quantidade de PM limitada pelo seu Carisma para que seu melhor amigo sopre um cone de 6m de energia do tipo escolhido. Para cada PM gasto, criaturas na área sofrem 2d8 pontos de dano do tipo escolhido (Reflexos CD Car do treinador reduz à metade). Pré-requisito: construto, espírito ou monstro."
    },
    {
      "name": "Táticas de Matilha (Truque)",
      "description": "Se seu melhor amigo estiver flanqueando um inimigo, além do bônus normal por flanquear, recebe +2 nos testes de ataque (total +4) e nas rolagens de dano contra ele. Se você estiver flanqueando com ele, recebe os mesmos bônus."
    },
    {
      "name": "Treinamento de Companhia (Truque)",
      "description": "Seu melhor amigo recebe uma ação de movimento adicional nos turnos dele (apenas para se deslocar). Pré-requisito: animal."
    },
    {
      "name": "Treinamento Defensivo (Truque)",
      "description": "Seu melhor amigo passa a receber um bônus na Defesa igual ao seu nível (em vez de metade do nível)."
    },
    {
      "name": "Treinamento Marcial (Truque)",
      "description": "Seu melhor amigo recebe +2 em testes de ataque e rolagens de dano. Para cada patamar acima de iniciante, esse bônus aumenta em +1. Se ele possuir o truque Anatomia Humanoide, também recebe proficiência com armas marciais, armaduras pesadas e escudos."
    },
    {
      "name": "Veloz (Truque)",
      "description": "Seu melhor amigo recebe +2 na Defesa e +3m em seus deslocamentos e se torna treinado em Atletismo (se já for, recebe +2 nessa perícia)."
    }
  ]
}

