{
    "name": "Aeronauta Goblin",
    "admission": "Para se tornar um aeronauta goblin, primeiramente é preciso... ser um goblin. Embora membros de outras raças possam aprender a construir e operar máquinas voadoras, a combinação de audácia, capacidade de improviso e mentalidade caótica necessária para ser um aeronautas só pode ser encontrada entre os goblins.\nUm goblin que deseje ser um aeronauta deve começar construindo uma máquina voadora. De início, pode ser simples — um balão, um planador —, mas deve ser feita com suas próprias mãos. O candidato deve testar a aeronave. Se ela voar da maneira que ele visualizou, o verdadeiro processo para se tornar um aeronauta goblin pode começar. A partir daqui, as coisas ficam divertidas!\nO candidato já aprendeu o básico, agora precisa inovar. Ele deve projetar e construir mais três máquinas voadoras, testando cada uma pessoalmente. As aeronaves precisam aumentar em complexidade e funcionalidade a cada nova criação — por exemplo, sendo mais rápidas, capazes de manobras mais arrojadas, com um teto de voo mais alto... É importante que todas essas três máquinas falhem enquanto o candidato as está testando, provocando quedas, explosões e outros desastres! Isso porque o candidato não deve ir pelo caminho seguro, mas levar suas aeronaves até o limite, aprendendo até onde pode forçar suas criações.\nDepois de construir, testar e destruir as três máquinas, o candidato deve criar sua aeronave definitiva (pelo menos por enquanto). Deve incorporar todas as inovações das máquinas anteriores: a velocidade da primeira, a manobrabilidade da segunda, a resistência da terceira... Deve levar todas as inovações até o limite, testar a nova aeronave... e dessa vez não cair.\nApenas através de um processo de aprendizado, pilotagem, quedas e aperfeiçoamento na prática o candidato pode aprender. Quando estiver singrando os céus com sua obra-prima, desafiando toda a lógica dos povos presos ao chão, ele terá se tornado um legítimo aeronauta goblin.",
    "abilities": [
        {
            "name": "Combate Aéreo",
            "description": "Você recebe uma ação de movimento extra por rodada, que só pode ser usada para pilotar sua aeronave, e não sofre penalidades para atacar à distância ou lançar magias por estar a bordo de uma aeronave."
        },
        {
            "name": "Cabeça nas Nuvens",
            "description": "Quando está pilotando uma aeronave, você recebe +1 em testes de perícia, rolagens de dano e na CD das suas habilidades e itens. Esse bônus aumenta em +1 para cada dois outros poderes da distinção que você possui. Pré-requisitos: Int 2, treinado em Ofício (artesão) e Pilotagem."
        },
        {
            "name": "Engenharia Aeronáutica",
            "description": "Você pode fabricar ornitópteros superiores (veja adiante) e acoplar até duas engenhocas neles, seguindo as regras normais de engenhocas. Elas não contam em seu limite de engenhocas e não precisam ser empunhadas ou vestidas, mas só podem ser ativadas se você estiver pilotando o ornitóptero. Pré-requisitos: Cabeça nas Nuvens, Engenhoqueiro."
        },
        {
            "name": "Estou Bem, Pessoal!",
            "description": "Você recebe redução de fogo e impacto 5 e sofre apenas metade do dano de quedas. Pré-requisito: Cabeça nas Nuvens."
        },
        {
            "name": "Manobras Defensivas",
            "description": "Você soma sua Inteligência na Defesa de qualquer aeronave que estiver pilotando. Além disso, quando você ou a aeronave que você está pilotando sofre dano, você pode gastar 2 PM para fazer um teste de Pilotagem e subtrair o resultado do dano sofrido. Pré-requisitos: treinado em Reflexos, Estou Bem, Pessoal!."
        },
        {
            "name": "Senhor dos Céus",
            "description": "Uma vez por rodada, enquanto está pilotando uma aeronave, você pode gastar 3 PM para realizar uma ação padrão adicional. Pré-requisitos: Manobras Defensivas, derrotar cinco aeronaves e/ou inimigos voadores enquanto pilota uma aeronave."
        },
        {
            "name": "Ornitópteros Goblins",
            "description": "Independente de sua forma, todo ornitóptero é um veículo Grande capaz de transportar uma criatura Pequena e 10 espaços. Ele tem deslocamento de voo 15m, Defesa 15 (+ Des do piloto), RD 5 e PV iguais à metade dos pontos de vida de seu criador. Dentro do ornitóptero, o piloto recebe cobertura leve e pode executar investidas montadas como se estivesse sobre uma montaria.\nOrnitópteros são fabricados com Ofício (artesão) com CD 20, uma semana de trabalho e custo de fabricação T$ 300. São mecanismos únicos e complexos, que só podem ser operados por seu criador. Para mais informações sobre veículos, veja a p. 241."
        },
        {
            "name": "Melhorias para Ornitópteros",
            "description": "Se possuir o poder Engenharia Aeronáutica, você pode construir ornitópteros superiores (Tormenta20, p. 164) com uma ou mais melhorias da lista a seguir.\nArmado. Suporte para acoplar uma arma de fogo, que pode ser usada pelo piloto como se ele a estivesse empunhando. Inclui espaço para 20 munições. Acoplar ou remover a arma de fogo é uma ação completa.\nBlindado. +10 na Defesa.\nBombardeiro. Compartimento para quatro preparados alquímicos ou poções. Você pode arremessar esses itens a partir do ornitóptero gastando as ações normais; se fizer isso, seu alcance aumenta em uma categoria (de curto para médio e de médio para longo) e você soma +2 na CD para resistir a eles. Recarregar o compartimento exige uma ação completa e os itens com os quais você quiser carregá-lo.\nCamuflado. Fornece +10 em Furtividade e, se estiver voando, você pode se esconder mesmo sem camuflagem ou cobertura disponível.\nDobrável. O ornitóptero pode ser dobrado para virar um veículo Médio com deslocamento 12m que não pode voar. Você pode gastar uma ação completa para dobrar ou desdobrar o ornitóptero, mesmo dentro dele.\nDurável. Mecanismos redundantes e manutenção regular aumentam a durabilidade do ornitóptero. Ele passa a ter pontos de vida iguais aos do criador (em vez de metade).\nEspaçoso. Além do piloto, o ornitóptero pode transportar um passageiro Pequeno ou 10 espaços de carga adicionais.\nEstável. Cabos de seda e um manche mais preciso tornam o ornitóptero mais estável, fornecendo +5 nos testes de Pilotagem.\nMaterial Especial. Os materiais especiais que podem ser empregados em ornitópteros, bem como seu custo adicional, são descritos a seguir.\n• Aço-rubi. Fortificação 50%. +T$ 6.000.\n• Adamante. RD 5, –2 em Pilotagem devido ao peso. +T$ 18.000.\n• Casco de monstro. +2 na Defesa. +T$ 6.000.\n• Cristal de sol. Redução de frio 10. Especial.\n• Couro de bulette. Redução de ácido 10. Especial.\n• Couraça de kaiju. RD 10/mágico. Especial.\n• Gelo eterno. Redução de fogo 10. +T$ 3.000.\n• Lanajuste. Redução de corte 5. +T$ 3.000.\n• Madeira Tollon. Resistência a magia +5. +T$ 3.000.\n• Matéria vermelha. Camuflagem leve, –2 nas perícias baseadas em Carisma do piloto (exceto Intimidação). +T$ 18.000.\n• Mitral. +2 em Pilotagem. +T$ 12.000.\n• Prata. Redução de trevas 10. +T$ 3.000.\n• Pena de kraken. Quando uma criatura erra um ataque contra o ornitóptero, perde 10 PV. Especial.\nResistente. Reforços na fuselagem e doses extras de cola deixam o ornitóptero mais robusto. Aumenta a RD em +5.\nVeloz. Deslocamento de voo +6m."
        }
    ]
}