{
    "name": "Algoz da Tormenta",
    "admission": "O processo de corrupção que leva ao surgimento de um novo algoz da Tormenta é a destruição de um indivíduo, a derrocada de um artoniano até o ponto em que sua devoção aos Lordes supera todos os outros pensamentos, todos os outros instintos. Vários algozes começam essa transformação em busca de poder — julgando, erroneamente, que poderão usufruir desse poder em proveito próprio. Outros já estão resignados, convencidos de que o domínio da Anticriação é apenas questão de tempo. Outros, ainda, apenas odeiam Arton tanto que são capazes de se sacrificar apenas para prejudicar este mundo.\nDe qualquer forma, o primeiro passo para se tornar um algoz da Tormenta é adentrar uma área de Tormenta e ter contato com seu Lorde. Isso por si só já seria uma provação suprema, pois poucos aventureiros conseguem sobreviver nesse ambiente. Mesmo para aqueles que conseguem, não há garantia de que o Lorde irá recebê-los. É igualmente possível que, ao se apresentar como um novo servo, o candidato a algoz seja destroçado, os pedaços de seu corpo servindo de substrato para novos horrores. Alguns candidatos já tentaram burlar essa etapa, tendo contato com o sumo-sacerdote de Aharadak ou mesmo apenas rezando ao Deus da Tormenta. Invariavelmente isso resulta em falha: a criação de um novo algoz envolve contato físico próximo com um Lorde da Tormenta, não apenas uma bênção.\nUma vez que o candidato tenha sido aceito pelo Lorde, deve então provar que não deseja mais ser um artoniano, está disposto a tudo para servir à Tormenta. O Lorde exige do pretenso algoz que cometa algum ato terrível contra algo ou alguém que o candidato ame, ou que seja importante para ele. Exemplos incluem chacinar a própria família, torturar os próprios filhos ou animais e trair companheiros fiéis. O ato deve ser irremediável e imperdoável — não basta aprisionar antigos amigos, é necessário matá-los ou ao menos arruinar suas vidas. Tendo acesso aos pensamentos do candidato, o Lorde sabe o que ele considera mais importante. De novo, não há meios de atenuar ou burlar essa etapa.\nDepois disso, o Lorde designa várias tarefas ao candidato — assassinatos, roubo de itens, celebração de rituais profanos etc. O número e a natureza dessas missões varia muito, pois são apenas preparações para o teste final.\nEm algum momento, o candidato terá a chance de trair seu Lorde, obter alguma vantagem para si mesmo ou apenas se sobressair entre os servos dos lefeu. Talvez outro Lorde entre em contato com ele, convencendo-o a se voltar contra seu mestre. Talvez surja a oportunidade de tomar para si algum artefato importante ou impor sua vontade sobre a Anticriação. De qualquer forma, nessa ocasião o candidato terá certeza de que sabe algo que seu Lorde não sabe, de que tem algum poder sobre seu mestre.\nCaso o candidato rejeite a chance, é recebido pelos Lordes da Tormenta e se torna um algoz. Caso decida abraçar a oportunidade, é manipulado, levado às últimas consequências e então traído. No fim, tudo se revela como uma conspiração dos Lordes: eles nunca tiveram rivalidades, o artefato sempre esteve sob seu poder, a vontade do artoniano nunca foi forte o bastante. Seja como for, essa sequência de eventos é sempre grandiosa — pode envolver uma grande batalha, a destruição de uma cidade, a derrocada de uma ordem heroica... Tudo para mostrar ao candidato a pequenez dos artonianos frente aos lefeu. Os Lordes podem mudar a história deste mundo para ensinar uma lição a apenas um de seus servos.\nAo fim de tudo isso, o candidato está transformado para sempre. Já perdeu boa parte de sua individualidade e sanidade. Adquire uma visão de mundo fatalista, cruel e conformada. Entende que nada pode fazer frente à Tempestade Rubra.\nJá não é mais um mero vilão. É um algoz da Tormenta.",
    "abilities": [
        {
            "name": "O Algoz da Tormenta em Jogo",
            "description": "Primeiro, é importante dizer: não, o algoz da Tormenta não é um herói, apesar de estar neste livro. Ele é um vilão, uma das criaturas mais malignas a andar sobre Arton, um traidor de tudo que pertence à Criação. Esta distinção não funcionará como um herói trágico e arrependido, ou como um anti-herói.\nEntretanto, esta distinção possui uma utilidade adicional: por mais que não sirva para qualquer mesa, pode ser usada como inspiração para o mestre criar seu próprio algoz da Tormenta. Uma possibilidade é criar uma ameaça (ou escolher alguma presente em Tormenta20 ou em Ameaças de Arton) e dar a ela habilidades similares aos poderes da distinção.\nO importante é que todos compreendam que esta não é uma distinção como as demais. A presença de um algoz da Tormenta muda uma campanha, e aqueles que se associam com um destes vilões são considerados traidores de Arton. Além disso, no momento em que seus senhores derem o comando, o algoz vai, sem remorso algum, trair também seus “companheiros”."
        },
        {
            "name": "Servo e Senhor",
            "description": "Você se torna imune à Insanidade da Tormenta e a efeitos de medo e mentais, exceto aqueles causados pelo lekael a quem serve."
        },
        {
            "name": "Lar Infernal Tormenta",
            "description": "Você se torna imune aos efeitos de áreas de Tormenta (Tormenta20, p. 319). Além disso, nessas áreas você recebe +5 em testes de perícia e seu descanso conta como luxuoso. Pré-requisitos: dois poderes da Tormenta."
        },
        {
            "name": "Abraçar Anticriação Tormenta",
            "description": "Seu tipo muda para monstro (lefeu) e você recebe todas as habilidades lefeu (Tormenta20, p. 315) — sua Insanidade da Tormenta causa perda de 1d6 PM para cada poder da distinção que você possui (atributo-chave Sabedoria). Pré-requisitos: General Rubro, 17º nível."
        },
        {
            "name": "Ataque Corrupto Tormenta",
            "description": "Seus ataques recebem o benefício de matéria vermelha (Tormenta20, p. 167), cumulativo com melhorias de material especial (incluindo a própria matéria vermelha), mas seus efeitos nocivos não o afetam. Para cada dois outros poderes da distinção que você possui, o dano extra causado por este poder aumenta em +1d6. Pré-requisitos: treinado em Luta ou Pontaria, Lar Infernal."
        },
        {
            "name": "Desprezo Profano Tormenta",
            "description": "Você recebe resistência a magia +1 para cada poder da distinção e pode lançar Dissipar Magia, substituindo o teste de Misticismo por Vontade. Esta não é uma habilidade mágica e provém de seu desprezo pela Criação (veja “Magias Simuladas”, p. 44). Pré-requisitos: treinado em Vontade, Ataque Corrupto, não ser devoto (exceto de Aharadak)."
        },
        {
            "name": "General Rubro Tormenta",
            "description": "Lefeu de ND menor do que o seu nível são prestativos a você, enquanto criaturas tocadas pela Tormenta (lefou, pessoas com poderes da Tormenta, cultistas, devotos de Aharadak etc.) capazes de percebê-lo ficam enfeitiçados (Vontade CD Sab +2 para cada poder da Tormenta evita). Além disso, se você já possuir um parceiro fornecido por outra habilidade, ele se torna também um parceiro aberrante iniciante (veja p. 66). Pré-requisitos: Desprezo Profano, 11º nível."
        }
    ]
}