{
    "name": "Bruxo da Tormenta",
    "admission": "Ao contrário do que possa parecer, o caminho de um bruxo da Tormenta não é um mergulho caótico no inferno. É um mergulho no inferno, sim... Mas de forma extremamente ordenada.\nUm candidato deve, antes de mais nada, encontrar um centro de ensino arcano avançado o bastante para lidar com a Tempestade Rubra. O maior deles, sem dúvida, é a Academia Arcana. Contudo, existem outras escolas, laboratórios e grupos de pesquisadores espalhados por Arton. Já houve pelo menos um bruxo da Tormenta treinado desde muito jovem por um professor isolado, que recolhia crianças lefou rejeitadas por suas comunidades. Contudo, em geral os “professores” que se apresentam assim não passam de cultistas em busca de novas vítimas.\nSeja qual for a instituição de ensino, o candidato deve ser aceito. A Academia Arcana tem processos de entrada bem conhecidos, mas só ensina conhecimentos sobre a Tormenta a alunos avançados, que já concluíram todas as etapas normais de seu aprendizado arcano. Assim, mesmo que seja aceito nessa escola, um candidato a bruxo da Tormenta primeiro precisará assistir a muitas aulas (talvez sobre matérias que já domina) ou provar seu conhecimento arcano em provas teóricas e práticas. Só então começará o estudo sobre a Tempestade Rubra.\nOutros centros de pesquisa têm seus próprios parâmetros, mas uma constante é verificar que o candidato não é um cultista infiltrado ou um espião lefeu. Se alguma instituição não for rigorosa ao testar a lealdade a Arton de um candidato, isso é mau sinal: provavelmente é um culto disfarçado!\nUma vez que o candidato seja aceito, começa o estudo. Qualquer instituição exigirá que o candidato assista a algumas aulas e leia certos materiais. Candidatos que também são aventureiros podem visitar a instituição entre aventuras, para falar com seus orientadores, devolver os livros que pegaram emprestados e levar outros. Além disso, as instituições também possuem espécimes lefeu e amostras de matéria vermelha para estudo — itens indispensáveis para quem deseja se tornar um bruxo da Tormenta. Sempre que um candidato comparece à instituição, deve relatar o que está fazendo para avançar seu aprendizado. Candidatos que não pareçam estar levando o estudo a sério são dispensados. Pesquisas sobre a Tormenta exigem muitos recursos e provavelmente a vida de vários pesquisadores. Nenhum centro de ensino está disposto a desperdiçar esse investimento com preguiçosos.\nQuando a instituição decide que o tempo de aprendizado é suficiente, o candidato deve apresentar uma pesquisa independente. Para isso, deve ter contato direto com os lefeu — entrar em uma área de Tormenta, invadir um culto ou coisa assim. Durante essa incursão, deve descobrir algo novo sobre os lefeu. Pode ser algo pequeno, como um poder até então desconhecido ou os detalhes de um ritual a Aharadak. Deve então registrar seus achados e conclusões em um tratado acadêmico, e apresentá-lo para uma banca de professores na instituição. Caso o trabalho seja considerado bom o bastante, o candidato é aprovado e se torna um bruxo da Tormenta.\nTudo isso parece muito mundano, até seguro. Alguns candidatos riem desses requisitos, achando que seu caminho será fácil ou tedioso. Contudo, logo se deparam com a verdade: cada material de estudo destrói sua mente um pouco mais, cada relatório é uma memória de horror. E nenhum deles permanece o mesmo após descobrir algo inédito sobre a Tempestade Rubra. Afinal, serão os primeiros a ver um pequeno pedaço de algo pior que o inferno.",
    "abilities": [
        {
            "name": "Pontos de Insanidade",
            "description": "A Tormenta não apenas mata: ela também corrompe, levando suas vítimas a perderem sua própria identidade. Um bruxo da Tormenta extrai forças dessa corrupção, expondo-se perigosamente à influência degenerada da Tempestade Rubra.\nVocê possui um limite de pontos de insanidade (PI) igual a 5 vezes seu total de poderes da Tormenta. Esse limite representa sua capacidade de se expor aos horrores rubros sem sucumbir à loucura. Quando usa seus poderes de bruxo da Tormenta, você pode receber pontos de insanidade para fortalecer seus efeitos. Entretanto, caso seu total de PI ultrapasse metade do seu limite, você fica frustrado e, se eles alcançarem o limite, fica alquebrado e esmorecido (você não pode receber mais pontos de insanidade que seu limite). Pontos de insanidade são removidos por descanso, à taxa de 1 PI por nível, modificado pelas condições do descanso."
        },
        {
            "name": "Insanidade Controlada",
            "description": "Quando lança uma magia, você pode receber uma quantidade de pontos de insanidade (veja o quadro) limitada pelo círculo da magia. Cada PI recebido dessa forma paga 1 PM do custo da magia."
        },
        {
            "name": "Conjuração Insana",
            "description": "Quando lança uma magia, você pode receber uma quantidade de pontos de insanidade, limitada pelo total de poderes da distinção que você possui. Se fizer isso, a CD dessa magia aumenta em +1 por PI recebido. Pré-requisitos: Int 2, Caminho do Arcanista (Mago ou Bruxo), um poder da Tormenta."
        },
        {
            "name": "Corromper Magia",
            "description": "Quando lança uma magia de dano, você pode receber uma quantidade de pontos de insanidade limitada pelo total de poderes da distinção que você possui. Se fizer isso, para cada PI recebido, a magia causa +1d6 pontos de dano de essência. Pré-requisitos: Magia Antiaberrante, Resistência à Tormenta."
        },
        {
            "name": "Escudo Rubro",
            "description": "Quando faz um teste de resistência ou sofre dano, você pode receber uma quantidade de pontos de insanidade limitada pelo total de poderes da distinção que possui. Se fizer isso, para cada PI recebido você recebe +2 nesse teste de resistência ou 5 pontos de RD contra esse dano. Esses benefícios são dobrados contra efeitos da Tormenta, de suas criaturas e de devotos de Aharadak. Pré-requisito: Resistência à Tormenta."
        },
        {
            "name": "Magia Antiaberrante",
            "description": "Quando lança uma magia, você pode receber uma quantidade de pontos de insanidade igual ao círculo dela. Se fizer isso, ela ignora 10 pontos da RD dos alvos e, se algum deles for lefeu, ignora também suas imunidades. Pré-requisito: Conjuração Insana."
        },
        {
            "name": "Resistência à Tormenta",
            "description": "Você aprende e pode lançar Resistência a Energia. Caso aprenda novamente essa magia, seu custo diminui em –1 PM. Além disso, ela recebe o seguinte aprimoramento. +2 PM: o alvo é protegido de certos efeitos de áreas de Tormenta e templos de Aharadak (Ameaças de Arton, p. 60). Ao entrar nesses locais, ele não fica frustrado, seus itens mágicos encantados não perdem encantos e ele recebe +5 em testes de resistência contra Fenômenos Rubros (Ameaças de Arton, p. 360). Pré-requisito: Conjuração Insana."
        }
    ]
}