{
    "name": "Carteador",
    "admission": "O primeiro passo para se tornar um carteador é adquirir a mentalidade fora da lei que permite trapacear qualquer regra dos mortais e dos deuses. Assim, qualquer candidato que não seja natural de Ahlen, dos Três Mares, de Smokestone, de Fortuna ou de locais semelhantes deve passar um período extenso num desses lugares, até que comece a pensar como alguém que tenha nascido lá. Esse tempo pode envolver aventuras, desde que elas ensinem ao candidato que nada é improvável demais e que toda lei está sujeita a trapaças.\nAlém disso, o carteador precisa dominar ao menos três jogos de azar diferentes. Em geral, o Wyrt, o Cavillan e o Dhagn’dir são os preferidos, mas qualquer jogo que envolva apostas, aleatoriedade e habilidade pode ser usado. A definição exata sobre o que significa “dominar” um jogo varia de carteador para carteador. Contudo, em geral um candidato considera que dominou um jogo quando pode sentar em uma mesa de altas apostas e disputar uma partida em qualquer lugar, sem medo dos outros jogadores, quem quer que sejam.\nSe o candidato já cumpriu esses requisitos, começa o desafio real.\nUm candidato a carteador tem que vencer no mínimo três partidas diferentes de jogos de azar, em condições específicas. Numa delas, precisa contar com sua habilidade, quando a sorte o trai completamente. Na outra, precisa depender apenas da sorte, abrindo mão de qualquer técnica mais avançada do que o conhecimento das regras básicas, confiando que as cartas ou dados certos simplesmente irão se mostrar. Por fim, precisa vencer uma partida trapaceando do início ao fim, quebrando pelo menos uma vez cada regra básica do jogo, sem que os outros jogadores percebam.\nAs três partidas também precisam envolver três apostas diferentes. Qualquer partida pode ser combinada com qualquer aposta, desde que todas as apostas sejam feitas e todas as condições de vitória sejam cumpridas. A primeira aposta é uma quantidade de dinheiro que vai afundá-lo em dívidas que levarão anos ou décadas para ser pagas. A segunda é sua própria vida. Por fim, a terceira é sua alma. Cabe ao candidato encontrar mesas de jogos onde as apostas sejam tão altas, assim como jogadores capazes de fazer uso de sua vida ou de sua alma.\nObviamente, todas as três partidas devem envolver oponentes que também dominam os jogos de azar em questão. Nenhum dos oponentes pode ser um amigo ou aliado do candidato. Qualquer tentativa de manter a segurança nessas partidas significa que o candidato ainda não é capaz de se entregar à sorte e ao azar. Assim, ainda não está pronto.\nDepois que o candidato vence as três partidas, deve procurar um outro carteador e desafiá-lo para um jogo de azar. O prêmio são as capacidades do carteador. Cada carteador decide se vai aceitar o desafio e o que exigirá como aposta em troca de seus poderes. Caso o candidato vença a partida, torna-se um carteador. Seu oponente agora não é mais um carteador e, se quiser voltar a sê-lo, deve passar pela admissão mais uma vez.",
    "abilities": [
        {
            "name": "Sorte de Principiante",
            "description": "Você aprende e pode lançar Orientação, mas apenas em você mesmo e apenas para testes de Jogatina. Alternativamente, se possuir o suplemento Deuses de Arton, você aprende e pode lançar Sorriso da Fortuna (atributo-chave Carisma, p. 64) e pode usá-la em jogos mágicos. Em ambos os casos, esta não é uma habilidade mágica e provém de sua capacidade de… sutilmente torcer as regras do jogo a seu favor (veja “Magias Simuladas”, p. 44)."
        },
        {
            "name": "Dado Viciado",
            "description": "No início de cada cena, você recebe 1d6 como dado de auxílio, +1d6 para cada outros dois poderes da distinção que possua. Quando faz um teste de perícia, você pode pagar 1 PM para cada dado de auxílio que quiser gastar, e soma o resultado deles como bônus no teste. Além disso, sempre que rolar mais de um dado de auxílio e o resultado de pelo menos dois deles for igual, você ganha 1 PM temporário por dado igual. Pré-requisito: treinado em Jogatina."
        },
        {
            "name": "Ás na Manga",
            "description": "Quando você faz um teste de perícia, pode gastar 2 PM para usar Jogatina no lugar dessa perícia. Você só pode fazer isso uma vez para cada perícia a cada cena. Pré-requisito: Dado Viciado."
        },
        {
            "name": "Jogo Perigoso",
            "description": "Você pode gastar uma ação completa para fazer uma aposta com uma entidade sobrenatural. Escolha uma magia de 1º círculo, arcana ou divina, e faça um teste de Jogatina (CD 20 + o custo em PM da magia). Se passar, até o fim da cena, ou até usar este poder novamente, você pode lançar essa magia (atributo- -chave Carisma) e pode usar seus aprimoramentos como se tivesse acesso aos mesmos círculos de magia que um bardo do seu nível. Se falhar, você perde 2 PM para cada círculo da magia. A cada dois outros poderes da distinção, você pode escolher magias de um círculo acima do 1º. Pré-requisitos: treinado em Misticismo, Ás na Manga."
        },
        {
            "name": "Resultado Destinado",
            "description": "Uma vez por cena, você pode pagar 5 PM. Escolha uma habilidade de classe de até 5° nível de uma classe que não seja a sua. Você recebe essa habilidade e pode usá-la como se tivesse 5 níveis nessa classe (se escolher a habilidade Magias, você aprende uma única magia, mas não soma o atributo-chave da habilidade em seu total de PM) até o fim da cena. Seu atributo-chave para a habilidade é Carisma. Você não pode escolher a mesma habilidade de classe duas vezes na mesma aventura. Pré-requisitos: Jogo Perigoso, 17° nível de personagem."
        },
        {
            "name": "Seduzir a Sorte",
            "description": "Quando rola um ou mais dados de auxílio, você pode pagar 1 PM para fazer uma aposta com o mestre. Você rola os seus dados de auxílio e soma o resultado, enquanto o mestre rola a mesma quantidade do mesmo tipo de dados em segredo. Após rolar seus dados, você deve adivinhar qual o maior resultado total (entre a sua rolagem e a do mestre). Se adivinhar corretamente, você recupera os dados de auxílio gastos. Se perder, fica frustrado. Pré-requisito: Dado Viciado."
        }
    ]
}