{
    "name": "Cavaleiro da Luz",
    "admission": "O meio normal de ingressar na Ordem da Luz é como um escudeiro de um cavaleiro já existente. O treinamento começa em geral aos 8 anos e dura cerca de uma década. Durante esse tempo, o escudeiro acompanha seu senhor, realizando tarefas mundanas e aprendendo sobre a vida na cavalaria e na Ordem. Após o treinamento, um escudeiro que não tenha tido desempenho desastroso é sagrado cavaleiro. Em seguida, numa continuação da cerimônia, seu senhor o inicia na Ordem da Luz. O novo cavaleiro agora pertence à Ordem e recebe o título sir ou dame.\nSe, após 10 anos, o cavaleiro ainda não considera seu escudeiro pronto, o treinamento pode continuar. Contudo, escudeiros que demorem muito mais do que isso nunca recebem o título. Seu treinamento é interrompido e eles estão livres para tentar outra vocação. Nesses casos, o fracasso não é do escudeiro — o cavaleiro, sim, é considerado fracassado, por não ter sido capaz de educar seu pupilo.\nExistem casos de escudeiros que começam mais tarde, até durante a adolescência. Mesmo assim, isso não funciona para a maioria dos aventureiros que deseja ingressar na Ordem. Aventureiros interessados na Ordem da Luz seguem outros caminhos.\nPara se tornar um cavaleiro da Luz sem uma década como escudeiro, o candidato deve se apresentar no Castelo da Luz, em Norm, no reino de Bielefeld. Ele será recebido por cavaleiros de baixo escalão, que irão ouvi-lo. O candidato deve então conseguir um cavaleiro da Luz de boa reputação que esteja disposto a apadrinhá-lo. A maneira como isso ocorre varia: alguns cavaleiros tomam para si protegidos de grande caráter e honra, outros aceitam apenas aqueles que já realizaram grandes feitos. Outros ainda ignoram tudo isso se o candidato for um alto nobre. De qualquer forma, o candidato precisa ser capaz de usar uma armadura pesada e armas tradicionais da cavalaria, como espada e lança. Deve saber cavalgar. Não pode ser devoto de deuses “desonrados” ou traiçoeiros (ou pelo menos deve esconder isso). Até hoje, não se sabe de nenhum lefou cavaleiro da Luz, mas não existe nenhuma proibição quanto a raças.\nAo apadrinhar um candidato, o cavaleiro empenha sua honra. Qualquer ato desonrado ou criminoso do candidato pesa sobre o próprio cavaleiro. Assim, todo cavaleiro da Luz leva isso muito a sério, mesmo que apadrinhe alguém por interesse. Da mesma forma, esse ato tem tanto peso que a palavra de um cavaleiro da Luz é suficiente para toda a Ordem. Qualquer membro que conteste o merecimento de um candidato deve estar pronto para defender sua desconfiança num julgamento ou num duelo.\nO candidato deve então “provar sua honra” ao cavaleiro que o acolheu. O significado disso varia de indivíduo para indivíduo. Os cavaleiros mais afeitos a intrigas consideram que apenas nascer com um certo sobrenome já é prova suficiente. Cavaleiros tradicionalistas exigem que o candidato passe alguns meses servindo em posições humildes, como uma versão condensada do treinamento de escudeiro. Os que prezam a batalha acima de tudo exigem que o candidato cumpra alguma missão heroica, enquanto os mais religiosos esperam um sinal divino ou cobram de seu protegido uma peregrinação. Independente disso, qualquer candidato adulto também deve vencer um cavaleiro experiente em um duelo não letal.\nAlguns candidatos são sagrados cavaleiros e introduzidos à Ordem no campo de batalha — tendo impressionado um cavaleiro da Luz, são recompensados imediatamente. Outros, ao se apresentar no Castelo da Luz, são reconhecidos por suas façanhas. Também há casos de candidatos rejeitados repetidamente, apenas para serem aceitos mais tarde. Tudo depende dos cavaleiros específicos que o candidato encontra e da maneira como ele se porta.\nA cerimônia de sagração à cavalaria e de introdução à Ordem da Luz é simples, mas solene. Pode ser realizada numa igreja, num salão da corte ou no meio de uma floresta. Os únicos requisitos são a presença do candidato e de seu padrinho.",
    "abilities": [
        {
            "name": "A Cerimônia de Sagração",
            "description": "O candidato deve se ajoelhar. O cavaleiro então recita:\n“Eu aqui te imponho um dever”, citando o nome do candidato. “De defender a vida, por Lena. De ter coragem e esperança, por Thyatis. De ser piedoso e humilde, por Marah. De ser sábio, por Tanna-Toh. De ser vigilante, por Azgher. E de proteger os fracos, obedecer ao teu Rei (ou Rainha), ser honesto e ser justo, por Khalmyr. Jura cumprir estes deveres, em Arton e nos Reinos dos Deuses, sem temer a morte, temendo apenas a covardia?”.\nEm caso afirmativo, o cavaleiro diz:\n“Ergue-te, sir/dame (nome do novo cavaleiro/a). Tua honra seja tua armadura e tua vontade seja tua espada”. Então surge um novo cavaleiro, com todos os direitos e deveres que isso acarreta.\nNo caso da Ordem da Luz, a cerimônia tem um passo adicional. Assim que o novo cavaleiro se ergue, deve recitar: “Ofereço minha honra e minha vontade à Luz”. O cavaleiro mais antigo pergunta: “Deseja seguir os passos de Arthur Donovan II, abraçando irmandade acima de qualquer brasão, obediência acima de qualquer propósito?”. Em caso afirmativo, o cavaleiro mais velho então dá as boas-vindas: “Eu te acolho na Ordem da Luz, sir/dame (nome do cavaleiro/a)”."
        },
        {
            "name": "Etiqueta da Ordem da Luz",
            "description": "Você segue tanto o Código de Honra da classe cavaleiro quanto as Obrigações & Restrições de Khalmyr. Contudo, soma seu Carisma em Guerra e Nobreza, e consegue hospedagem confortável e informações em qualquer lugar afiliado à Ordem da Luz."
        },
        {
            "name": "Ataque Subjugante",
            "description": "Quando faz um ataque com uma arma corpo a corpo, você pode gastar 2 PM para desferir um golpe subjugante. Você soma seu Carisma no teste de ataque e +1d8 na rolagem de dano (se já soma seu Carisma no ataque, em vez disso recebe +2 no teste). Se causar dano, deixa o alvo vulnerável. Pré-requisitos: treinado em Luta, Car 1."
        },
        {
            "name": "Alazão Impressionante",
            "description": "Você recebe um cavalo de guerra parceiro veterano. Caso já possua uma montaria fornecida por outra habilidade, em vez disso essa montaria se torna também um parceiro ajudante iniciante. Caso perca sua montaria, você pode receber outra visitando o Castelo da Luz. Pré-requisitos: treinado em Cavalgar, Ataque Subjugante."
        },
        {
            "name": "Alcunha",
            "description": "Quando faz um teste de uma perícia baseada em Carisma, você pode gastar uma quantidade de PM limitada pelo total de poderes da distinção que possui. Para cada PM que gastar, recebe +2 no teste. Pré-requisito: Ataque Subjugante."
        },
        {
            "name": "Armadura da Integridade",
            "description": "Na primeira rodada de um combate, você pode gastar uma ação de movimento e 3 PM para fazer um teste de Diplomacia. Para cada 10 pontos no resultado desse teste, seus inimigos em alcance médio sofrem –1 em rolagens de dano até o fim da cena ou até você ficar inconsciente. Pré-requisitos: treinado em Diplomacia, Alcunha."
        },
        {
            "name": "Chamado às Armas",
            "description": "Uma vez por rodada, você pode gastar uma ação de movimento e 3 PM para encorajar seus companheiros. Até o início do seu próximo turno, você e seus aliados em alcance curto que fizerem uma ação agredir podem fazer um ataque adicional. Pré-requisitos: Comandar, quatro outros poderes de cavaleiro da Luz."
        }
    ]
}