{
    "name": "Colecionador Monstruoso",
    "admission": "Apenas druidas de Megalokk podem tentar se tornar colecionadores monstruosos. E mesmo para eles o processo é brutal.\nO candidato deve passar um mês vivendo como um monstro. Isso é mais do que ser um predador — ele deve rejeitar os ciclos da natureza. Em vez de comer quando tem fome, deve comer após matar em acessos de fúria. Também não deve guardar comida ou procurar as presas mais apetitosas. Se o candidato se deparar com um cervo e um estirge, deve caçar e comer o estirge, pois ele é uma presa mais desafiadora. Outros instintos naturais também devem ser rejeitados: o candidato não deve procurar abrigo ou se proteger dos elementos, deve resistir ao sono tanto quanto possível, não pode cooperar com ninguém (mesmo outros monstros), deve abandonar a autopreservação... Enfim, deve existir para a destruição. Certos candidatos consideram que a maior bênção de Megalokk é o surgimento de um grupo de aventureiros durante essa fase. Caso isso aconteça, o candidato pode caçá-los e matá-los, portando-se como um monstro verdadeiro.\nApós esse mês, o candidato deve escolher um monstro no mínimo tão poderoso quanto ele mesmo. Então, sozinho e sem equipamentos, deve caçá-lo, matá-lo e devorá-lo por inteiro. Ao completar esse ritual primitivo, o candidato adquire a capacidade de se transformar no monstro que matou. É o começo de sua coleção. Ele agora é um colecionador monstruoso.\nA partir de então, o colecionador não precisa mais caçar sozinho os monstros cuja forma deseja assumir. Pode enfrentá-los com um grupo de aventureiros, desde que esteja presente no combate e cause dano direto à criatura. Contudo, deve devorar a maior parte do corpo de cada monstro.\n",
    "abilities": [
        {
            "name": "Através da Selvageria",
            "description": "Quando usa Forma Selvagem, seu tipo muda para monstro e você recebe +1 no multiplicador de crítico com armas naturais."
        },
        {
            "name": "Forma Monstruosa",
            "description": "Quando usa Forma Selvagem, você pode gastar PM adicionais (limitados pelo total de poderes da distinção que possui) para receber habilidades adicionais de criaturas que já devorou (veja o quadro) como parte de sua transformação. Pré-requisitos: Forma Selvagem, devoto de Megalokk."
        },
        {
            "name": "Transformação Monstruosa (Quadro)",
            "description": "Quando usa Forma Monstruosa, você pode gastar PM extras (que são somados ao custo da Forma Selvagem) para ganhar novas habilidades entre aquelas a que tem acesso. Para ter acesso a uma habilidade, você deve derrotar um monstro que a possua em sua ficha e se alimentar de seu corpo. A critério do mestre, outras habilidades parecidas podem atender esse requisito."
        },
        {
            "name": "Agarrar Aprimorado (+1 PM)",
            "description": "Um de seus tipos de armas naturais (como “garras”) recebe +2 em testes para agarrar. Uma vez por rodada, quando acerta um ataque com essa arma, você pode gastar 1 PM para fazer a manobra agarrar com ela como ação livre contra a criatura atingida."
        },
        {
            "name": "Arma Natural Extra (+1 PM)",
            "description": "Você recebe uma arma natural (dano 1d6 de corte, impacto ou perfuração a sua escolha, crítico x2) adicional. Uma vez por rodada, quando usa a ação agredir para atacar com outra arma, pode gastar 1 PM para fazer um ataque corpo a corpo extra com essa arma."
        },
        {
            "name": "Borrão de Tigre-de-Hyninn (+2 PM)",
            "description": "Ataques contra você têm 25% de chance de falha. Você pode escolher esta habilidade uma segunda vez para aumentar a chance de falha para 50%."
        },
        {
            "name": "Brutalidade Incontida de Razza’kham (+1 PM)",
            "description": "Sempre que rolar o resultado máximo em um dado de dano de uma arma natural, role um dado extra, repetindo até um limite de dados extras igual ao valor máximo do dado."
        },
        {
            "name": "Carapaça Espinhosa (+1 PM)",
            "description": "Quando você sofre dano por um ataque corpo a corpo, o atacante sofre dano de perfuração igual a 1d6 + sua Constituição. Você pode escolher esta habilidade outras vezes para aumentar o dano em +1d6."
        },
        {
            "name": "Dilacerar (+1 PM)",
            "description": "Se acertar dois ataques de garra em uma criatura na mesma rodada, você causa +2d8 pontos de dano de corte a ela."
        },
        {
            "name": "Meiose Glópica (+1 PM)",
            "description": "Quando se transforma, você invoca 1d4+2 glops capangas em espaços desocupados em alcance curto. Você pode gastar uma ação de movimento para fazer os glops andarem (eles têm deslocamento normal e de escalada 6m) ou uma ação padrão para fazê-los causar dano a criaturas adjacentes (1d4 impacto mais 1d4 ácido cada). Os glops têm Defesa 10, 1 PV e falham automaticamente em qualquer teste de resistência ou oposto. Eles não contam em seu limite de parceiros e desaparecem quando morrem ou no fim da cena. Uma vez por rodada, quando sofre dano, você pode sacrificar um glop em alcance curto para reduzir o dano à metade."
        },
        {
            "name": "Órgão Elemental (+1 PM)",
            "description": "Uma de suas armas naturais causa +1d6 pontos de dano de um tipo escolhido ao se transformar, entre ácido, eletricidade, fogo e frio. Você pode escolher esta habilidade outras vezes para armas diferentes."
        },
        {
            "name": "Regeneração (+1 PM)",
            "description": "Uma vez por cena, você pode gastar 1 PM para receber Cura Acelerada 5. Esta habilidade termina quando tiver curado um total de 30 PV ou no fim da cena."
        },
        {
            "name": "Tentáculos (+1 PM)",
            "description": "Uma de suas armas naturais é um tentáculo (dano de impacto) com +3m de alcance. Você pode escolher esta habilidade outras vezes para armas naturais diferentes."
        },
        {
            "name": "Veneno (+2 PM)",
            "description": "Uma de suas armas naturais causa 1d12 de perda de vida por veneno. Você pode escolher esta habilidade outras vezes para armas naturais diferentes."
        },
        {
            "name": "Monstro Supremo",
            "description": "Quando usa Forma Selvagem Superior, você recebe o subtipo kaiju e ganha imunidade a efeitos de metabolismo e mentais, medo, metamorfose, paralisia e veneno, e seus ataques ignoram 20 pontos de RD. Pré-requisitos: Forma Selvagem Superior, ter usado Predação Monstruosa em um kaiju."
        },
        {
            "name": "Predação Monstruosa",
            "description": "Você pode gastar uma ação completa para devorar um monstro abatido. Se fizer isso, até o fim da aventura você recebe +10 PV e +1 em testes de ataque e rolagens de dano com armas naturais. Para cada outros dois poderes da distinção, você pode acumular esses efeitos uma vez. Pré-requisito: Forma Monstruosa."
        },
        {
            "name": "Selvageria Incontrolável",
            "description": "Enquanto está em Forma Selvagem, você não fica inconsciente por estar com 0 PV ou menos (mas ainda morre se chegar em um valor negativo igual à metade de seus PV máximos). Pré-requisito: Vigor Monstruoso."
        },
        {
            "name": "Vigor Monstruoso",
            "description": "Quando usa Forma Selvagem, para cada 1 PM gasto nessa habilidade você recebe 3 PV temporários. Pré-requisito: Forma Monstruosa."
        }
    ]
}