{
    "name": "Exegeta do Akzath",
    "admission": "Um exegeta do Akzath diria que ninguém pode seguir uma série de passos para se tornar um exegeta do Akzath. Tudo depende de onde o candidato está no Akzath — e ações que deixem o candidato mais próximo dos conceitos certos podem arrastá-lo para esse “destino”.\nTamanho estudo e dedicação ao Akzath com certeza estão perto de Conhecimento. Assim, um candidato que já não esteja imerso nesse conceito deve se aproximar tanto quanto possível. Conhecimento está muito perto de Eles. Uma boa estratégia pode ser o afastamento radical de tudo e todos com quem o candidato seja familiar, imersão numa sociedade ou cultura diferente. Eles está perto de Fora, o que aponta um caminho de peregrinação ou viagens.\nContudo, ao se aproximar de Fora, o candidato também está se aproximando de Morte. Alguns candidatos têm uma experiência de quase morte que muda sua maneira de pensar. Quando despertam, descobrem um entendimento profundo do Akzath. Para companheiros leigos, o candidato parece ter sofrido um ferimento na cabeça ou apenas passado por um trauma que afetou sua mente.\nOutra opção é se aproximar de Movimento e Continuidade — um estado que descreve a vida de muitos aventureiros errantes. Continuidade está próximo de Conhecimento e mais longe de Morte. Pode ser um caminho mais seguro. Contudo, Movimento se aproxima de Início. Candidatos que, em suas viagens, fundem organizações, tenham filhos, criem coisas novas etc. estão se afastando de Conhecimento. Podem ser muito felizes, mas talvez não se tornem exegetas.\nAlguns exegetas optam pelo caminho oposto. Consideram que a maior transformação possível para um artoniano é compreender o Akzath. Assim, aproximam-se de Mudança, que está próxima de Estagnação e Trevas. Isso pode tomar a forma de meditação em isolamento numa caverna ou mesmo de ser aprisionado. Contudo, é preciso ter cuidado para não chegar perto de Ignorância, o que pode impedir a compreensão do Akzath e fazer o candidato pensar que seus atos até agora eram mera superstição.\nA pessoa que o candidato era “antes” de se tornar um exegeta do Akzath não importa. Duyshidakk ou não duyshidakk, devoto de Thwor ou infiel, estudioso ou bruto... A única diferença é onde o candidato está no Akzath e os conceitos que vão aproximá-lo do que deseja. Alguns nem precisam de qualquer esforço: sua posição no Akzath os coloca muito perto de onde um exegeta está.\nÉ comum que um candidato “descubra” algo em seu “passado”, levando-o a ser um exegeta. Por exemplo, um devoto de Khalmyr pode “descobrir” que seu antigo mestre era um agente de Thwor infiltrado na igreja, e que o velho devoto compilava a sabedoria do Ayrrak em diários secretos. Lendo esses escritos, o clérigo compreende o Akzath e nota que, deslocando-se no círculo, ele fez com que a pessoa que o doutrinou nos dogmas do Deus da Justiça se modificasse, tendo sempre sido um seguidor de Thwor.\nTudo parece confuso, até fazer sentido. Quem não entende não está próximo o suficiente de Conhecimento. Não há problema: tudo pode ser alterado pelo estudo do Akzath.",
    "abilities": [
        {
            "name": "Compreender o Akzath",
            "description": "No início de cada cena, escolha uma perícia. Até o fim da cena, sempre que fizer um teste da perícia escolhida, você pode gastar 1 PM para substituí-lo por um teste de Religião."
        },
        {
            "name": "Círculo Externo",
            "description": "Escolha um dos conceitos abaixo presentes na roda externa do Akzath. Você recebe a habilidade relacionada. Você pode escolher este poder até três vezes para conceitos diferentes, mas a cada vez adicional deve escolher um conceito adjacente a outro que já possua de acordo com o diagrama do Akzath (veja a imagem). Uma vez por dia você pode alterar todos os poderes desta distinção que tiver. Pré-requisitos: treinado em Religião, devoto de Thwor."
        },
        {
            "name": "Círculo Externo Vida",
            "description": "Quando você ou um aliado em alcance curto morre, você pode gastar 3 PM para que a criatura se mantenha viva por mais 1 rodada. Ela ainda sofre os demais efeitos do evento que a matou (como dano, condições etc.) e irá morrer na rodada seguinte, a menos que eles sejam revertidos ou dissipados. Você pode usar esta habilidade mesmo que esteja inconsciente."
        },
        {
            "name": "Círculo Externo Ignorância",
            "description": "Quando uma criatura em alcance curto faz um teste de perícia ou usa uma habilidade com CD, você pode gastar 3 PM para impor uma penalidade de –5 nesse teste ou nessa CD (apenas para esse uso)."
        },
        {
            "name": "Círculo Externo Mudança",
            "description": "Você pode rezar uma Missa (Tormenta20, p. 58) especial. Cada participante pode escolher uma característica que possui um atributo-chave (como Defesa, uma habilidade, uma perícia ou o modificador de dano de um item) e substituir esse atributo por outro a sua escolha pela duração do efeito da Missa."
        },
        {
            "name": "Círculo Externo Fim",
            "description": "Você pode gastar uma ação completa e 5 PM para encerrar a cena atual e iniciar uma nova imediatamente. Isso encerra todos os efeitos com duração cena ou de até 10 minutos, mas permite que habilidades com usos limitados pela cena possam ser usadas novamente. Se os participantes da cena haviam rolado Iniciativa, ela deverá ser rolada novamente. Esta habilidade não afeta os eventos narrativos, apenas a duração da cena, e não pode ser usada em uma cena iniciada por ela mesma."
        },
        {
            "name": "Círculo Externo Morte",
            "description": "Quando passa em um teste de Constituição para remover a condição sangrando, você recupera 1d8 PV para cada teste desses já feito nesa mesma cena. Além disso, sempre que faz um acerto crítico em combate ou reduz um inimigo a 0 PV, você recupera 1d8 PV. Se recuperar mais pontos de vida dessa forma que o seu máximo, o excedente se torna PV temporários (cumulativo até o dobro de seu nível de personagem)."
        },
        {
            "name": "Círculo Externo Conhecimento",
            "description": "Você pode gastar 3 PM para expandir o conhecimento do Azkath a outros. Escolha uma perícia que exija treinamento. Até o fim da cena, você e seus aliados em alcance curto recebem os benefícios de ser treinado nela."
        },
        {
            "name": "Círculo Externo Continuidade",
            "description": "Uma vez por rodada, quando uma habilidade ou item com duração instantânea é usada em um alvo em alcance curto, você pode gastar 3 PM para que esse efeito seja usado novamente na rodada seguinte sobre o mesmo alvo. Você não pode usar este poder em um efeito que já tenha sido repetido por ele."
        },
        {
            "name": "Círculo Externo Início",
            "description": "Você pode gastar 3 PM para criar uma bolha temporal, dentro da qual o tempo passa mais devagar. Isso funciona como congelar o tempo da magia Controlar o Tempo (Tormenta20, p. 187), exceto que a bolha fornece apenas 1 turno extra. Este efeito só funciona na primeira rodada de cada cena."
        },
        {
            "name": "Círculo Interno",
            "description": "Escolha um dos conceitos abaixo presentes na roda interna do Akzath. Você recebe a habilidade relacionada. Você pode escolher este poder até duas vezes para conceitos diferentes. Cada conceito possui como pré-requisito um dos conceitos do Círculo Externo. Quando troca os poderes do Círculo Externo, você também pode trocar os do Círculo Interno."
        },
        {
            "name": "Círculo Interno Nós",
            "description": "No início de cada dia, escolha um número de aliados até o valor de sua Sabedoria. Até o final do dia, em vez de pontos de vida individuais, você e esses aliados compartilham de um total de PV igual à soma dos PV de cada um. Dano, recuperação e perda de vida são todos aplicados a esse total (após aplicar quaisquer habilidades, como RD, do alvo original do dano). Entretanto, se o total de PV acabar, todos os personagens sofrem os efeitos de serem reduzidos a 0 PV ou menos (e cada um ainda morre no seu limite individual de pontos de vida). Pré-requisito: Vida."
        },
        {
            "name": "Círculo Interno Dentro",
            "description": "Quando lança uma magia com alcance pessoal, você recebe +2 PM para gastar em aprimoramentos. Pré-requisito: Ignorância."
        },
        {
            "name": "Círculo Interno Estagnação",
            "description": "Você pode gastar uma ação padrão e 3 PM para gerar um pulso de estagnação em uma esfera de 6m em alcance médio. Cada criatura nessa área sob um efeito com duração maior que instantânea deve fazer um teste de Vontade (CD Sab). Se falhar, todos estes efeitos são dissipados. Pré-requisito: Mudança."
        },
        {
            "name": "Círculo Interno Trevas",
            "description": "Quando usa uma habilidade mágica que possui teste de resistência, você pode gastar 1 PM. Se fizer isso, alvos que falharem na resistência não podem recuperar pontos de vida por 1 rodada. Pré-requisito: Fim."
        },
        {
            "name": "Círculo Interno Fora",
            "description": "Quando usa uma habilidade mágica com efeito em área, você pode gastar 1 PM. Se fizer isso, você pode excluir da área afetada uma quantidade de alvos igual a sua Sabedoria. Pré-requisito: Morte."
        },
        {
            "name": "Círculo Interno Eles",
            "description": "Inimigos em alcance curto que você possa perceber sofrem uma penalidade de –2 em testes de ataque e rolagens de dano contra você. Essa penalidade aumenta para –5 se estiverem em alcance médio. Pré-requisito: Conhecimento."
        },
        {
            "name": "Círculo Interno Movimento",
            "description": "Uma vez por rodada, quando uma criatura em alcance curto vai fazer uma ação de movimento para se deslocar, você pode gastar 2 PM. Se fizer isso, a criatura deve fazer um teste de Fortitude (CD Sab). Se falhar, ela perde a ação de movimento e você recebe uma ação de movimento adicional em seu próximo turno. Pré-requisito: Continuidade."
        },
        {
            "name": "Círculo Interno Luz",
            "description": "Sempre que rolar o resultado máximo em um dado de cura ou dano de luz, role um dado extra e some ao resultado, repetindo até um limite de dados extras igual ao valor máximo do dado. Pré-requisito: Início."
        }
    ]
}