{
    "name": "Mestre de Armearia",
    "admission": "Armearias são negócios como quaisquer outros e seguem as práticas das guildas — especial - mente a Guilda dos Armeiros de Doherimm. Assim, para se tornar um mestre de armearia é preciso se empregar numa armearia, sendo primeiro um aprendiz, depois um companheiro e por fim um mestre. O primeiro passo para qualquer candidato é achar um mestre de armearia e ser aceito como seu aprendiz. Em Doherimm isso é relativamente fácil, exigindo apenas achar uma filial da Guilda dos Armeiros. Na superfície, pode envolver contatos criminosos ou favores para tipos suspeitos.\nNão é obrigatório ser um anão para se tornar um mestre de armearia. Contudo, a maior parte destes especialistas pertence à raça anã. Candidatos de outras raças devem provar seu valor antes de ter permissão de fazer seu primeiro teste. O significado disso varia de mestre para mestre. Alguns desejam ter certeza de que o candidato possui a disciplina e resiliência dos anões. Outros, ao contrário, valorizam mais o espírito de rebeldia do candidato — podem, por exemplo, impor regras injustas e arbi - trárias, contrárias ao avanço de sua arte, e aceitar apenas candidatos que as questionem.\nAntes de ser aceito como aprendiz, o candidato deve fazer um teste simples: forjar uma arma de fogo, provando que conhece as técnicas básicas. Não adianta apresentar ao mestre uma arma já pronta, ele precisa acompanhar o processo. Tendo feito isso, o candidato é um aprendiz de armearia.\nO mestre lhe passa materiais de leitura e exercícios que podem ser feitos na armearia ou durante viagens. De qualquer forma, o aprendiz precisa absorver esse conhecimento e voltar depois de no mínimo seis meses, para o segundo teste. Agora ele deve forjar uma arma de fogo com melhorias, sob as vistas do mestre. Sendo bem-sucedido, ele agora é um companheiro de armearia.\nO mestre lhe passa mais materiais de leitura, mais exercícios. O período de aprendizado dura mais seis meses, no mínimo. Após esse tempo, o companheiro deve se apresentar mais uma vez. O terceiro teste é forjar uma arma de fogo totalmente nova. Se o mestre julgar que seu pupilo fez um trabalho bom o bastante, ele agora também é um mestre de armearia.\nOu quase. O último passo envolve montar sua própria armearia, que pode ser um negócio itinerante. Pois não basta saber forjar as armas: é preciso dominar todo o processo de fabricação, uso e venda. Tendo aberto sua armearia, o candidato agora é um verdadeiro mestre, pronto para treinar seus próprios discípulos.",
    "abilities": [
        {
            "name": "Inovações",
            "description": "Inovações são técnicas experimentais, desenvolvidas de forma independente por mestres de armearia em todo mundo. Cada inovação é única; seu funcionamento e uso são conhecidos apenas por seu criador. Nas mãos de qualquer outra pessoa, a inovação simplesmente não funciona. Mestres de armearia generosos podem aplicar essas modificações às armas de seus aliados, mas elas sempre dependerão de seus cuidados e manutenção (em termos de regras, inovações não têm valor comercial).\nInovações funcionam de forma semelhante à melhorias; uma arma pode ter até quatro inovações, e a CD e o preço para aplicá-las seguem a Tabela 3-7 (Tormenta20, p. 164). Inovações só podem ser aplicadas a armas de fogo e armas híbridas (nesse caso, afetam apenas ataques em modo arma de fogo) e às suas munições.\n\n• Câmara de Bala (Arma). Esta inovação pode ser aplicada a qualquer arma. A arma recebe uma câmara e um mecanismo especial, que armazena uma bala. Quando faz um ataque corpo a corpo com a arma, você pode acionar esse mecanismo para disparar a bala; se acertar o ataque, causa +2d6 pontos de dano. Uma arma com esta inovação conta como uma arma de fogo para seus poderes de mestre de armearia. Recarregar a câmara é uma ação padrão.\n\n• Cano Duplo (Arma). A arma possui dois canos, cada um com seu carregador. Cada cano pode ser disparado e recarregado individualmente. Além disso, você pode disparar ambos os canos como se tivesse o poder Disparo Rápido. Caso tenha esse poder, em vez disso você não sofre a penalidade em testes de ataque ao usá-lo com a arma.\n\n• Cano Serrado (Arma). O cano da arma é mais curto, o que diminui sua precisão mas torna mais fácil manuseá-la em corpo a corpo. Quando faz um ataque à distância com a arma contra um oponente adjacente, você causa um dado de dano extra do mesmo tipo. Entretanto, você sofre –2 em testes de ataque contra alvos que não estejam adjacentes.\n\n• Empunhadura de Segurança (Arma). A arma possui um mecanismo na empunhadura que torna mais difícil removê-la de sua mão. Você recebe +5 nos testes para resistir às manobras desarmar e quebrar contra a arma (cumulativo com outros bônus da arma).\n\n• Explosiva (Munição). A munição é detonada com o impacto. Se você acertar um ataque, todas as criaturas adjacentes ao alvo sofrem o dano do ataque (Reflexos CD Int reduz à metade). Pré-requisito: Pólvora de Smokestone.\n\n• Fragmentável (Munição). Esta bala se estilhaça ao atingir o alvo, potencialmente causando ferimentos terríveis. Sempre que rolar o resulta - do máximo em um dado de dano da arma, role um dado extra.\n\n• Mira Calibrável (Arma). A arma possui um sistema de mira regulável que permite maior precisão. Quando usa a ação mirar, você recebe +2 em testes de ataque e na margem de ameaça com a arma até o fim do turno. Pré-requisito: Mira Telescópica.\n\n• Pólvora de Smokestone (Munição). Uma arma de fogo usando esta munição causa +1 ponto de dano por dado (exceto dados extras).\n\n• Tambor (Arma). A arma possui um tambor giratório que armazena 4 munições. Recarregar uma arma com tambor é uma ação completa. Pré-requisito: outra inovação qualquer.\n\n• Tanque Flamejante (Arma). A arma tem um compartimento com uma mistura de pedra-de-fumaça e fogo alquímico. Isso muda o tipo de dano para fogo e, quando a arma é disparada, espalha a mu - nição em uma linha de 6m. Para atacar, faça um ataque à distância e compare com a Defesa de cada criatura na área. Recarregar a arma exige uma ação completa, 1 bala e 1 fogo alquímico."
        },
        {
            "name": "Domínio da Pólvora",
            "description": "Você recebe +2 em testes de perícia (exceto de ataque) relacionados a armas de fogo e suas munições, incluindo testes para esconder, fabricar, identificar e negociar."
        },
        {
            "name": "Prata da Casa",
            "description": "Você pode fabricar armas de fogo não mágicas em uma semana, em vez de um mês, e recebe +1 em testes de ataque e rolagens de dano com armas de fogo que tenha fabricado. A cada dois outros poderes da distinção, esses bônus aumentam em +1. Pré-requisito: Balística."
        },
        {
            "name": "Arma de Estimação",
            "description": "Escolha uma arma de fogo que tenha fabricado para receber uma habilidade de classe de 1º nível de uma classe que não seja a sua. Você só pode escolher uma habilidade que seja ativada ao se fazer um ataque ou usar a ação agredir (como Ataque Especial) ou que afete testes de ataque e/ ou rolagens de dano e possa ser usada com a arma escolhida (como Duelo ou Marca da Presa). Você pode escolher a habilidade Magias, mas aprende uma única magia (que possa ser usada na arma ou com ela), com as mesmas limitações descritas, e não soma o atributo-chave da habilidade em seu total de PM. Você pode usar a habilidade como se tivesse 1 nível naquela classe, mas apenas com a arma escolhida. Pré-requisitos: Profissional Completo, ter feito três acertos críticos no mesmo combate com a arma escolhida."
        },
        {
            "name": "Improvisar o Progresso",
            "description": "Você pode gastar uma ação completa e 2 PM para aplicar uma melhoria (exceto material especial) em uma arma de fogo que esteja empunhando. Você não precisa pagar o custo nem fazer o teste de Ofício (armeiro), mas a melhoria só dura até o fim da cena. Você também pode gastar +2 PM para aplicar também uma inovação. A melhoria e a inovação não contam nos limites da arma. Pré-requisitos: Inovação Tecnológica, ter construído pelo menos três armas com melhorias exclusivas."
        },
        {
            "name": "Inovação Tecnológica",
            "description": "Você adiciona uma inovação a uma arma de fogo que possua e passa a poder fabricar armas de fogo superiores com inovações (veja o quadro). Pré-requisito: Prata da Casa."
        },
        {
            "name": "Profissional Completo",
            "description": "Quando ataca com uma arma de fogo que tenha fabricado, você pode substituir testes de Pontaria por testes de Ofício (armeiro), e pode usar Maestria em Perícia nos ataques com ela. Pré-requisitos: Prata da Casa, Maestria em Perícia (Ofício [armeiro])."
        }
    ]
}