{
    "name": "Mutagenista",
    "admission": "Para se tornar um mutagenista, o primeiro (e talvez mais difícil) passo é ouvir falar deste conjunto de técnicas. Muitos exploradores e maníacos que poderiam se interessar pelos segredos zarkhassianos nunca vão atrás de descobri-los apenas porque não sabem que eles existem. Os poucos mutagenistas existentes guardam seus segredos com desconfiança. Assim, é preciso ver seus poderes em ação e arrancar deles sua origem, ou escutar boatos e partir em busca da verdade.\nIndependente da forma como descubra a existência destes poderes, o candidato deve explorar o Deserto da Perdição, invadindo uma ruína zarkhassiana e encontrando uma tabuleta com segredos mutagênicos. Nobres e ricaços de todos os tipos já tentaram enviar lacaios e mercenários nessas explorações, para obter as técnicas sem arriscar a pele. Por alguma razão, isso sempre dá errado. Talvez seja uma maldição, talvez seja influência de Sszzaas. Seja como for, o explorador contratado sempre decide usar ele mesmo as técnicas (tornando-as inúteis para o contratante), ou perde as tabuletas pelo caminho, ou chega a seu destino para descobrir que trouxe as tabuletas erradas. Entre círculos de ocultistas corre a história de uma companhia mercenária que foi quase toda massacrada para trazer tabuletas mutagênicas a seu patrono. O último sobrevivente se apresentou, triunfante, e viu os objetos se transformarem em pó perante seus olhos.\nUma vez que esse passo seja cumprido (o que pode demorar muito, pois nem todas as ruínas de Zarkhass contêm estes segredos), o próximo passo é decifrar as tabuletas. A língua zarkhassiana há muito foi perdida e não tem nada em comum com os idiomas modernos de Arton. Magias normais também não funcionam. É preciso estudar, comparar o texto nas tabuletas com outros escritos zarkhassianos já decifrados, testar aos poucos cada parte que é compreendida. Infelizmente, não se pode burlar essa fase encontrando uma beberagem já pronta, pois cada uma só funciona com o mutagenista que a fabricou. Assim, mesmo exploradores que encontrem um antigo mutagênico abandonado em uma ruína precisam estudá-lo e decifrar como foi fabricado, então aplicar as mesmas técnicas a suas próprias beberagens.\nCom as tabuletas decifradas, resta ao candidato fabricar seu primeiro mutagênico. Isso exige um laboratório alquímico e bastante tempo — mas, curiosamente, não exige conhecimento alquímico profundo. Conhecendo os segredos, o candidato intui o que deve fazer. Coloca partes de si mesmo na primeira beberagem: sangue, saliva, pensamentos... Talvez até um pedaço de sua alma. Alguns dizem que fabricar seu primeiro mutagênico é fazer um pacto com a substância, como se ela fosse viva. Ou como se algo agisse por meio dela. Certos mutagenistas entram numa espécie de transe durante essa fase. Não lembram de nada e, quando despertam, a beberagem está pronta.\nO último passo é beber o mutagênico e lidar com as consequências. Já houve casos de candidatos que passaram por tudo isso e não sobreviveram a sua primeira ingestão. A maioria, contudo, experimenta uma sensação de poder avassaladora, melhor que qualquer coisa que já viveram. A partir de agora, buscarão essa mesma euforia para sempre.",
    "abilities": [
        {
            "name": "Mutagênicos",
            "description": "Mutagênicos são preparados alquímicos que exigem treinamento próprio para sua fabricação e consumo. Um mutagênico só funciona com seu fabricante, e não funciona se ele for imune a efeitos de metabolismo.\n\nFabricação. Mutagênicos seguem as regras de fabricação de preparados (Tormenta20, p. 121). O preço de cada mutagênico é apresentado em sua descrição e para fabricá-los você precisa ter o poder Fabricar Mutagênicos.\n\nAtivação. Para ativar um mutagênico você precisa gastar uma ação padrão para ingeri-lo. Seu efeito dura 1 dia e o máximo de mutagênicos ativos que você pode ter é igual ao seu total de poderes da distinção. Se ingerir outro, o efeito do mais antigo termina.\n\nBiochoque. Ao ingerir um mutagênico, faça um teste de Fortitude (CD 10, +5 por teste adicional no mesmo dia). Se falhar, você sofre um biochoque de estágio 1. Cada nova falha no mesmo dia impõe um efeito de estágio adicional.\n• Estágio 1. O mutagênico funciona, mas você fica enjoado.\n• Estágio 2. O mutagênico não funciona e você perde 1d12 PV\n• Estágio 3. O mutagênico não funciona e você perde 1d12 PV. Além disso, fica confuso e em fúria (como um bárbaro) enquanto estiver confuso.\n• Estágio 4. Seu corpo sofre mutações desordenadas por 1d4 rodadas. Após isso, você morre.\n\nExaurir. Você pode gastar uma ação livre para exaurir um mutagênico em seu corpo. Se fizer isso, seu efeito aumenta, mas termina ao fim da cena.\n\nSobrecarga. Quando ingere um mutagênico acima do seu limite, você pode tentar sobrecarregar seu corpo para manter o efeito mais antigo ativo. Faça um novo teste de biochoque. Se passar, você não perde o efeito anterior. Se falhar, além do biochoque, você perde todos os efeitos sobrecarregados. Seu limite de efeitos em sobrecarga é igual ao seu limite de mutagênicos.\n\nUso Exclusivo. Se o mutagênico for ingerido por outra criatura que não seu fabricante, não gera seu efeito e causa a perda de 2d12 PV por veneno."
        },
        {
            "name": "Tipos de Mutagênicos",
            "description": "Tonificante. Altera as propriedades básicas de um organismo, fornecendo +1 em um atributo específico. Esse aumento não oferece PV, PM ou perícias adicionais. Exaurir. O bônus aumenta em +1. Preço: T$ 60.\n\nEnergizante. Desenvolve habilidades excepcionais. Você pode lançar uma magia arcana de 1º círculo específica (atributo-chave Constituição) como um arcanista de seu nível. Esta não é uma habilidade mágica e provém de alterações em seu organismo (veja “Magias Simuladas”, p. 44). Exaurir. O custo da magia diminui em –1 (cumulativo com outras reduções). Preço: T$ 90.\n\nDespersonalizante. Promove mutações poderosas e grotescas. Ingerir este mutagênico fornece uma habilidade de raça específica (exceto construtos e mortos-vivos). Exaurir. Você recebe +1 em um atributo em que a raça tenha um modificador positivo (esse aumento não oferece PV, PM ou perícias adicionais). Preço: T$ 150."
        },
        {
            "name": "Preparação Corporal",
            "description": "Você recebe +2 em Fortitude e Ofício (alquimista)."
        },
        {
            "name": "Fabricar Mutagênicos",
            "description": "Você pode fabricar e usar tonificantes (veja “Mutagênicos”). Para cada dois outros poderes da distinção, você pode fabricar e usar respectivamente energizantes e despersonalizantes. Pré-requisitos: treinado em Fortitude e Ofício (alquimista)."
        },
        {
            "name": "Ingestão Rápida",
            "description": "Uma vez por rodada, você pode ingerir uma poção ou preparado como ação livre. Pré-requisito: Fabricar Mutagênicos."
        },
        {
            "name": "Mutagenia Adicional",
            "description": "Seu limite de mutagênicos ativos aumenta em +1. Pré-requisito: Fabricar Mutagênicos."
        },
        {
            "name": "Potencializar Mutagênicos",
            "description": "O efeito básico de seus mutagênicos se torna seu efeito de exaurir (você ainda pode exauri-lo com efeitos cumulativos). Pré-requisito: Organismo Reagente."
        },
        {
            "name": "Organismo Reagente",
            "description": "Quando você ingere um preparado alquímico, se ele fornece um bônus em perícias, esse bônus aumenta em +1 e, se ele fornece PV ou PM (temporários ou por cura), esse efeito aumenta em +1 por dado. Para cada dois outros poderes da distinção, esses efeitos aumentam em +1. Pré-requisito: Mutagenia Adicional."
        }
    ]
}