{
    "name": "Vigilante Mascarado",
    "admission": "Para se tornar um vigilante mascarado, o candidato precisa antes de mais nada de um bom motivo para perseguir criminosos pela noite. O candidato precisa passar por alguma experiência ou testemunhar algum acontecimento que mude sua maneira de pensar, possivelmente também influenciando seu codinome e uniforme. A motivação do candidato pode ou não ser algo traumático, pode ser focada em um vilão específico ou no crime como um todo, mas deve ser muito forte, pontual e transformadora. O candidato deve expressar seu juramento, para alguma outra pessoa ou apenas para si mesmo, então embarcar numa jornada de transformação.\nCom sua motivação determinada, o candidato deve desenvolver um uniforme que tenha aparência marcante, represente um “tema” e esconda sua verdadeira identidade. Ele mesmo pode confeccionar o traje, ou pode pedir que alguém de confiança faça isso. Contudo, o segredo não pode se espalhar para mais de uma ou duas pessoas. Então deve criar um codinome para si mesmo.\nAlém de sua identidade secreta, o candidato deve também desenvolver uma técnica ou ataque marcantes, algo que sirva para lembrar os criminosos de seu poder e capacidades. Isso pode ser desde uma manobra de combate até uma maneira de desvendar mistérios. O importante é que a técnica seja única o bastante para tornar o candidato conhecido no submundo, suas capacidades sendo assunto de sussurros amedrontados por parte dos criminosos.\nCom esses elementos determinados, o candidato precisa combater o crime sob sua identidade secreta, empregando de forma efetiva sua manobra registrada. Isso pode ser impedir um roubo, capturar um assassino, resgatar um prisioneiro ou qualquer outra situação semelhante. Pode inclusive existir uma motivação pessoal para que o candidato lide com esse crime em específico; vestir um capuz e ir atrás do assassino de um ente querido é uma história comum entre os vigilantes mascarados de Valkaria. Durante essa missão, o candidato não pode revelar sua identidade nem receber ajuda de seu grupo de aventureiros.\nCaso tenha sucesso, o candidato abandona sua vida comum. Para sempre ele terá um segredo, até mesmo das pessoas mais próximas. Não será mais um mero aventureiro, mas um símbolo da justiça. Ele agora é um vigilante mascarado.",
    "abilities": [
        {
            "name": "Por Trás da Máscara",
            "description": "As habilidades de um vigilante mascarado dependem de sua identidade secreta. Um número restrito de pessoas (em geral, de uma a três) pode conhecer a verdadeira identidade do vigilante, mas não mais do que isso. Uma vez que o segredo seja descoberto por muita gente, o mistério ao redor desta figura sinistra começa a se desvanecer e os criminosos notam que não têm tanto motivo para temê-lo.\nSe o vigilante for desmascarado publicamente, se sua identidade for divulgada ou se um número muito grande de pessoas (a critério do mestre) passar a conhecer seu segredo, ele perde todos os bônus da marca da distinção e não pode usar nenhum poder da distinção. Para recuperar tudo isso, o vigilante deve estabelecer uma nova identidade secreta ou de alguma forma “provar” que o segredo revelado era falso. Em termos de regras, o vigilante deve passar pela admissão mais uma vez, apenas pulando a etapa de ser motivado a combater o crime. Se estiver desmentindo a identidade revelada (em vez de criar uma persona nova), ele não precisa confeccionar um novo traje de sombras ou desenvolver uma nova técnica marcante. Contudo, precisa achar uma maneira de fazer o público acreditar que a revelação anterior era falsa.\nEm tempo: nenhum vigilante mascarado revela sua identidade a seus companheiros de grupo (no máximo talvez escolhendo um deles para conhecer a verdade). Isso porque invariavelmente será visto perto deles muitas vezes. Qualquer vilão inteligente poderia notar esse padrão e vasculhar as mentes dos outros aventureiros para descobrir a verdade, fazendo com que o vigilante perdesse os poderes."
        },
        {
            "name": "Traje das Sombras",
            "description": "Escolha uma armadura ou item de vestuário. O item escolhido se torna seu traje das sombras. Enquanto o estiver vestindo, você recebe +1 em Furtividade e Intimidação. Além disso, se o item impuser uma penalidade de armadura, essa penalidade diminui em –1. Esses benefícios aumentam em +1 para cada poder de vigilante mascarado que você possuir. Se perder seu traje, você pode criar outro com um dia de trabalho e o gasto de T$ 100."
        },
        {
            "name": "Cavaleiro das Trevas",
            "description": "Você recebe visão no escuro e pode usar Ataque Furtivo contra criaturas sob qualquer condição de medo, mesmo que elas não estejam desprevenidas ou sendo flanqueadas por você. Além disso, quando desfere um acerto crítico ou Ataque Furtivo contra uma criatura, você pode gastar 1 PM para ignorar a imunidade a acertos críticos e/ou ataques furtivos dela. Pré-requisitos: treinado em Furtividade, Intimidação e Luta, Ataque Furtivo."
        },
        {
            "name": "Criatura da Noite",
            "description": "Escolha uma das formas selvagens de druida (Tormenta20, p. 63) e um animal relacionado ao seu disfarce e à forma escolhida. Se estiver vestindo seu traje das sombras, você pode gastar uma ação completa e 3 PM para se transformar em uma versão humanoide desse animal. Você recebe os benefícios da forma selvagem escolhida, mas não assume completamente a forma do animal (e não recebe o bônus em Enganação). Para os demais efeitos, este poder funciona como a habilidade Forma Selvagem. Se possuir três poderes de vigilante mascarado, você pode gastar 6 PM para usar a versão aprimorada da forma escolhida e, se possuir cinco poderes de vigilante mascarado, pode gastar 10 PM para usar a versão superior. Pré-requisitos: Cavaleiro das Trevas, ter a imagem do animal estampada em seu traje."
        },
        {
            "name": "Mobilidade Urbana",
            "description": "Se estiver em um ambiente urbano, você recebe +1 na Defesa e em Acrobacia, Atletismo, Furtividade, Investigação e Percepção. Esse bônus aumenta em +1 para cada outro poder de vigilante mascarado. Além disso, se estiver em terreno elevado (como em um telhado), você pode gastar 2 PM para fazer uma investida pulando sobre um oponente no chão. Faça um teste de Acrobacia para amortecer queda (Tormenta20, p. 115). Se passar, além dos efeitos normais da investida, para cada dado de dano de queda que você reduzir dessa forma, seu ataque causa +1d6 pontos de dano. Pré-requisitos: treinado em Acrobacia, Cavaleiro das Trevas."
        },
        {
            "name": "Símbolo de Esperança",
            "description": "No início de uma cena, ou sempre que reduzir um inimigo a 0 PV com um ataque corpo a corpo, se estiver usando seu traje das sombras, você pode gastar 3 PM para inspirar seus aliados em alcance curto. Você e seus aliados recebem +2 na Defesa e em testes de resistência até o fim da cena. Além disso, a próxima habilidade que cada aliado usar nessa cena tem seu custo reduzido em –1 PM. Pré-requisito: Cavaleiro das Trevas."
        },
        {
            "name": "Vingador Sem Rosto",
            "description": "Você se torna imune a todas as formas de detecção de sua identidade secreta, incluindo perícias como Intuição e Percepção e magias como Visão da Verdade. Essa imunidade protege apenas sua identidade secreta; você ainda pode ser detectado por perícias e habilidades, mas isso nunca revelará sua identidade. A única forma de descobrir sua identidade secreta é arrancando sua máscara de seu traje das sombras enquanto você estiver inconsciente ou paralisado. Pré-requisito: Cavaleiro das Trevas."
        }
    ]
}