{
  "type": "folder",
  "name": "Bases",
  "items": [
    {
      "type": "item",
      "name": "Bases",
      "description": "Embora a maior parte das histórias falem de aventureiros que vivem na estrada e dormem ao relento, muitos heróis desejam um lar. É claro que, em se falando de aventureiros, esse lugar será mais do que apenas uma casa. Será um refúgio onde descansar após cada expedição, um cofre no qual guardar seus tesouros e uma fortaleza contra ataques inimigos. Será uma base.\nUma base é um espaço compartilhado por todo o grupo, com cômodos onde todos os personagens podem morar — assim como seus parceiros e famílias, se assim desejarem. Bases exigem grande investimento, mas fornecem grandes benefícios."
    },
    {
      "type": "item",
      "name": "Adquirindo uma Base",
      "description": "Bases podem ser construídas, recebidas como recompensa por um serviço realizado ou mesmo compradas. Para construir uma base, primeiro é necessário escolher um lugar. Dependendo da região, isso pode ser tão simples quanto encontrar uma clareira ou tão complexo e burocrático quanto comprar um terreno e obter permissões e autorizações da nobreza ou do governo local. Com o lugar escolhido, você deve gastar uma ação entre aventuras (veja Tormenta20, p. 276), T$ 1.000 e fazer um teste de Nobreza (ou de outra perícia que você possa justificar e seja aprovada pelo mestre) com CD 20. Outros personagens podem ajudar no teste de construção gastando suas próprias ações entre aventuras. Se falhar, você pode tentar novamente gastando mais uma ação entre aventuras e T$ 1.000. Se passar, você constrói uma base mínima (veja a tabela abaixo) de um tipo a sua escolha (veja “Tipos de Bases”, a seguir). Pode ter sido caro e demorado, mas agora seu grupo tem um lugar para chamar de seu! A partir disso, você pode trabalhar para expandir a base, então construir cômodos e enchê-los de mobília.\nTambém é possível receber uma base como recompensa por uma aventura — ou até mesmo como parte do tesouro. Um contratante rico pode pagar os heróis por um serviço realizado com uma de suas propriedades. E se os personagens derrotaram um mago vilão… por que não ficar com a torre dele? Por fim, o grupo pode simplesmente comprar sua base. Essa talvez seja a opção mais simples, mas também é a mais cara: o preço de comprar uma base pronta é igual a três vezes o valor da tabela abaixo. Além disso, de acordo com o mestre, pode ser necessário alguns dias procurando um lugar, negociando com o vendedor ou mesmo preenchendo papelada."
    },
    {
      "type": "item",
      "name": "Características de uma Base",
      "description": "Uma base é uma estrutura natural ou fabricada que abriga diversos cômodos e mobílias. Bases podem ser fixas, como uma torre ou um esconderijo em uma caverna, ou móveis, como um navio ou um rochedo voador. Bases possuem as seguintes características.\n\nNome. Pode ser o nome da construção ou uma referência a seus moradores.\n\nTipo. A natureza da base e seus benefícios iniciais.\n\nPorte. O tamanho da base.\n\nSegurança. Um número de 1 a 20 que representa as defesas da base.\n\nManutenção. O custo de manter a base, pago no início de cada aventura.\n\nCômodos. Aposentos dentro da base, como quartos, bibliotecas e salas de treinamento.\n\nMobílias. Móveis e itens de decoração que complementam os cômodos da base.\n\nBenefícios fornecidos pelas características da base (tipo, cômodos e mobílias) se acumulam entre si, mas contam como benefícios de estruturas e não se acumulam com os benefícios de outras estruturas (como dádivas, domínios e negócios)."
    },
    {
      "type": "folder",
      "name": "Tipos de Bases",
      "items": [
        {
          "type": "item",
          "name": "Tipos de Bases",
          "description": "O tipo da base representa sua forma física e função principal. O tipo é escolhido quando a base é criada e só pode ser alterado por meio de uma reforma (veja o quadro)."
        },
        {
          "type": "item",
          "name": "Reformando a Base",
          "description": "A critério do mestre, você pode alterar o tipo da base para outro. Isso é o equivalente a um teste para construir uma base (veja “Adquirindo uma Base”), mas o custo é metade do custo de construção e a CD é 20 + seu número de cômodos. Se passar, você troca o tipo da base. Quaisquer cômodos da base que tenham o tipo anterior como pré-requisito são destruídos no processo. Se falhar, você pode tentar novamente gastando mais uma ação entre aventuras e o valor dos materiais de construção."
        },
        {
          "type": "item",
          "name": "Centro de Poder",
          "description": "A base foi construída sobre um centro de energias mágicas, como um bosque feérico, um pedaço de solo sagrado ou uma intersecção de linhas energéticas. Os residentes recebem +1 PM."
        },
        {
          "type": "item",
          "name": "Empreendimento",
          "description": "A base é parte de um negócio. Uma vez a cada intervalo entre aventuras, um residente pode fazer um teste de Inteligência, com um bônus igual ao número de cômodos que a base pode ter. A base rende um número de tibares de ouro igual ao resultado do teste. O residente pode gastar sua ação nesse intervalo entre aventuras administrando o negócio; se fizer isso, recebe o dobro de dinheiro. Como alternativa, se estiver usando as regras de negócios de Fim dos Tempos Arco 2: Valkaria, em vez disso a base conta como um negócio de nível 1 (e pode receber níveis de negócio separadamente)."
        },
        {
          "type": "item",
          "name": "Esconderijo",
          "description": "A base está em um local oculto ou disfarçado, longe de olhos indiscretos. Os residentes recebem +1 em testes de resistência."
        },
        {
          "type": "item",
          "name": "Fortificação",
          "description": "A base é uma estrutura fortificada, como uma torre ou um forte, ou está localizada em um ponto de difícil acesso. Ela recebe +5 em segurança e seus residentes recebem +1 na Defesa."
        },
        {
          "type": "item",
          "name": "Móvel",
          "description": "A base é um veículo terrestre (deslocamento 12m) ou aquático (deslocamento de natação 12m), como uma carroça ou navio. Se for um veículo aquático, ela não pode submergir (a menos que tenha o cômodo cúpula protetora). Em ambos os casos, por estarem acostumados à estrada, os residentes recebem +1,5m em seu deslocamento — além da praticidade de poder mover a base para qualquer lugar."
        },
        {
          "type": "item",
          "name": "Residência",
          "description": "A base é um local confortável e aconchegante, onde os aventureiros podem descansar e relaxar. Cada residente recebe +3 PV e, uma vez por aventura, pode receber os benefícios de um prato especial descrito em Tormenta20 (p. 162)."
        }
      ]
    },
    {
      "type": "item",
      "name": "Porte",
      "description": "O porte de uma base determina o espaço que ela ocupa, sua manutenção (bases maiores são mais caras de manter) e quantos cômodos ela pode abrigar. Uma base recém-construída é mínima (bases compradas ou recebidas podem ter qualquer porte).\nVocê pode aumentar o porte da base com uma ação entre aventuras. Para isso, gaste a diferença de preço entre o porte atual e o próximo (por exemplo, T$ 2.000 para subir de porte mínimo para modesto) e faça um teste como descrito em “Adquirindo uma Base”, mas com CD 20 + o número de cômodos do novo porte. Se passar, você amplia o porte da base em uma categoria. Se falhar, pode tentar novamente gastando mais uma ação entre aventuras e o valor dos materiais de construção."
    },
    {
      "type": "item",
      "name": "Segurança",
      "description": "Um número de 0 a 20 que representa as defesas da base. Invasores com ND inferior à segurança da base sofrem uma penalidade em testes de perícia e rolagens de dano dentro dela igual à diferença entre seu ND e o valor de segurança. Já criaturas com ND 5 pontos abaixo da segurança não conseguem invadir a base. A segurança de uma base recém-criada é 0."
    },
    {
      "type": "item",
      "name": "Manutenção",
      "description": "As despesas recorrentes para que a base esteja sempre em ordem, como limpeza, reparos e criadagem. Ela depende de seu porte e deve ser paga no início de cada aventura; caso contrário, um dos cômodos da base é danificado e deixa de fornecer seus bônus até ser reparado (o que exige uma ação entre aventuras e o gasto de metade do custo do cômodo)."
    },
    {
      "type": "folder",
      "name": "Cômodos",
      "items": [
        {
          "type": "item",
          "name": "Cômodos",
          "description": "Cômodos são as instalações de uma base. Cada base pode ter um número máximo de cômodos de acordo com seu porte. Para construir um cômodo, você precisa gastar uma ação entre aventuras e T$ 1.000 e fazer um teste de Nobreza, ou de outra perícia que você possa justificar e que seja aprovada pelo mestre. A CD é 20 + o número de cômodos que a base pode ter. Se você passar, o cômodo é construído. Se falhar, pode tentar novamente gastando mais uma ação entre aventuras e o custo do cômodo. Exceto quando algo for descrito em contrário, os benefícios de um cômodo se aplicam a todos os residentes."
        },
        {
          "type": "item",
          "name": "Adega",
          "description": "Um espaço subterrâneo repleto de barris e garrafas. Uma boa adega educa o paladar dos moradores, para que aproveitem melhor todos os tipos de bebidas. O efeito de qualquer preparado ou poção ingerido pelos residentes aumenta em +1 por dado."
        },
        {
          "type": "item",
          "name": "Ala dos Criados",
          "description": "A base possui serviçais, como pajens e aias, que ajudam os heróis a partir para cada busca nas melhores condições. No início de cada aventura, cada residente recebe 1d4 PM temporários por patamar. Esses pontos temporários duram até serem gastos (não desaparecem apenas com o passar do tempo). Pré-requisito: base formidável ou melhor."
        },
        {
          "type": "item",
          "name": "Armorial",
          "description": "Uma sala repleta de armas e armaduras de todos os tipos. Ter um armorial permite que você conheça diversos tipos de equipamento e fornece proficiência com um item a sua escolha (você pode trocar esse item no início de cada aventura)."
        },
        {
          "type": "item",
          "name": "Biblioteca",
          "description": "Estantes recheadas de livros e pergaminhos. Os residentes recebem +1 em Conhecimento."
        },
        {
          "type": "item",
          "name": "Calabouço",
          "description": "Às vezes o grupo precisa trancafiar criminosos, inimigos ou pessoas inconvenientes longe dos olhos das autoridades — ou cumprindo o papel delas. Os residentes recebem +1 em Intimidação e na CD de seus efeitos de medo."
        },
        {
          "type": "item",
          "name": "Câmara de Meditação",
          "description": "Isolado do resto da base (talvez no sótão ou no porão), este aposento possui pouca mobília, provavelmente só um tapete e alguns incensários. Mas isso não é um problema, pois quem vem aqui está atrás apenas de si mesmo. Fornece aos residentes +1 em Vontade."
        },
        {
          "type": "item",
          "name": "Casa da Guarda",
          "description": "Esta instalação abriga uma guarnição que protege a base. O bônus em segurança fornecido pela guarita aumenta em +4. Além disso, os guardas podem acompanhar o grupo em suas aventuras, atuando junto a um dos personagens como um pelotão de infantaria veterano (um parceiro capanga, veja a p. 241). Pré-requisitos: base formidável, guarita."
        },
        {
          "type": "item",
          "name": "Chapelaria",
          "description": "Uma sala próxima à entrada da base, onde chapéus, casacos e outras peças são guardados de forma organizada, facilitando seu uso. Os residentes podem se beneficiar de um item vestido adicional. Pré-requisito: base formidável ou melhor."
        },
        {
          "type": "item",
          "name": "Cozinha",
          "description": "Um forno a lenha, prateleiras para ingredientes frescos e vários utensílios necessários para saciar a fome dos aventureiros. No início de cada aventura, você pode escolher dois pratos especiais da seção Alimentação (Tormenta20, p. 162). Os residentes recebem esses pratos embalados “para viagem”. Cada um é um item que ocupa 0,5 espaço e dura até o fim da aventura ou até ser consumido."
        },
        {
          "type": "item",
          "name": "Domo Protetor",
          "description": "Uma cúpula física ou mágica ao redor da base. A base recebe +2 na segurança e, se for móvel, pode entrar em ambientes inóspitos, como debaixo d’água (a critério do mestre) sem colocar seus ocupantes em risco. Pré-requisito: gabinete místico."
        },
        {
          "type": "item",
          "name": "Despensa",
          "description": "Um cômodo para armazenar, de forma organizada, as provisões do grupo. O limite de carga dos residentes aumenta em 2 espaços."
        },
        {
          "type": "item",
          "name": "Enfermaria",
          "description": "Um espaço para aplicar curativos e tratar de doenças e outras mazelas. Os residentes recebem +1 em Cura e em testes para estancar sangramentos ou em testes de morte (veja p. 300)."
        },
        {
          "type": "item",
          "name": "Estábulo",
          "description": "Um local para abrigar animais com conforto e segurança. Cada parceiro animal ou monstro aumenta um bônus fornecido por ele em +1, a escolha do personagem. Se for uma montaria, em vez disso pode fornecer +3m em seu deslocamento."
        },
        {
          "type": "item",
          "name": "Estufa",
          "description": "Uma construção envidraçada, ideal para o cultivo de plantas e ervas raras. Possuir uma estufa fornece +1 na CD de todos os seus preparados e poções."
        },
        {
          "type": "item",
          "name": "Gabinete Místico",
          "description": "Um escritório isolado dos demais cômodos, equipado com escrivaninhas e apetrechos para estudos arcanos. Os residentes recebem +1 em Misticismo."
        },
        {
          "type": "item",
          "name": "Forjaria",
          "description": "Os residentes recebem +1 nas rolagens de dano com uma arma empunhada a sua escolha. Cada residente pode trocar essa arma no início de cada aventura. Pré-requisito: oficina de trabalho."
        },
        {
          "type": "item",
          "name": "Ginásio",
          "description": "Uma sala com equipamentos facilmente confundíveis com instrumentos de tortura. Os residentes recebem +1 em Atletismo e nas rolagens de dano com ataques desarmados e armas naturais."
        },
        {
          "type": "item",
          "name": "Guarita",
          "description": "Uma pequena acomodação de onde um porteiro ou guarda acompanha a entrada e saída de visitantes. A base recebe +4 em segurança."
        },
        {
          "type": "item",
          "name": "Jardim Ornamental",
          "description": "Arbustos, flores, cercas vivas e bancos de pedra formam um ambiente propício para conversas discretas e sussurradas. O hábito de receber visitas num jardim ornamental fornece +1 em testes de Enganação."
        },
        {
          "type": "item",
          "name": "Laboratório Arcano",
          "description": "Uma ampliação do gabinete místico, inclui um quadro para rascunhar fórmulas arcanas e instrumentos para experimentação com magias. No início de cada aventura, cada residente pode escolher uma de suas magias arcanas. Até o fim da aventura, o custo dessa magia diminui em –1 PM. Pré-requisito: gabinete místico."
        },
        {
          "type": "item",
          "name": "Lavanderia",
          "description": "Aqui as roupas dos heróis são remendadas, limpas, perfumadas e engomadas. Cada residente pode escolher um de seus itens de vestuário que modifique uma perícia. O item fornece um bônus de +1 nessa perícia (ou aumenta o bônus fornecido em +1, cumulativo com melhorias). Cada residente pode trocar esse item no início de cada aventura."
        },
        {
          "type": "item",
          "name": "Memorial",
          "description": "Um cômodo solene, com retratos de companheiros caídos, assim como alguns de seus pertences pessoais, garantindo que eles nunca sejam esquecidos. Caso um residente morra, o próximo personagem do mesmo jogador recebe +1 em um atributo."
        },
        {
          "type": "item",
          "name": "Observatório",
          "description": "Geralmente posicionado em um ponto elevado, este cômodo permite observar os astros e obter vislumbres de eventos futuros a partir de seus movimentos. Se for treinado em Misticismo, você pode rolar dois dados e escolher o melhor resultado em um teste de perícia por aventura."
        },
        {
          "type": "item",
          "name": "Oficina de Trabalho",
          "description": "Uma sala com ferramentas e bancadas que auxiliam nas lides de qualquer artesão. Cada residente recebe +1 em um Ofício a sua escolha (o residente pode trocar o Ofício escolhido no início de cada aventura)."
        },
        {
          "type": "item",
          "name": "Oratório",
          "description": "Um cômodo preparado para orações e meditação. Os residentes recebem +1 em Religião."
        },
        {
          "type": "item",
          "name": "Pátio de Treinamento",
          "description": "Um espaço aberto com alvos e bonecos de palha. Os residentes recebem +1 nos testes de ataque com uma arma a sua escolha (o residente pode trocar essa arma no início de cada aventura)."
        },
        {
          "type": "item",
          "name": "Quarto do Capitão",
          "description": "A casa da guarda é expandida com os aposentos para um oficial. Sob sua liderança, os guardas se tornam mais eficazes, o que aumenta o bônus em segurança fornecido pela guarita em +2 (para um total de +10). Além disso, o próprio capitão conta como um parceiro veterano, de um tipo entre atirador, combatente, fortão ou guardião (definido ao construir o cômodo), que pode acompanhar um dos residentes em suas aventuras. Pré-requisito: sala da guarda."
        },
        {
          "type": "item",
          "name": "Sacada",
          "description": "Uma área aberta, que permite olhar a paisagem e estimula a conversa. Cada residente recebe +1 em Diplomacia."
        },
        {
          "type": "item",
          "name": "Sala de Estar",
          "description": "Este aposento provavelmente é o coração da base, o local onde os membros do grupo podem conversar, jogar Cavillan ou simplesmente relembrar suas últimas aventuras. A sala de estar pode possuir e receber os benefícios de até três mobílias diferentes (veja a seguir)."
        },
        {
          "type": "item",
          "name": "Sala de Guerra",
          "description": "Uma sala com uma grande mesa e armários contendo mapas, miniaturas e instrumentos de medição, que podem ser usados para recriar e estudar batalhas históricas. Os residentes recebem +1 em Guerra e Iniciativa."
        },
        {
          "type": "item",
          "name": "Sala de Jogos",
          "description": "Um ambiente de lazer equipado com diversos jogos de azar e de habilidade. Os residentes recebem +1 em Jogatina. Além disso, por se acostumarem a lidar com os reveses da fortuna, recuperam 1 PM sempre que rolam um resultado 1 natural em um teste relevante, a critério do mestre (nada de ficar fazendo testes quaisquer só para recuperar mana!)."
        },
        {
          "type": "item",
          "name": "Sala de Mapas",
          "description": "Um espaço para arquivar e consultar mapas, cartilhas e outros instrumentos de navegação e exploração. Os residentes recebem +2 em testes de buscas (Tormenta20, p. 278) e em testes de perigos complexos relacionados a viagens (como Jornada pelos Ermos)."
        },
        {
          "type": "item",
          "name": "Sala de Perigo",
          "description": "Um espaço para prática de atividades aventurescas, com bonecos (ou mesmo construtos animados!) para treino de combate e áreas com obstáculos para treinos físicos. Os residentes recebem +2 em testes da ação treinamento (Tormenta20, p. 277). Pré-requisito: sistema de segurança."
        },
        {
          "type": "item",
          "name": "Sala do Tesouro",
          "description": "Um espaço protegido por uma pesada porta metálica, onde os heróis podem guardar os espólios pelos quais lutaram arduamente (ou não, no caso de certos ladinos). Ter sua própria sala do tesouro deixa os aventureiros mais atentos às riquezas no caminho: qualquer rolagem de d% para definir tesouros aleatórios recebe um bônus de +5%."
        },
        {
          "type": "item",
          "name": "Salão de Baile",
          "description": "Um aposento amplo com um belo piso de madeira ou mármore, onde os personagens podem organizar festas elegantes. O costume de receber pessoas e se portar formalmente fornece aos residentes +1 em Nobreza."
        },
        {
          "type": "item",
          "name": "Sauna",
          "description": "Um conjunto de salas repletas de vapor, piscinas quentes e frias e até espaço para massagens. Uma vez por aventura, quando fizer um teste de resistência, cada residente pode rolar dois dados e usar o melhor resultado. Pré-requisito: base formidável ou melhor."
        },
        {
          "type": "item",
          "name": "Sistema de Segurança",
          "description": "A base possui armadilhas mundanas ou mágicas instaladas em sua entrada e/ou cômodos, que fornecem +4 de segurança à base. Os residentes, é claro, conhecem as senhas que precisam falar e as alavancas que precisam puxar para não serem vítimas de suas prórias defesas. Mais do que isso, por estarem acostumados a lidar com armadilhas, recebem +2 em testes de resistência contra esses perigos."
        },
        {
          "type": "item",
          "name": "Suíte",
          "description": "Um quarto amplo e aconchegante, equipado com diversos confortos que tornam a estadia mais agradável e o sono, mais reparador. Até dois residentes (que durmam juntos!) recebem +3 pontos de vida e as condições de descanso na base se tornam confortáveis. Este cômodo pode ser construído várias vezes, para que mais residentes possam se beneficiar dele. Pré-requisito: base básica ou melhor."
        },
        {
          "type": "item",
          "name": "Tabernáculo",
          "description": "Uma ampliação do oratório, inclui um espaço para pergaminhos e materiais para estudo de textos sacros. No início de cada aventura, cada residente pode escolher uma de suas magias divinas. Até o fim da aventura, o custo dessa magia diminui em –1 PM. Pré-requisito: oratório."
        },
        {
          "type": "item",
          "name": "Tablado",
          "description": "Um palco para ensaiar peças, músicas e outras manifestações artísticas. Os residentes recebem +1 em Atuação."
        },
        {
          "type": "item",
          "name": "Vergel",
          "description": "Um ambiente externo repleto de árvores e vegetação, onde os residentes podem ficar em contato com a natureza. Fornece +1 em Sobrevivência."
        }
      ]
    },
    {
      "type": "folder",
      "name": "Mobílias",
      "items": [
        {
          "type": "item",
          "name": "Mobílias",
          "description": "De tapeçarias a cabeças de monstros empalhadas, mobílias são objetos que podem ser incluídos em um cômodo para melhorar suas funcionalidades. Mobílias são adquiridas como itens comuns, podendo ser compradas, fabricadas (contam como equipamentos de aventura) ou mesmo encontradas como tesouros. Cada cômodo pode conter uma mobília, e os efeitos da mobília se acumulam com aqueles fornecidos pelo cômodo. Mobílias podem ser movidas de um cômodo para outro entre aventuras, mas uma mesma mobília só pode afetar um único cômodo a cada aventura."
        },
        {
          "type": "item",
          "name": "Tesouro ou Mobília?",
          "description": "A critério do mestre, tesouros encontrados em aventuras podem ser usados como mobílias. A chave simbólica de uma cidade, presenteada por seu grato burgomestre, ou uma flor encantada, entregue por uma dríade, podem lembrar os heróis de vitórias passadas. Os benefícios dessas mobílias ficam a cargo do mestre."
        },
        {
          "type": "item",
          "name": "Armadura Decorativa",
          "description": "Montada em um suporte, esta armadura é um lembrete dos perigos lá fora. Os residentes recebem +1 na Defesa. Preço T$ 2.000."
        },
        {
          "type": "item",
          "name": "Armário de Remédios",
          "description": "Um móvel especialmente preparado para armazenar e conservar medicamentos, ataduras e outros suprimentos médicos do grupo. Instalado em uma enfermaria ou estufa, faz com que seus preparados e poções de cura recuperem +1 PV por dado. Preço T$ 2.000."
        },
        {
          "type": "item",
          "name": "Banheira",
          "description": "Você sabe que sua carreira de aventureiros deu certo quando há uma banheira cheia de água quente esperando por você no fim de uma busca. A banheira deve ser instalada em uma suíte e afeta apenas os residentes que dormem nela. Uma vez por aventura, permite rolar dois dados em um teste de Fortitude e usar o melhor resultado. Preço T$ 300."
        },
        {
          "type": "item",
          "name": "Bar",
          "description": "Um balcão com bancos altos, onde os heróis podem beber, conversar e relaxar. Pode ser instalado em diversos cômodos, como a sala de estar, o salão de baile ou a sala de jogos, e fornece +1 PM para os residentes. Preço T$ 1.000."
        },
        {
          "type": "item",
          "name": "Baú Reforçado",
          "description": "Uma caixa de madeira com reforços em metal. Colocado na despensa, aumenta o bônus no limite de carga para 3 espaços. Preço T$ 300."
        },
        {
          "type": "item",
          "name": "Bigorna",
          "description": "Um utensílio básico para ferreiros. Mas, por seu tamanho e peso, é parte da mobília! Instalada na oficina de trabalho, aumenta o bônus em Ofício para +3. Instalada na forjaria, aumenta o bônus em dano para +2. Preço T$ 500."
        },
        {
          "type": "item",
          "name": "Colchão de Penas Exóticas",
          "description": "Feito de seda ou outro tecido igualmente suave e preenchido com penas raras de extrema maciez, este colchão é a garantia de noites de sono celestiais. Instalado em uma suíte, aumenta os PV extras em +3. Preço T$ 500."
        },
        {
          "type": "item",
          "name": "Colmeia de Pergaminhos",
          "description": "Uma espécie de estante com “favos” onde pergaminhos podem ser guardados. Pode ser instalada na biblioteca ou no gabinete místico e possui textos sobre diversas tradições arcanas, de magimoldadores nardmyr a necromantes de Aslothia. Conjuradores arcanos aprendem uma magia de qualquer círculo que possam lançar. Preço T$ 2.500."
        },
        {
          "type": "item",
          "name": "Criatura Empalhada",
          "description": "Uma criatura abatida pelo grupo e empalhada. Fornece um bônus em rolagens de dano contra criaturas do mesmo tipo igual ao patamar da criatura empalhada (uma serpe empalhada, por exemplo, fornece +2 em rolagens de dano contra monstros). Preço T$ 1.000 (o grupo precisa fornecer a carcaça da criatura)."
        },
        {
          "type": "item",
          "name": "Engenho Automatizado",
          "description": "Um tear mecânico, um sistema de foles autônomos ou mesmo uma prensa de tipos móveis, esta é uma mobília grande e barulhenta, mas capaz de otimizar processos de manufatura. Instalado na oficina de trabalho, diminui o tempo de fabricação de itens não consumíveis não mágicos na base à metade. Preço T$ 3.000."
        },
        {
          "type": "item",
          "name": "Espelho de Corpo",
          "description": "Um luxo na maior parte de Arton, permite que um aventureiro se admire por completo e ajuste seu visual. Instalado na chapelaria, permite usar um item vestido adicional (para um total de dois adicionais). Instalado numa suíte, concede +1 em testes de perícias baseadas em Carisma. Preço T$ 2.000."
        },
        {
          "type": "item",
          "name": "Gárgula Animada",
          "description": "Esta estátua de pedra é encantada para ganhar vida e lutar ao lado dos heróis. Por ser instalada no exterior da base, não ocupa nenhum cômodo. Uma base pode ter até uma gárgula por categoria de porte acima de básico; cada uma fornece um bônus cumulativo de +2 em segurança. Uma gárgula também pode acompanhar o grupo como um parceiro fortão e guardião veterano. Preço T$ 10.000."
        },
        {
          "type": "item",
          "name": "Ídolo Dourado",
          "description": "Uma estatueta de ouro maciço, representando uma divindade, criatura ou personalidade importante para o grupo. Aumenta um dos bônus em perícias fornecidos pelo cômodo em +1. Preço T$ 1.200."
        },
        {
          "type": "item",
          "name": "Lareira",
          "description": "Uma chaminé e um pequeno espaço para fazer fogo. Aquece o ambiente e faz com que os moradores se acostumem com a presença do calor. Instalada na sala de estar, na cozinha ou em uma suíte, fornece +1 na CD de efeitos de fogo e redução de fogo 2. Preço T$ 2.500."
        },
        {
          "type": "item",
          "name": "Lustre de Cristal",
          "description": "Um conjunto elaborado de lampiões ou gemas mágicas em de uma estrutura de cristal pendurada no teto, pode ser instalado na sala de estar ou no salão de baile. Uma vez por aventura, aumenta um efeito de luz em +1 por dado. Preço T$ 2.500."
        },
        {
          "type": "item",
          "name": "Mapa-Múndi",
          "description": "Um mapa enorme, representando todas as regiões conhecidas de Arton. Alguns sábios inovadores usam um globo, representando Arton como vista do éter divino. Instalado na sala de guerra ou na sala de mapas, aumenta os bônus do cômodo em questão em +1. Preço T$ 1.500."
        },
        {
          "type": "item",
          "name": "Mesa de Reuniões",
          "description": "Uma enorme mesa de madeira (provavelmente Tollon). Se o grupo tiver um brasão ou outro símbolo, ele pode estar entalhado no tampo. Pode ser instalada na sala de guerra ou na sala de estar, e permite que os personagens conversem sobre táticas e atuem como uma unidade coesa. No início de cada combate, os personagens podem trocar os valores de iniciativa rolados entre si. Preço T$ 2.000."
        },
        {
          "type": "item",
          "name": "Obra de Arte",
          "description": "Uma pintura, escultura, tapeçaria ou outra peça única e de grande beleza. Lembra aos aventureiros de por que vale a pena lutar. Uma vez por aventura, cada residente pode curar um número de PM igual ao seu patamar x a quantidade de obras de arte na base. Preço T$ 2.000."
        },
        {
          "type": "item",
          "name": "Planetário",
          "description": "Um modelo tridimensional de Arton e dos mundos dos deuses, assim como entendidos pelos maiores sábios. Instalado no observatório, permite usar o bônus do cômodo uma vez adicional por aventura. Preço T$ 1.500."
        },
        {
          "type": "item",
          "name": "Prataria",
          "description": "Talheres de prata e pratos de porcelana, que adicionam sofisticação e elegância a qualquer refeição. Instalada na cozinha, permite preparar uma refeição para viagem adicional. Preço T$ 2.000."
        },
        {
          "type": "item",
          "name": "Prateleiras Reforçadas",
          "description": "Móveis que vão do chão ao teto, repletos de livros. Instaladas na biblioteca, fornecem uma perícia treinada. Preço T$ 2.000."
        },
        {
          "type": "item",
          "name": "Quadro de Diagramas",
          "description": "Um grande quadro negro e uma coleção de esquemas de diversos itens. Permite que os personagens consultem o conhecimento de outros artífices. Instalado na oficina de trabalho, reduz o custo para fabricar itens mundanos na base para um quarto do preço (em vez de um terço) e o custo para consertar para um oitavo do preço (em vez de um sexto). Preço T$ 3.000."
        },
        {
          "type": "item",
          "name": "Relíquia Abençoada",
          "description": "Uma relíquia sagrada — ou profana! Instalada no oratório, fornece a conjuradores divinos uma magia divina de qualquer círculo que eles possam lançar. Instalada na sala de estar, fornece +1 nos testes de resistência de todos os residentes. Preço T$ 2.500."
        },
        {
          "type": "item",
          "name": "Retratos",
          "description": "Pinturas dos próprios membros do grupo, penduradas nas paredes em um cômodo qualquer de uso comum. Os residentes recebem +5 em testes de perícia para ajudar outros residentes. Preço T$ 1.750."
        },
        {
          "type": "item",
          "name": "Roleta Ahleniense",
          "description": "Montada sobre um móvel fino de madeira, esta roleta é uma peça impressionante, que lembra a todos da influência do caos em Arton. Instalada na sala de jogos, permite que você role novamente um teste de perícia por aventura. Preço T$ 2.000."
        }
      ]
    }
  ]
}