{
  "type": "folder",
  "name": "Condições",
  "items": [
    {
      "type": "item",
      "name": "Abalado",
      "description": "O personagem sofre –2 em testes de perícia. Se ficar abalado novamente, em vez disso fica apavorado. Medo."
    },
    {
      "type": "item",
      "name": "Agarrado",
      "description": "O personagem fica desprevenido e imóvel, sofre –2 em testes de ataque e só pode atacar com armas leves. Ataques à distância contra um alvo envolvido em uma manobra agarrar têm 50% de chance de acertar o alvo errado. Movimento."
    },
    {
      "type": "item",
      "name": "Alquebrado",
      "description": "O custo em pontos de mana das habilidades do personagem aumenta em +1. Mental."
    },
    {
      "type": "item",
      "name": "Apavorado",
      "description": "O personagem sofre –5 em testes de perícia e não pode se aproximar voluntariamente da fonte do medo. Medo."
    },
    {
      "type": "item",
      "name": "Atordoado",
      "description": "O personagem fica desprevenido e não pode fazer ações. Mental."
    },
    {
      "type": "item",
      "name": "Caído",
      "description": "O personagem sofre –5 em ataques corpo a corpo e seu deslocamento é reduzido a 1,5m. Além disso, sofre –5 na Defesa contra ataques corpo a corpo e recebe +5 na Defesa contra ataques à distância (cumulativos com outras condições)."
    },
    {
      "type": "item",
      "name": "Cego",
      "description": "O personagem fica desprevenido e lento, não pode fazer testes de Percepção para observar e sofre –5 em testes de perícias baseadas em Força ou Destreza. Todos os alvos de seus ataques recebem camuflagem total. Você é considerado cego enquanto estiver em uma área de escuridão total, a menos que algo lhe permita perceber no escuro. Sentidos."
    },
    {
      "type": "item",
      "name": "Confuso",
      "description": "O personagem comporta-se de modo aleatório. Role 1d6 no início de seus turnos: 1) Movimenta-se em uma direção escolhida por uma rolagem de 1d8; 2-3) Não pode fazer ações, e fica balbuciando incoerentemente; 4-5) Usa a arma que estiver empunhando para atacar a criatura mais próxima, ou a si mesmo se estiver sozinho (nesse caso, apenas role o dano); 6) A condição termina e pode agir normalmente. Mental."
    },
    {
      "type": "item",
      "name": "Debilitado",
      "description": "O personagem sofre –5 em testes de Força, Destreza e Constituição e de perícias baseadas nesses atributos. Se o personagem ficar debilitado novamente, em vez disso fica inconsciente."
    },
    {
      "type": "item",
      "name": "Desprevenido",
      "description": "O personagem sofre –5 na Defesa e em Reflexos. Você fica desprevenido contra inimigos que não possa perceber. Doente. Sob efeito de uma doença. Metabolismo."
    },
    {
      "type": "item",
      "name": "Em Chamas",
      "description": "O personagem está pegando fogo. No início de seus turnos, sofre 1d6 pontos de dano de fogo. O personagem pode gastar uma ação padrão para apagar o fogo com as mãos. Imersão em água também apaga as chamas. Enfeitiçado. O personagem se torna prestativo em relação à fonte da condição. Ele não fica sob controle da fonte, mas percebe suas palavras e ações da maneira mais favorável possível. A fonte da condição recebe +10 em testes de Diplomacia com o personagem. Mental."
    },
    {
      "type": "item",
      "name": "Enjoado",
      "description": "O personagem só pode realizar uma ação padrão ou de movimento (não ambas) por rodada. Ele pode gastar uma ação padrão para fazer uma investida, mas pode avançar no máximo seu deslocamento (e não o dobro). Metabolismo. Enredado. O personagem fica lento, vulnerável e sofre –2 em testes de ataque. Movimento."
    },
    {
      "type": "item",
      "name": "Envenenado",
      "description": "O efeito desta condição varia de acordo com o veneno. Pode ser perda de vida recorrente ou outra condição (como fraco ou enjoado). Perda de vida recorrente por venenos é cumulativa. Veneno. Esmorecido. O personagem sofre –5 em testes de Inteligência, Sabedoria e Carisma e de perícias baseadas nesses atributos. Mental. Exausto. O personagem fica debilitado, lento e vulnerável. Se ficar exausto novamente, em vez disso fica inconsciente. Cansaço."
    },
    {
      "type": "item",
      "name": "Fascinado",
      "description": "Com a atenção presa em alguma coisa. O personagem sofre –5 em Percepção e não pode fazer ações, exceto observar aquilo que o fascinou. Esta condição é anulada por ações hostis contra o personagem ou se o que o fascinou não estiver mais visível. Balançar uma criatura fascinada para tirá-la desse estado gasta uma ação padrão. Mental."
    },
    {
      "type": "item",
      "name": "Fatigado",
      "description": "O personagem fica fraco e vulnerável. Se ficar fatigado novamente, em vez disso fica exausto. Cansaço."
    },
    {
      "type": "item",
      "name": "Fraco",
      "description": "O personagem sofre –2 em testes de Força, Destreza e Constituição e de perícias baseadas nesses atributos. Se ficar fraco novamente, em vez disso fica debilitado."
    },
    {
      "type": "item",
      "name": "Frustrado",
      "description": "O personagem sofre –2 em testes de Inteligência, Sabedoria e Carisma e de perícias baseadas nesses atributos. Se ficar frustrado novamente, em vez disso fica esmorecido. Mental. Imóvel. Todas as formas de deslocamento do personagem são reduzidas a 0m. Movimento."
    },
    {
      "type": "item",
      "name": "Inconsciente",
      "description": "O personagem fica indefeso e não pode fazer ações, incluindo reações (mas ainda pode fazer testes que sejam naturalmente feitos quando se está inconsciente, como testes de Constituição para estabilizar sangramento). Balançar uma criatura para acordá-la gasta uma ação padrão."
    },
    {
      "type": "item",
      "name": "Indefeso",
      "description": "O personagem fica desprevenido, mas sofre –10 na Defesa, falha automaticamente em testes de Reflexos e pode sofrer golpes de misericórdia. Lento. Todas as formas de deslocamento do personagem são reduzidas à metade (arredonde para baixo para o primeiro incremento de 1,5m) e ele não pode correr ou fazer investidas. Movimento."
    },
    {
      "type": "item",
      "name": "Ofuscado",
      "description": "O personagem sofre –2 em testes de ataque e de Percepção. Sentidos."
    },
    {
      "type": "item",
      "name": "Paralisado",
      "description": "Fica imóvel e indefeso e só pode realizar ações puramente mentais. Movimento."
    },
    {
      "type": "item",
      "name": "Pasmo",
      "description": "Não pode fazer ações. Mental."
    },
    {
      "type": "item",
      "name": "Petrificado",
      "description": "O personagem fica inconsciente e recebe redução de dano 8. Metamorfose."
    },
    {
      "type": "item",
      "name": "Sangrando",
      "description": "No início de seu turno, o personagem deve fazer um teste de Constituição (CD 15). Se falhar, perde 1d6 pontos de vida e continua sangrando. Se passar, remove essa condição. Metabolismo. Sobrecarregado. O personagem sofre penalidade de armadura –5 e seu deslocamento é reduzido –3m. Movimento."
    },
    {
      "type": "item",
      "name": "Surdo",
      "description": "O personagem não pode fazer testes de Percepção para ouvir e sofre –5 em testes de Iniciativa. Além disso, é considerado em condição ruim para lançar magias. Sentidos. Surpreendido. O personagem fica desprevenido e não pode fazer ações."
    },
    {
      "type": "item",
      "name": "Vulnerável",
      "description": "O personagem sofre –2 na Defesa."
    }
  ]
}
