{
    "type": "folder",
    "name": "Deuses",
    "items": [
      {
        "type": "item",
        "name": "Deuses",
        "description": "Em Arton, você pode trabalhar a serviço dos deuses, cumprindo seus desígnios. Um personagem que serve a uma divindade é chamado devoto e, em troca de seguir certas obrigações, recebe poderes. Ser devoto é uma escolha. Por exemplo, você pode ser um cavaleiro normal, sem obrigações, ou um cavaleiro devoto de Khalmyr, com obrigações e poderes."
      },
      {
        "type": "item",
        "name": "Escolhendo seu deus",
        "description": "Você pode se tornar devoto na construção de seu personagem ou sempre que subir de nível. Porém, só pode ter uma devoção e não pode mudá-la (exceto sob critério do mestre). Se você for clérigo, druida ou paladino, automaticamente será um devoto.\nPara ser devoto de um deus, sua raça ou sua classe devem estar listadas na seção “Devotos” do deus em questão. Humanos e clérigos são exceção — podem ser devotos de qualquer divindade.\nAo se tornar devoto, você recebe um poder concedido a sua escolha da lista do deus e passa a seguir as Obrigações & Restrições dele. Se violá-las, perde todos os seus PM e só pode recuperá-los a partir do próximo dia. Se violá-las de novo na mesma aventura, perde todos os seus PM e não pode recuperá-los até fazer uma penitência (veja a perícia Religião). Poderes concedidos são descritos no Capítulo 2.\nMulticlasse. No caso de classes com listas de devoções permitidas, a classe com menos opções determina a que deve ser seguida (isso permite que uma devoção anterior seja mudada). Se não houver devoções compatíveis, a multiclasse não pode ser feita."
      },
      {
        "type": "item",
        "name": "Características dos deuses",
        "description": "Crenças e Objetivos. Um resumo da doutrina da divindade, aquilo em que os devotos creem.\n\nSímbolo Sagrado. O símbolo do deus, normalmente usado como um medalhão ou na roupa.\n\nCanalizar Energia. O tipo de energia que a divindade canaliza. Devotos de alguns deuses podem escolher o tipo de energia (nesse caso, uma vez feita, a escolha não pode ser mudada).\n\nArma Preferida. A arma típica de devotos do deus, importante para certas habilidades e magias."
      },
      {
        "type": "item",
        "name": "Aharadak",
        "description": "Outrora um dos terríveis Lordes da Tormenta, esta aberração monstruosa ambicionava o grande poder divino oferecido pelos devotos de Arton. Após anos liderando seu próprio culto profano, Aharadak matou Tauron, o Deus da Força, e ascendeu como o novo e macabro Deus da Tormenta. Agora ocupando uma posição importante no Panteão, os invasores lefeu avançam mais uma etapa em seus planos para corromper Arton. Apenas os devotos mais depravados ousam cultuar esta divindade de escatologia e sadismo.\n\nCrenças e Objetivos. Reverenciar a Tormenta, apregoar a inevitabilidade de sua chegada ao mundo. Praticar a devassidão e a perversão. Deturpar tudo que é correto, desfigurar tudo que é normal. Abraçar a agonia, crueldade e loucura.\n\nSímbolo Sagrado. Um olho macabro de pupila vertical e cercado de espinhos.\n\nCanalizar Energia. Negativa.\n\nArma Preferida. Corrente de espinhos.\n\nDevotos. Quaisquer. A Tormenta aceita tudo e todos.\n\nPoderes Concedidos. Afinidade com a Tormenta, Êxtase da Loucura, Percepção Temporal, Rejeição Divina.\n\nObrigações & Restrições. Quase todos os cultistas de Aharadak são maníacos insanos, compelidos a praticar os atos mais abomináveis. No entanto, talvez devido à natureza alienígena e incompreensível deste deus, alguns devotos conseguem se resguardar. Preservam sua humanidade, abstendo-se de cometer crimes ou profanações. Ainda assim, o devoto paga um preço. No início de qualquer cena de ação, role 1d6. Com um resultado ímpar, você fica fascinado na primeira rodada, perdido em devaneios sobre a futilidade da vida (mesmo que seja imune a esta condição)."
      },
      {
        "type": "item",
        "name": "Allihanna",
        "description": "A Deusa da Natureza representa a bondade inerente ao mundo natural, a pureza das plantas e animais. Mesmo os animais predadores são considerados puros, inocentes — pois matam apenas para sobreviver, ao contrário dos monstros e seres civilizados. A divindade principal dos druidas, Allihanna também é cultuada por povos bárbaros. Estes veneram faces variadas desta deusa, que pode se manifestar como um majestoso animal (diferente para cada culto) ou uma criatura quimérica de muitas cabeças.\n\nCrenças e Objetivos. Reverenciar os seres da natureza. Proteger a vida selvagem. Promover harmonia entre a natureza e a civilização. Combater monstros, mortos-vivos e outras criaturas que perturbam o equilíbrio natural.\n\nSímbolo Sagrado. Para bárbaros e outros adoradores de animais, o símbolo corresponde ao respectivo animal. Para outros, uma pequena árvore.\n\nCanalizar Energia. Positiva.\n\nArma Preferida. Bordão.\n\nDevotos. Dahllan, elfos, sílfides, bárbaros, caçadores, druidas.\n\nPoderes Concedidos. Compreender os Ermos, Dedo Verde, Descanso Natural, Voz da Natureza.\n\nObrigações & Restrições. Devotos de Allihanna não podem usar armaduras e escudos feitos de metal. Assim, você só pode usar armadura acolchoada, de couro, gibão de peles e escudo leve, ou itens feitos de materiais especiais não metálicos.\nDevotos de Allihanna não podem descansar em nenhuma comunidade maior que uma aldeia (não perdem seus poderes, mas também não recuperam pontos de vida ou mana). Por isso, sempre preferem o relento a um quarto de estalagem."
      },
      {
        "type": "item",
        "name": "Arsenal",
        "description": "Outrora um infame clérigo guerreiro, o vilão conhecido apenas como Mestre Arsenal se tornou sumo-sacerdote do violento deus Keenn. No entanto, após uma longa campanha que envolveu a conquista da mais poderosa espada mágica de Arton, o clérigo derrotou seu próprio patrono em combate durante um torneio épico, ascendendo ao Panteão como o novo Deus da Guerra. Com o objetivo de tornar Arton mais forte, capaz de confrontar qualquer inimigo, Arsenal e seus devotos seguem deflagrando conflitos por todo o Reinado e além.\n\nCrenças e Objetivos. Promover a guerra e o conflito. Vencer a qualquer custo, pela força ou estratégia. Jamais oferecer ou aceitar rendição. Eliminar as próprias fraquezas. Conhecer o inimigo como a si mesmo. Sempre encontrar condições de vitória; quando não existirem, criá-las.\n\nSímbolo Sagrado. Um martelo de guerra e uma espada longa cruzados sobre um escudo.\n\nCanalizar Energia. Qualquer.\n\nArma Preferida. Martelo de guerra.\n\nDevotos. Anões, minotauros, bárbaros, cavaleiros, guerreiros, lutadores.\n\nPoderes Concedidos. Conjurar Arma, Coragem Total, Fé Guerreira, Sangue de Ferro.\n\nObrigações & Restrições. Um devoto de Arsenal é proibido de ser derrotado em qualquer tipo de combate ou disputa (como um teste oposto para ver quem é mais forte). Caso seu grupo seja derrotado, isso também constitui uma violação das obrigações."
      },
      {
        "type": "item",
        "name": "Azgher",
        "description": "Venerado pelos povos do Deserto da Perdição, o Deus-Sol é também cultuado por viajantes, mercadores honestos e todos aqueles que combatem as trevas. É um deus generoso; sua jornada diária derrama calor e conforto sobre Arton. Azgher é como um pai severo: responsável, provedor, mas que também exige respeito de seus filhos. Como um olho sempre vigilante nos céus, nada acontece à luz do dia sem que Azgher perceba.\n\nCrenças e Objetivos. Praticar a gratidão pela proteção e generosidade do sol. Promover a honestidade, expor embustes e mentiras. Praticar a caridade e o altruísmo. Proteger os necessitados. Oferecer clemência, perdão e redenção. Combater o mal.\n\nSímbolo Sagrado. Um sol dourado.\n\nCanalizar Energia. Positiva.\n\nArma Preferida. Cimitarra.\n\nDevotos. Aggelus, qareen, arcanistas, bárbaros, caçadores, cavaleiros, guerreiros, nobres, paladinos.\n\nPoderes Concedidos. Espada Solar, Fulgor Solar, Habitante do Deserto, Inimigo de Tenebra.\n\nObrigações & Restrições. O devoto de Azgher deve manter o rosto sempre coberto (com uma máscara, capuz ou trapos). Sua face pode ser revelada apenas ao sumo-sacerdote ou em seu funeral. Devotos do Sol também devem doar para a igreja de Azgher 20% de qualquer tesouro obtido. Essa doação deve ser feita em ouro, seja na forma de moedas ou itens."
      },
      {
        "type": "item",
        "name": "Hyninn",
        "description": "Capaz de enganar até mesmo outros deuses, o ardiloso Deus da Trapaça é uma divindade favorita de foras da lei — seus clérigos atuam como conselheiros, ou até mesmo líderes, em guildas criminosas ou navios piratas. Também é louvado por regentes e mercadores não muito honestos, orando por vantagens ilícitas. No entanto, mesmo pessoas honradas eventualmente simpatizam com Hyninn por sua esperteza, despreocupação e ousadia.\n\nCrenças e Objetivos. Praticar a astúcia e a esperteza. Demonstrar que honestidade e sinceridade levam ao fracasso. Desafiar a lei e a ordem. Ser vitorioso sem seguir regras. Fazer aos outros antes que façam a você. Levar vantagem em tudo.\n\nSímbolo Sagrado. Uma adaga atravessando uma máscara, ou uma raposa.\n\nCanalizar Energia. Qualquer.\n\nArma Preferida. Adaga.\n\nDevotos. Hynne, goblins, sílfides, bardos, bucaneiros, ladinos, inventores, nobres.\n\nPoderes Concedidos. Apostar com o Trapaceiro, Farsa do Fingidor, Forma de Macaco, Golpista Divino.\n\nObrigações & Restrições. Um devoto de Hyninn não recusa participação em um golpe, trapaça ou artimanha (o que muitas vezes inclui missões para roubar... hã, resgatar tesouros), exceto quando prejudica seus próprios aliados.\nO devoto também deve fazer um ato furtivo, ousado ou proibido por dia (ou por sessão de jogo, o que demorar mais), como oferenda a Hyninn. Roubar uma bolsa, enganar um miliciano, invadir o quarto de um nobre... Em termos de jogo, uma ação exigindo um teste de Enganação ou Ladinagem com CD mínima 15 + metade do seu nível."
      },
      {
        "type": "item",
        "name": "Kallyadranoch",
        "description": "Como punição imposta por Khalmyr pelo crime de criar a Tormenta, o Deus dos Dragões estava esquecido até poucos anos atrás, conhecido apenas como “o Terceiro”. Restaurado em tempos recentes durante um combate épico contra os invasores aberrantes, Kallyadranoch agora governa não apenas os dragões, mas todos que cultuam o poder elemental das grandes feras. Além disso, enquanto Wynna representa o lado bondoso e generoso da magia arcana, Kally é cultuado por arcanistas malignos.\n\nCrenças e Objetivos. Praticar a soberania. Demonstrar orgulho, superioridade, majestade. Praticar o acúmulo de riquezas. Proteger suas posses e sua dignidade. Ser implacável com seus inimigos. Reverenciar os dragões e suas crias.\n\nSímbolo Sagrado. Escamas de cinco cores diferentes.\n\nCanalizar Energia. Negativa.\n\nArma Preferida. Lança.\n\nDevotos. Elfos, medusas, sulfure, arcanistas, cavaleiros, guerreiros, lutadores, nobres.\n\nPoderes Concedidos. Aura de Medo, Escamas Dracônicas, Presas Primordiais, Servos do Dragão.\n\nObrigações & Restrições. Para subir de nível, além de acumular XP suficiente, o devoto de Kally deve realizar uma oferenda em tesouro. O valor é igual à 20% da diferença do dinheiro inicial do nível que vai alcançar para o nível atual (por exemplo, T$ 80 para subir para o 4° nível). Sabe-se, também, de devotos malignos que sacrificam vítimas a Kally (não permitido para personagens jogadores)."
      },
      {
        "type": "item",
        "name": "Khalmyr",
        "description": "Antigo líder do Panteão, o Deus da Justiça já foi considerado a divindade mais popular no Reinado. Isso mudaria com a vitória dos minotauros nas Guerras Táuricas, bem como a recente ascensão de Valkaria como nova líder dos deuses. Mesmo assim, Khalmyr ainda é louvado por aqueles que lutam pela ordem e justiça. As duas maiores ordens de cavaleiros em Arton foram criadas em sua honra: a Ordem da Luz e a Ordem de Khalmyr. Esta é também uma das divindades principais dos anões, junto de Tenebra — conforme a crença, ambos teriam gerado juntos a raça anã.\n\nCrenças e Objetivos. Praticar a caridade e o altruísmo. Defender a lei, a ordem e os necessitados. Combater a mentira, o crime e o mal. Oferecer clemência, perdão e redenção. Lutar o bom combate.\n\nSímbolo Sagrado. Espada sobreposta a uma balança.\n\nCanalizar Energia. Positiva.\n\nArma Preferida. Espada longa.\n\nDevotos. Aggelus, anões, cavaleiros, guerreiros, nobres, paladinos.\n\nPoderes Concedidos. Coragem Total, Dom da Verdade, Espada Justiceira, Reparar Injustiça.\n\nObrigações & Restrições. Devotos de Khalmyr não podem recusar pedidos de ajuda de pessoas inocentes. Também devem cumprir as ordens de superiores na hierarquia da igreja (devotos do Deus da Justiça de nível maior) e só podem usar itens mágicos permanentes criados por devotos do mesmo deus."
      },
      {
        "type": "item",
        "name": "Lena",
        "description": "Mesmo os deuses mais violentos e cruéis são respeitosos com a Deusa Criança, provedora da fertilidade, do sustento, da própria vida. Lena não é venerada apenas por aventureiros necessitados de curas mágicas, mas também por fazendeiros que imploram por colheitas fartas, criadores desejosos de saúde para seus animais e cada grávida prestes a dar à luz. Servida quase exclusivamente por mulheres, a Deusa da Vida oferece os mais poderosos milagres de cura presenciados em Arton.\n\nCrenças e Objetivos. Reverenciar e proteger a vida em todas as suas formas. Reverenciar a fertilidade, a fecundidade, a maternidade e a infância. Praticar a caridade e o altruísmo. Oferecer clemência, perdão e redenção. Aliviar a dor e o sofrimento físico, mental ou espiritual.\n\nSímbolo Sagrado. Lua crescente prateada.\n\nCanalizar Energia. Positiva.\n\nArma Preferida. Não há. Servos desta deusa não podem lançar a magia Arma Espiritual e similares.\n\nDevotos. Dahllan, qareen, nobres, paladinos.\n\nPoderes Concedidos. Ataque Piedoso, Aura Restauradora, Cura Gentil, Curandeira Perfeita.\n\nObrigações & Restrições. Devotos de Lena não podem causar dano letal ou perda de PV a criaturas vivas (fornecer bônus em dano letal também é proibido). Podem causar dano não letal e prejudicar seus inimigos (em termos de jogo, impondo condições), desde que não causem dano letal ou perda de PV. Para um devoto de Lena, é preferível perder a própria vida a tirá-la de outros.\nApenas mulheres podem ser devotas de Lena. Uma clériga precisa dar à luz pelo menos uma vez antes de receber seus poderes divinos. A fecundação é um mistério bem guardado pelas sacerdotisas; conta-se que a própria deusa vem semear suas discípulas. Paladinos de Lena podem ser homens (são os únicos devotos masculinos permitidos) ou mulheres."
      },
      {
        "type": "item",
        "name": "Lin-Wu",
        "description": "Mesmo com a quase extinção de seu povo pela Tormenta, o honrado Deus Samurai nunca fraquejou, nunca perdeu sua dignidade. Hoje, o Império de Jade está livre da tempestade, seus habitantes retornam para a grande reconstrução. Lin-Wu e seu povo sempre serão gratos aos campeões gaijin, por sua amizade e suporte durante os anos de pesadelo. Talvez por esse motivo, conforme especulam seus servos shugenja, devotos de Lin-Wu atuando longe de Tamu-ra recebem poderes diferentes, mais convenientes para suas missões.\n\nCrenças e Objetivos. Promover a honra acima de tudo. Proteger Tamu-ra e o Reinado de Arton. Praticar honestidade, coragem, cortesia e compaixão. Demonstrar integridade e dignidade. Ser leal a seus companheiros. Buscar redenção após cometer desonra.\n\nSímbolo Sagrado. Placa de metal com a silhueta de um dragão-serpente celestial.\n\nCanalizar Energia. Qualquer.\n\nArma Preferida. Katana.\n\nDevotos. Anões, cavaleiros, guerreiros, nobres, paladinos.\n\nPoderes Concedidos. Coragem Total, Kiai Divino, Mente Vazia, Tradição de Lin-Wu.\n\nObrigações & Restrições. Antigas proibições quanto a devotos estrangeiros ou do gênero feminino não mais se aplicam. No entanto, devotos de Lin-Wu ainda devem demonstrar comportamento honrado, jamais recorrendo a mentiras e subterfúgios. Em termos de jogo, são proibidos de tentar qualquer ação que exigiria um teste de Enganação, Furtividade ou Ladinagem."
      },
      {
        "type": "item",
        "name": "Marah",
        "description": "Neste mundo sempre em guerra, devotos da Deusa da Paz talvez sejam os mais corajosos e perseverantes, buscando inspiração em sua padroeira para proteger Arton sem usar de violência. Marah ensina a suportar qualquer provação, demonstrar que brutalidade nunca é a única resposta. Ainda assim, esta não é apenas uma divindade de placidez e indolência; devotos de Marah costumam ser plenos de bom humor e atitude positiva, sempre prontos para uma nova celebração ou romance...\n\nCrenças e Objetivos. Praticar o amor e a gratidão pela vida e pela bondade. Promover a paz, harmonia e felicidade. Aliviar a dor e o sofrimento, trazer conforto aos aflitos. Praticar a caridade e o altruísmo. Oferecer clemência, perdão e redenção.\n\nSímbolo Sagrado. Um coração vermelho.\n\nCanalizar Energia. Positiva.\n\nArma Preferida. Não há. Devotos desta deusa não podem lançar a magia Arma Espiritual e similares.\n\nDevotos. Aggelus, elfos, hynne, qareen, bardos, nobres, paladinos.\n\nPoderes Concedidos. Aura de Paz, Dom da Esperança, Palavras de Bondade, Talento Artístico.\n\nObrigações & Restrições. Devotos de Marah não podem causar dano, perda de PV e condições a criaturas, exceto enfeitiçado, fascinado e pasmo (fornecer bônus em dano também é proibido). Em combate, só podem recorrer a ações como proteger ou curar — ou fugir, render-se ou aceitar a morte. Um devoto de Marah jamais vai causar violência, nem mesmo para se salvar."
      },
      {
        "type": "item",
        "name": "Megalokk",
        "description": "O Deus dos Monstros é uma divindade de selvageria e descontrole — quando bárbaros entram em fúria, diz-se que estão apenas canalizando seu rancor primordial. Enquanto servos de Allihanna promovem harmonia entre a natureza e os povos civilizados, devotos de seu irmão sanguinário buscam apenas o extermínio de seus inimigos. E, para um servo do Deus dos Monstros, quase tudo que se move é um inimigo...\n\nCrenças e Objetivos. Praticar a violência, a soberania do mais forte. Jamais reprimir os próprios instintos e desejos. Jamais ser domado, desafiar qualquer forma de controle. Jamais oferecer perdão ou rendição. Eliminar os fracos. Destruir seus inimigos.\n\nSímbolo Sagrado. A garra de um monstro.\n\nCanalizar Energia. Negativa.\n\nArma Preferida. Maça.\n\nDevotos. Goblins, medusas, minotauros, sulfure, trogs, bárbaros, caçadores, druidas, lutadores.\n\nPoderes Concedidos. Olhar Amedrontador, Presas Primordiais, Urro Divino, Voz dos Monstros.\n\nObrigações & Restrições. Devotos de Megalokk devem rejeitar os modos civilizados e se entregar à ferocidade, descontrole e impaciência. Você é proibido de usar perícias baseadas em Inteligência ou Carisma (exceto Adestramento e Intimidação) e não pode preparar uma ação, escolher 10 ou 20 em testes e sustentar efeitos (pois são ações que exigem foco e paciência)."
      },
      {
        "type": "item",
        "name": "Nimb",
        "description": "“Khalmyr tem o tabuleiro, mas quem move as peças é Nimb” — provérbio dos tempos em que o Deus da Justiça governava o Panteão, sua liderança sempre desafiada pelo insano Deus do Caos. Nada é certo sobre esta entidade do acaso, sorte e azar. Teria Nimb cuidadosamente tramado a queda de Khalmyr, enfim derrotando o eterno rival? Seria ele capaz de um plano tão louco e brilhante? Ou não?\nNimb é mais temido do que venerado pelos artonianos, cautelosos quanto as suas constantes mudanças de humor. Muitos desejam que ele lhes sorria, mas poucos escolhem ser seus devotos. Ainda assim, há quem abrace sua loucura libertadora.\n\nCrenças e Objetivos. Reverenciar o caos, a aleatoriedade, a sorte e o azar. Praticar a ousadia e a rebeldia, desafiar regras e leis. Rejeitar o bom senso. Tornar o mundo mais interessante. Ou divertido. Ou terrível. Ou não.\n\nSímbolo Sagrado. Um dado de seis faces.\n\nCanalizar Energia. Qualquer.\n\nArma Preferida. Nenhuma e todas! Ao usar um efeito que dependa de arma preferida, qualquer arma (ou outro objeto!) pode aparecer, de acordo com o mestre.\n\nDevotos. Goblins, qareen, sílfides, arcanistas, bárbaros, bardos, bucaneiros, inventores, ladinos.\n\nPoderes Concedidos. Êxtase da Loucura, Poder Oculto, Sorte dos Loucos, Transmissão da Loucura.\n\nObrigações & Restrições. Por serem incapazes de seguir regras, estes devotos não têm “obrigações” verdadeiras (portanto, nunca perdem PM por descumprirem suas O&R). No entanto, sofrem certas restrições que não podem ignorar.\nDevotos de Nimb são loucos (ou agem como se fossem), não conseguindo convencer ninguém de coisa alguma. Você sofre –5 em testes de perícias baseadas em Carisma. Além disso, no início de cada cena de ação, role 1d6. Com um resultado 1, você fica confuso (mesmo que seja imune a esta condição)."
      },
      {
        "type": "item",
        "name": "Oceano",
        "description": "Nestes tempos de grande tumulto no plano divino, em meio a deuses caindo e ascendendo, o Deus dos Mares está entre os poucos ainda imutáveis. Sua época de fúria, quando arrasava civilizações inteiras, foi quase esquecida. Hoje o Oceano é sereno, pleno em si mesmo, alienado dos conflitos no Panteão — acha os outros deuses mesquinhos, disputando ninharias, frente à vastidão de seus domínios. Ainda assim, recebe preces de marinheiros, piratas e povos marinhos, orando por sua tranquilidade, rogando que suas tempestades sejam breves.\n\nCrenças e Objetivos. Reverenciar os mares, o oceano e os seres que ali habitam. Promover harmonia entre o oceano e o mundo seco. Proteger os seres marinhos, mas também os seres do mundo seco que se aventuram sobre as ondas. Demandar devido respeito ao mar e seu poder.\n\nSímbolo Sagrado. Uma concha.\n\nCanalizar Energia. Qualquer.\n\nArma Preferida. Tridente.\n\nDevotos. Dahllan, hynne, minotauros, sereias/ tritões, bárbaros, bucaneiros, caçadores, druidas.\n\nPoderes Concedidos. Anfíbio, Arsenal das Profundezas, Mestre dos Mares, Sopro do Mar.\n\nObrigações & Restrições. As únicas armas permitidas para devotos do Oceano são a azagaia, a lança, o tridente e a rede. Podem usar apenas armaduras leves. O devoto também não pode se manter afastado do oceano por mais de um mês."
      },
      {
        "type": "item",
        "name": "Sszzaas",
        "description": "O sibilante Deus da Traição não é apenas o mais inteligente entre os deuses, mas também o mais perigoso. Tão perigoso que, certa vez, tentou reunir os Rubis da Virtude — vinte gemas de poder contendo a essência de todos os deuses. Chegou a ser expulso do Panteão por esse crime, mas sua astúcia não conhecia limites; Sszzaas conseguiu tramar um novo plano para ser aceito de volta. Hoje, mesmo após a quase extinção de seu culto, os sszzaazitas voltam a se espalhar sobre Arton, agindo em nome do Grande Corruptor. Mas será prudente devotar-se a um Deus da Traição? Apenas os mais ousados e astutos acreditam que sim.\n\nCrenças e Objetivos. Praticar a mentira e a trapaça. Buscar sempre a solução mais inteligente. Demonstrar que lealdade e confiança são fraquezas, devem ser eliminadas. Promover competição, rivalidade, desconfiança. Usar os recursos do inimigo para alcançar seus objetivos. Levar outros a se sacrificarem em seu lugar.\n\nSímbolo Sagrado. Uma naja vertendo veneno pelas presas.\n\nCanalizar Energia. Negativa.\n\nArma Preferida. Adaga.\n\nDevotos. Medusas, arcanistas, bardos, bucaneiros, inventores, ladinos, nobres.\n\nPoderes Concedidos. Astúcia da Serpente, Familiar Ofídico, Presas Venenosas, Sangue Ofídico.\n\nObrigações & Restrições. O devoto deve fazer um ato de traição, intriga ou corrupção por dia (ou por sessão de jogo, o que demorar mais) como oferenda a Sszzaas. Pouco importa se o alvo é aliado ou inimigo — uns poucos sszzaazitas usam seus métodos torpes para ajudar colegas aventureiros em suas missões, às vezes sem que eles próprios saibam.\nSugerir a alguém que foi traído pelo cônjuge, influenciar um guarda a aceitar suborno, instruir um mercador a roubar nos preços, incriminar alguém por um crime que não cometeu, enganar um guerreiro para que mate um oponente rendido e inofensivo... Em termos de jogo, uma ação exigindo um teste de Enganação com CD mínima 15 + metade do seu nível."
      },
      {
        "type": "item",
        "name": "Tanna-Toh ",
        "description": "Em uma sociedade medieval típica, apenas membros do clero ou da nobreza teriam acesso a boa educação — camponeses jamais saberiam ler e escrever. Não é assim no Reinado de Arton, graças ao empenho da igreja de Tanna-Toh. Devotos da Deusa do Conhecimento atuam como professores, catequistas e pesquisadores, tomando a missão sagrada de levar educação e cultura para todos. Tanna-Toh é amplamente venerada pelos povos civilizados, amada por aqueles que se devotam aos estudos ou artes. Ainda assim, esta deusa é inimiga de povos bárbaros que escolhem permanecer ignorantes e selvagens.\n\nCrenças e Objetivos. Reverenciar a mente racional, o conhecimento, a civilização, a verdade. Proteger o progresso, o avanço dos povos civilizados. Promover o ensino e a prática das artes e das ciências. Solucionar todos os mistérios, revelar todas as mentiras. Buscar novo conhecimento. Não tolerar a ignorância.\n\nSímbolo Sagrado. Pergaminho e pena.\n\nCanalizar Energia. Qualquer.\n\nArma Preferida. Bordão.\n\nDevotos. Golens, kliren, arcanistas, bardos, inventores, nobres, paladinos.\n\nPoderes Concedidos. Conhecimento Enciclopédico, Mente Analítica, Pesquisa Abençoada, Voz da Civilização.\n\nObrigações & Restrições. Devotos de Tanna-Toh jamais podem recusar uma missão que envolva a busca por um novo conhecimento ou informação; investigar rumores sobre um livro perdido, procurar uma aldeia lendária, pesquisar os hábitos de uma criatura desconhecida...\nAlém disso, o devoto sempre deve dizer a verdade e nunca pode se recusar a responder uma pergunta direta, pouco importando as consequências. É proibido para ele esconder qualquer conhecimento."
      },
      {
        "type": "item",
        "name": "Tenebra",
        "description": "Assim como seu inimigo Azgher vigia e protege Arton durante o dia, Tenebra é atenta sob as estrelas; nada acontece na noite sem seu conhecimento. A sedutora e misteriosa Deusa das Trevas é mãe de tudo que anda e rasteja no escuro, dos nobres anões aos sinistros mortos-vivos e trogloditas. Ainda que muitas vezes temida, Tenebra sempre protegeu as criaturas noturnas e subterrâneas, bondosas ou malignas. No entanto, com a recente destruição de Ragnar, antigo Deus da Morte, cada vez mais cultos necromantes começam a oferecer sacrifícios à Mãe Noite.\n\nCrenças e Objetivos. Reverenciar a noite, a escuridão, a lua e as estrelas. Proteger segredos e mistérios, proteger tudo que é oculto e invisível. Reverenciar a não vida e os mortos-vivos, propagar a prática da necromancia. Rejeitar o sol e a luz.\n\nSímbolo Sagrado. Estrela negra de cinco pontas.\n\nCanalizar Energia. Negativa.\n\nArma Preferida. Adaga.\n\nDevotos. Anões, medusas, qareen, osteon, sulfure, trogs, arcanistas, bardos, ladinos.\n\nPoderes Concedidos. Carícia Sombria, Manto da Penumbra, Visão nas Trevas, Zumbificar.\n\nObrigações & Restrições. Tenebra proíbe que seus devotos sejam tocados por Azgher, o odiado rival. O devoto deve se cobrir inteiramente durante o dia, sem expor ao sol nenhum pedaço de pele."
      },
      {
        "type": "item",
        "name": "Thwor",
        "description": "A Flecha de Fogo foi disparada, rompendo o coração das trevas. A antiga profecia foi cumprida. No entanto, o que muitos pensavam significar o fim da Aliança Negra dos goblinoides resultou em algo totalmente diferente, totalmente novo. Ao enfrentar e derrotar o próprio Ragnar, antigo Deus da Morte, o imperador bugbear Thwor Khoshkothruk ascendeu ao Panteão como o Deus dos Goblinoides. Agora protegidos e governados por uma poderosa divindade, os povos duyshidakk erguem sua própria civilização no continente de Lamnor, e o Reinado de Arton deverá lidar com o futuro que surgir disso.\n\nCrenças e Objetivos. Reverenciar a lealdade, a força e a coragem. Promover a união entre goblins, hobgoblins, bugbears, orcs, ogros e outros povos humanoides. Reverenciar o caos, a mutação, a vida sempre em movimento. Proteger a cultura e o modo de vida goblinoide. Destruir os elfos.\n\nSímbolo Sagrado. Um grande punho fechado.\n\nCanalizar Energia. Qualquer.\n\nArma Preferida. Machado de guerra.\n\nDevotos. Qualquer duyshidakk (veja abaixo).\n\nPoderes Concedidos. Almejar o Impossível, Fúria Divina, Olhar Amedrontador, Tropas Duyshidakk.\n\nObrigações & Restrições. Não importando sua raça, o devoto de Thwor deve ser duyshidakk — ou seja, aceito como membro do povo goblinoide. Também deve se esforçar para que o “Mundo Como Deve Ser” tome o continente (veja a página 386). Deve sempre procurar fazer alianças com goblinoides e só lutar contra eles em último caso."
      },
      {
        "type": "item",
        "name": "Thyatis",
        "description": "O generoso Deus da Ressurreição e Profecia representa o perdão, a tolerância, as segundas chances. Seu dom maior é a prevenção ou correção dos erros — através de predições que evitam esses erros ou reversão das mortes que tenham causado. Para Thyatis, ninguém deve ser castigado por errar e todos merecem a chance de aprender com suas falhas, em vez de morrer por elas. Dizem que seus clérigos são contemplados com poderosos dons de profecia e ressurreição, e seus paladinos nunca morrem!\n\nCrenças e Objetivos. Proteger a vida e aqueles necessitados de novas chances. Renegar a morte e a mentira. Ajudar os perdidos a encontrar seus caminhos e alcançar seus destinos. Oferecer clemência, perdão e redenção.\n\nSímbolo Sagrado. Uma ave fênix.\n\nCanalizar Energia. Positiva.\n\nArma Preferida. Espada longa.\n\nDevotos. Aggelus, cavaleiros, guerreiros, inventores, lutadores, paladinos.\n\nPoderes Concedidos. Ataque Piedoso, Dom da Imortalidade, Dom da Profecia, Dom da Ressurreição.\n\nObrigações & Restrições. Devotos de Thyatis são proibidos de matar criaturas inteligentes (Int –3 ou maior). Podem atacar e causar dano, mas jamais levar à morte. Por esse motivo, devotos de Thyatis preferem armas e ataques que apenas incapacitam seus oponentes ou causam dano não letal."
      },
      {
        "type": "item",
        "name": "Valkaria",
        "description": "A Deusa da Ambição sempre foi a mais ousada entre os seus. Ajudaria a criar os lefeu, a própria Tormenta. Criaria os seres humanos, povo mais impetuoso e beligerante de todos. Acabaria condenada ao cativeiro, até ser resgatada por seus próprios protegidos, elevando ainda mais sua glória (ou teria assim planejado desde o início?). Mas, quando Mestre Arsenal derrotou Keenn para tomar seu lugar como Deus da Guerra, o maior objetivo de Valkaria foi enfim alcançado: um humano superou um deus. Esse evento, e também a morte do antigo líder Tauron, levou os deuses a reconhecerem Valkaria como a nova liderança do Panteão.\n\nCrenças e Objetivos. Praticar o otimismo, a evolução, a rebeldia. Desafiar limites, almejar o impossível. Combater o mal, a opressão e a tirania. Proteger a liberdade. Aceitar o novo e diferente e adaptar-se a ele. Demonstrar ambição, paixão e coragem. Desfrutar e amar a vida.\n\nSímbolo Sagrado. A Estátua de Valkaria ou seis faixas entrelaçadas.\n\nCanalizar Energia. Positiva.\n\nArma Preferida. Mangual.\n\nDevotos. Aventureiros; membros de todas as classes podem ser devotos de Valkaria.\n\nPoderes Concedidos. Almejar o Impossível, Armas da Ambição, Coragem Total, Liberdade Divina.\n\nObrigações & Restrições. Valkaria odeia o conformismo. Seus devotos são proibidos de fixar moradia em um mesmo lugar, não podendo permanecer mais de 2d10+10 dias na mesma cidade (ou vila, aldeia, povoado...) ou 1d4+2 meses no mesmo reino.\nDevotos de Valkaria também são proibidos de se casar ou formar qualquer união estável."
      },
      {
        "type": "item",
        "name": "Wynna",
        "description": "Depois de abandonados por Glórienn, a antiga Deusa dos Elfos, muitos membros desta raça estão oferecendo sua devoção à bondosa Wynna. Ela é a exuberante Deusa da Magia, louvada por fadas, qareen, gênios e todos aqueles que empregam poder arcano. Generosa e liberal além dos limites, Wynna concede mágica a todos que pedem, não importando se usada para o bem ou para o mal — pois a magia é mais importante que a vida e nunca deve ser negada a ninguém. Talvez por esse motivo Arton seja um mundo tão intenso em energias mágicas e tão povoado por arcanistas.\n\nCrenças e Objetivos. Reverenciar a magia arcana e seus praticantes. Promover o ensino da magia. Usar a magia para proteger os necessitados e trazer felicidade ao mundo.\n\nSímbolo Sagrado. Um anel metálico.\n\nCanalizar Energia. Qualquer.\n\nArma Preferida. Adaga.\n\nDevotos. Elfos, golens, qareen, sílfides, arcanistas, bardos.\n\nPoderes Concedidos. Bênção do Mana, Centelha Mágica, Escudo Mágico, Teurgista Místico.\n\nObrigações & Restrições. Assim como a magia jamais deva ser negada para quem a busca, devotos de Wynna devem praticar a bondade e a generosidade de sua deusa, jamais recusando um pedido de ajuda de alguém inocente. Além disso, devotos de Wynna são proibidos de matar seres mágicos (elfos, qareen, sílfides e outros a critério do mestre) e conjuradores arcanos."
      }
    ]
}