{
  "type": "folder",
  "name": "Equipamento",
  "items": [
    {
      "type": "item",
      "name": "Equipamento Inicial",
      "description": "Personagens de 1º nível começam com os itens fornecidos pela sua origem e os itens a seguir.\n\n• Uma mochila, um saco de dormir e um traje de viajante.\n\n• Uma arma simples a sua escolha. Se você tiver proficiência com armas marciais, também começa com uma arma marcial a sua escolha.\n\n• Uma armadura de couro, couro batido ou gibão de peles, a sua escolha. Se você tiver proficiência com armaduras pesadas, em vez disso pode começar com uma brunea. Se tiver proficiência com escudos, começa também com um escudo leve. Exceção: arcanistas começam sem armadura.\n\n• T$ 4d6, que você pode usar para comprar itens ou guardar para usar na aventura."
    },
    {
      "type": "item",
      "name": "Riqueza & Moedas",
      "description": "O Tibar (T$) é a moeda padrão do Reinado. Trata-se de uma peça redonda de prata com 1,5 cm de diâmetro. A cunhagem traz em um lado o rosto de Tibar, o Deus do Comércio — um rei com cabelos encaracolados e uma joia em forma de olho na coroa; e no outro lado o mesmo rosto, mas sem a coroa. Em Arton, ao jogar “cara ou coroa”, o costume é escolher “coroa ou não coroa”.\n\nA moeda foi criada por Quindogar Tolliannor, primeiro conselheiro real de Deheon e adepto ardoroso das artes da barganha e negociação. Ficou tão popular que Tollianor passou a ser conhecido pelo nome de sua criação e ascendeu como Deus Menor do Comércio. Atualmente, ele tenta “negociar” uma posição no Panteão. Acredita-se que manter um Tibar no bolso ou no pescoço (como um amuleto) garante boa fortuna.\n\nNem todos os reinos seguem o padrão do Tibar. Em alguns lugares, devido à escassez de prata, o Tibar de cobre é usado como moeda padrão. Em outros, o valor do Tibar pode apresentar flutuações — provocando grande agitação entre as guildas de comerciantes, falsificadores e contrabandistas.\n\nPor padrão, todos os preços de itens e serviços são exibidos em T$. Entretanto, existem duas variações da moeda: o Tibar de cobre (TC), que vale um décimo do T$, utilizado por camponeses e plebeus, e o Tibar de Ouro (TO), que vale T$ 10, utilizado por aristocratas, grandes mercadores e aventureiros poderosos."
    },
    {
      "type": "item",
      "name": "Troca & comércio",
      "description": "No Reinado, o comércio é organizado por guildas mercantes. As guildas decidem quem pode vender o quê e o valor dos produtos e serviços que controlam, o que garante um padrão nos preços. Em lugares afastados, ermos ou sob o domínio de tiranos, porém, os preços podem variar muito.\n\nNo geral, personagens podem comprar itens pelos preços listados nas tabelas e vendê-los pela metade desses preços. Em certos lugares, o mestre pode determinar que os itens são mais caros, estão disponíveis em quantidades limitadas ou não estão disponíveis (veja o Capítulo 6). Comprando ou vendendo, os valores podem ser melhorados através de barganha (veja a perícia Diplomacia)."
    },
    {
      "type": "folder",
      "name": "Usando & Carregando",
      "items": [
        {
          "type": "item",
          "name": "Usando & Carregando",
          "description": "Equipamento é extremamente útil, mas há um limite de quantos itens você pode usar ou carregar ao mesmo tempo."
        },
        {
          "type": "item",
          "name": "Limites de Uso",
          "description": "Alguns itens precisam ser empunhados para serem usados. Isso inclui armas, escudos, itens alquímicos e outros, como tochas e varinhas. Você pode empunhar apenas um item em cada mão, ou seja, pode empunhar no máximo dois itens ao mesmo tempo (supondo que você tenha duas mãos). Você pode guardar um item empunhado com uma ação de movimento ou largá-lo no chão com uma ação livre.\n\nItens que não são empunhados precisam ser vestidos. Você pode receber os benefícios de no máximo quatro itens vestidos simultaneamente — há um limite para a quantidade de objetos com os quais é possível lidar ao mesmo tempo. Se você vestir um quinto item, ele não fornecerá seu benefício até que você remova outro. Vestir ou despir um item é uma ação de movimento (e você ainda precisa gastar outra ação de movimento para guardá-lo ou uma ação livre para largá-lo no chão). Note que esse limite se aplica apenas a itens com benefícios mecânicos — você pode vestir seu traje de viajante, ou outra roupa que não forneça bônus, sem que isso afete seu limite."
        },
        {
          "type": "item",
          "name": "Limites de Carga",
          "description": "A quantidade de equipamento que você pode carregar é medida em espaços de itens. Por padrão, um item ocupa 1 espaço. Porém, há exceções:\n\n• Itens alquímicos, poções, pergaminhos e outros itens muitos leves ou pequenos ocupam meio espaço. Ou seja, dois desses itens ocupam 1 espaço.\n\n• Armas de duas mãos, armaduras leves, escudos pesados, criaturas Minúsculas e outros itens pesados ou volumosos ocupam 2 espaços.\n\n• Armaduras pesadas, criaturas Pequenas e outros itens muito pesados ou volumosos, como um barril ou baú, ocupam 5 espaços.\n\n• Itens extremamente pesados ou volumosos, como uma criatura Média, ocupam 10 espaços. Itens ainda maiores podem ocupar mais espaços ou serem impossíveis de carregar, a critério do mestre.\n\n• Cada mil moedas, independentemente do tipo, ocupam 1 espaço. Você pode carregar 10 espaços +2 por ponto de Força (ou –1 por ponto de Força negativo). Se ultrapassar esse limite, fica sobrecarregado — sofre penalidade de armadura –5 e seu deslocamento é reduzido em –3m.\n\nVocê não pode carregar mais do que o dobro do seu limite. Assim, um personagem com Força 2 pode carregar até 14 espaços sem penalidade, e até 28 espaços ficando sobrecarregado. Ele não pode carregar mais de 28 espaços de itens.\n\nA regra considera que você possui uma mochila onde carregar seu equipamento. A própria mochila não ocupa espaço. De forma similar, recipientes cuja única função seja carregar outros itens não ocupam espaço. Por exemplo, a bainha de uma espada está incluída no espaço da própria espada. Porém, recipientes que forneçam benefícios próprios, como uma bandoleira de poções, ocupam espaço.\n\nPor fim, a critério do mestre, pequenos itens que não possuem efeito em jogo — ou seja, que são meramente “cosméticos” — não precisam ser considerados. Você pode carregar um traje de viajante (ou outra roupa que não forneça um benefício) sem que isso ocupe espaço."
        },
        {
          "type": "item",
          "name": "Carga: Bastidores",
          "description": "A regra de carga existe para adicionar um elemento tático ao jogo, fazendo com que o jogador precise escolher o que levar em cada aventura — ou o que abandonar, caso encontre um item valioso mas já esteja com seus espaços ocupados. O mestre pode ignorar essa regra, desde que os jogadores não abusem. Nada de sair por aí com 50 essências de mana!\n\nA regra usa espaços em vez de peso para considerar tanto peso quanto volume, e para simplificar os cálculos. Obviamente, a regra é abstrata. Em caso de dúvida, o mestre deve decidir o que achar mais coerente. Lembre-se da filosofia básica: 1 item = 1 espaço. Para definir o que é “um item”, pense em termos de funcionalidade. Uma espada e sua bainha ocupam apenas 1 espaço porque a bainha sozinha não tem utilidade. Porém, uma bainha mágica, com poderes, ocupa um espaço próprio. Isso pode não fazer muito sentido em termos simulacionistas, mas é um preço pequeno a se pagar pela simplicidade. Se isso incomodá-lo, considere que a bainha mágica é mais pesada, precisa de mais cuidados etc."
        }
      ]
    },
    {
      "type": "folder",
      "name": "Armas",
      "items": [
        {
          "type": "item",
          "name": "Armas",
          "description": "Armas são classificadas de acordo com a proficiência necessária para usá-la (simples, marciais, exóticas ou de fogo), propósito (ataque corpo a corpo ou à distância) e empunhadura (leve, uma mão ou duas mãos)."
        },
        {
          "type": "folder",
          "name": "Proficiência",
          "items": [
            {
              "type": "item",
              "name": "Armas Simples",
              "description": "Armas de manejo fácil, como adagas, clavas e lanças. Todos os personagens sabem usar armas simples."
            },
            {
              "type": "item",
              "name": "Armas Marciais",
              "description": "Espadas, machados e outras armas de uso específico de combatentes. Bárbaros, bardos, bucaneiros, caçadores, cavaleiros, guerreiros, nobres e paladinos sabem usar armas marciais."
            },
            {
              "type": "item",
              "name": "Armas Exóticas",
              "description": "Armas difíceis de dominar, como a corrente de espinhos e a espada bastarda. Exigem treinamento específico."
            },
            {
              "type": "item",
              "name": "Armas de Fogo",
              "description": "Armas de pólvora são raras em Arton, por isso exigem treinamento específico."
            },
            {
              "type": "item",
              "name": "Penalidade por Não Proficiência",
              "description": "Se você atacar com uma arma com a qual não seja proficiente, sofre –5 nos testes de ataque."
            }
          ]
        },
        {
          "type": "folder",
          "name": "Propósito",
          "items": [
            {
              "type": "item",
              "name": "Corpo a Corpo",
              "description": "Podem ser usadas para atacar alvos adjacentes. Para atacar com uma arma de combate corpo a corpo, faça um teste de Luta. Quando você ataca com uma arma corpo a corpo, soma sua Força às rolagens de dano."
            },
            {
              "type": "item",
              "name": "Ataque à Distância",
              "description": "Podem ser usadas para atacar alvos adjacentes ou à distância. Para atacar com uma arma de combate à distância, faça um teste de Pontaria. São subdivididas em de arremesso e de disparo."
            },
            {
              "type": "item",
              "name": "Arremesso",
              "description": "A própria arma é atirada, como uma adaga ou azagaia. Sacar uma arma de arremesso é uma ação de movimento. Quando você ataca com uma arma de arremesso, soma sua Força às rolagens de dano."
            },
            {
              "type": "item",
              "name": "Disparo",
              "description": "A arma dispara um projétil, como um arco atira flechas. Sacar a munição de uma arma de disparo é uma ação livre. Recarregar uma arma de disparo exige as duas mãos. Quando ataca com uma arma de disparo, não soma nenhum valor de atributo às rolagens de dano."
            }
          ]
        },
        {
          "type": "folder",
          "name": "Empunhadura",
          "items": [
            {
              "type": "item",
              "name": "Leve",
              "description": "Esta arma é usada com uma mão e se beneficia do poder Acuidade com Arma."
            },
            {
              "type": "item",
              "name": "Uma mão",
              "description": "Esta arma é usada com uma mão, deixando a outra mão livre para outros fins."
            },
            {
              "type": "item",
              "name": "Duas mãos",
              "description": "Esta arma é usada com as duas mãos. Livrar uma mão é uma ação livre. Reempunhá-la é uma ação de movimento (ou livre, se você puder sacá-la dessa forma)."
            }
          ]
        },
        {
          "type": "folder",
          "name": "Características das Armas",
          "items": [
            {
              "type": "item",
              "name": "Preço",
              "description": "Inclui acessórios básicos, como bainhas para lâminas e aljavas para flechas."
            },
            {
              "type": "item",
              "name": "Dano",
              "description": "Quando você acerta um ataque, rola o dano indicado (acrescente modificadores, se houver). O resultado é subtraído dos pontos de vida do alvo. O dano na tabela se refere a armas normais, para criaturas Pequenas e Médias. Veja a Tabela 3-2: Dano de Armas para armas menores ou maiores."
            },
            {
              "type": "item",
              "name": "Crítico",
              "description": "Quando você acerta um ataque rolando um 20 natural (ou seja, o dado mostra um 20), faz um acerto crítico. Neste caso, multiplique os dados de dano por 2. Bônus numéricos e dados extras (como pela habilidade Ataque Furtivo) não são multiplicados. Por exemplo, um dano de 1d8+3 torna-se 2d8+3 com um acerto crítico. Certas armas fazem críticos em margem maior que 20 ou multiplicam o dano por um valor maior que 2. Em geral, armas mais precisas (bestas, espadas...) têm margem maior, enquanto armas mais penetrantes (arcos, machados...) têm multiplicador maior. Efeitos que aumentam a margem de ameaça diminuem o número necessário para conseguir um crítico. Já efeitos que aumentam o multiplicador de crítico são acrescentados ao número do multiplicador. 19. A arma tem margem de ameaça 19 ou 20. 18. A arma tem margem de ameaça 18, 19 ou 20. x2, x3, x4. A arma causa dano dobrado, triplicado ou quadruplicado em caso de acerto crítico. 19/x3. A arma tem margem de ameaça 19 ou 20 e causa dano triplicado em caso de acerto crítico."
            },
            {
              "type": "item",
              "name": "Alcance",
              "description": "Armas com alcance podem ser usadas para ataques à distância. As categorias de alcance são curto (9m, ou 6 quadrados em um mapa), médio (30m ou 20 quadrados) e longo (90m ou 60 quadrados). Você pode atacar dentro do alcance sem sofrer penalidades. Você pode atacar até o dobro do alcance, mas sofre –5 no teste de ataque. Armas sem alcance podem ser arremessadas em alcance curto com –5 no teste de ataque."
            },
            {
              "type": "item",
              "name": "Tipo",
              "description": "Armas tipicamente causam dano por corte (C), impacto (I) ou perfuração (P). Certas criaturas são resistentes ou imunes a certos tipos de dano."
            },
            {
              "type": "item",
              "name": "Espaço",
              "description": "Quantos espaços a arma ocupa, importante para a capacidade de carga do personagem."
            }
          ]
        },
        {
          "type": "folder",
          "name": "Habilidades de Armas",
          "items": [
            {
              "type": "item",
              "name": "Adaptável",
              "description": "Uma arma de uma mão com esta habilidade pode ser usada com as duas mãos para aumentar seu dano em um passo."
            },
            {
              "type": "item",
              "name": "Ágil",
              "description": "Pode ser usada com Acuidade com Arma, mesmo não sendo uma arma leve."
            },
            {
              "type": "item",
              "name": "Alongada",
              "description": "Dobra o alcance natural do atacante, mas não permite atacar um adversário adjacente. Desbalanceada. Impõe uma penalidade de –2 em testes de ataque."
            },
            {
              "type": "item",
              "name": "Desbalanceada",
              "description": "Impõe uma penalidade de –2 em testes de ataque."
            },
            {
              "type": "item",
              "name": "Dupla",
              "description": "Pode ser usada com Estilo de Duas Armas (e poderes similares) para fazer ataques adicionais, como se fosse uma arma de uma mão e uma arma leve. Cada “ponta” conta como uma arma separada para efeitos de melhorias e encantos."
            },
            {
              "type": "item",
              "name": "Ocultável",
              "description": "O tamanho e/ou formato da arma tornam mais fácil escondê-la. Ela fornece +5 em testes de Ladinagem para ocultá-la. A adaga (Tormenta20, p. 146) é uma arma ocultável."
            },
            {
              "type": "item",
              "name": "Surpreendente",
              "description": "Uma vez por cena, se você sacar a arma como ação livre e usá-la para atacar no mesmo turno, o oponente fica desprevenido contra esse ataque."
            },
            {
              "type": "item",
              "name": "Versátil",
              "description": "Fornece bônus em uma ou mais manobras (cumulativo com outros bônus de itens), conforme a arma."
            }
          ]
        },
        {
          "type": "item",
          "name": "Passos de Dano",
          "description": "Alguns efeitos podem aumentar ou diminuir o dano da arma em um ou mais “passos”. Por exemplo, armas aumentadas, usadas por criaturas Grandes (veja a página 106), causam um passo a mais de dano. Sempre que precisar aumentar ou diminuir o dano de uma arma em um ou mais passos, consulte a Tabela 3-2: Dano de Armas."
        },
        {
          "type": "item",
          "name": "Ataques Desarmados & Armas Naturais",
          "description": "Um ataque desarmado é um soco, chute ou qualquer outro golpe que use seu próprio corpo e que não seja uma arma natural. Um ataque desarmado é considerado uma arma leve corpo a corpo que causa dano de impacto não letal (1d3 pontos de dano para criaturas Pequenas e Médias) e não é afetado por efeitos que mencionem especificamente objetos ou armas empunhadas. Uma criatura só possui um único ataque desarmado (mas pode escolher qual parte do corpo utiliza cada vez que o desfere).\n\nArmas naturais representam partes específicas do corpo de uma criatura que podem ser usadas para desferir ataques, como chifres, garras ou uma poderosa mordida. Armas naturais são consideradas armas leves corpo a corpo e, assim como ataques desarmados, não são afetadas por efeitos que afetem especificamente objetos (uma arma natural não pode ser desarmada ou quebrada, por exemplo) ou que afetem armas que precisam ser empunhadas. A quantidade e tipo de dano de cada arma natural é apresentada em sua descrição."
        },
        {
          "type": "folder",
          "name": "Descrição das Armas",
          "items": [
            {
              "type": "folder",
              "name": "Ameaças de Arton",
              "items": [
                {
                  "type": "item",
                  "name": "Açoite Finntroll",
                  "description": "Feito de tiras de couro com farpas de aço nas pontas, é também um instrumento de tortura. Uma criatura que sofra dano do açoite sofre –2 em testes de perícia e rolagens de dano por 1 rodada (metabolismo)."
                },
                {
                  "type": "item",
                  "name": "Arcabuz",
                  "description": "Versão mais pesada e mais potente do mosquete. Por seu peso e recuo, é uma arma desbalanceada. Recarregar um arcabuz é uma ação padrão."
                },
                {
                  "type": "item",
                  "name": "Arpão",
                  "description": "Instrumento de pesca convertido em arma, esta haste tem rebarbas em uma extremidade e uma corda na outra. Se causar dano com um ataque, o arpão fica preso no alvo. Enquanto você segura a corda, sempre que o alvo se move, você pode fazer um teste de Força oposto. Se você vencer, o alvo só pode se mover até o limite da corda (9m). Ele pode se soltar gastando uma ação de movimento, mas perde 1d10 PV. O arpão é uma arma de arremesso; pode ser usado como arma corpo a corpo, mas com penalidade de –5 no teste de ataque. Esta arma é permitida para devotos do Oceano e se beneficia de poderes concedidos que afetam essas armas."
                },
                {
                  "type": "item",
                  "name": "Bacamarte",
                  "description": "Esta arma de fogo tem boca larga, capaz de espalhar a munição como um cone de 6m (seu alcance máximo). Para atacar, faça um ataque à distância e compare com a Defesa de cada criatura na área. Recarregar exige uma ação completa e 2 balas."
                },
                {
                  "type": "item",
                  "name": "Espada Vespa",
                  "description": "Esta arma estranha é feita com três ferrões de vespas gigantes, presos a uma estrutura de ossos em forma de “H”. Pode-se pressionar a empunhadura para unir os ferrões, como uma arma de corte; ou separá-los, para dano de perfuração."
                },
                {
                  "type": "item",
                  "name": "Gládio",
                  "description": "Espada de lâmina curta, mas pesada, sem guarda. A ponta é muito afiada, capaz de infligir ferimentos precisos e letais. É uma das armas padrão dos legionários do Império de Tauron."
                },
                {
                  "type": "item",
                  "name": "Lança de Fogo",
                  "description": "Esta arma é formada por um longo cano com uma coronha de madeira e uma lâmina pontiaguda em sua extremidade. A lança de fogo é uma arma híbrida que pode ser usada em dois modos: como uma arma corpo a corpo alongada (dano 1d10, crítico x3) ou como uma arma de fogo (dano 2d8, crítico 19/x3, alcance médio). Quando faz um ataque com a lança de fogo em modo corpo a corpo, você pode acionar seu mecanismo para disparar a bala; se acertar, causa +2d8 pontos de dano. Quando faz um ataque com ela em modo arma de fogo contra um oponente adjacente, você causa +1d8 pontos de dano. Para atacar com ela como arma de fogo, você deve também ter proficiência em armas de fogo, ou é considerado não proficiente na arma. Recarregar a lança de fogo é uma ação padrão."
                },
                {
                  "type": "item",
                  "name": "Mordida do Diabo",
                  "description": "Esta arma é formada por um aparato em forma de mandíbula preso a uma empunhadura. A mandíbula pode ser usada para agarrar e, graças a uma longa corrente, pode se destacar do cabo e alcançar alvos a até 3m. Por exigir movimentos precisos e coordenados, é uma arma exótica. A mordida pode ser feita de metal, mas ossos e dentes de feras aquáticas também são usados. É uma arma ágil e versátil, fornecendo +2 em testes para agarrar e desarmar."
                },
                {
                  "type": "item",
                  "name": "Neko-te",
                  "description": "Uma luva com garras metálicas na palma e no dorso. Fornece +2 em testes de Atletismo para escalar e conta como uma mão livre para isso. Além disso, se você estiver usando duas neko-te, seu deslocamento ao escalar aumenta em +1,5m."
                },
                {
                  "type": "item",
                  "name": "Pistola-Punhal",
                  "description": "Esta arma é formada por uma lâmina pontiaguda com um mecanismo acoplado que armazena uma bala. A pistola-punhal é uma arma híbrida que pode ser usada em dois modos: como uma arma corpo a corpo ágil (dano 1d6, crítico 18) ou como uma arma de fogo (dano 2d6, crítico 19/x3, alcance curto). Quando faz um ataque com a pistola-punhal em modo corpo a corpo, você pode acionar seu mecanismo para disparar a bala; se acertar, causa +2d6 pontos de dano. Para atacar com ela em modo arma de fogo, você deve também ter proficiência em armas de fogo, ou é considerado não proficiente com ela. Recarregar a pistola-punhal é uma ação padrão."
                },
                {
                  "type": "item",
                  "name": "Porrete",
                  "description": "Um pedaço sólido de madeira, coberto por uma camada grossa de lã. Um porrete causa dano não letal."
                },
                {
                  "type": "item",
                  "name": "Presa de Serpente",
                  "description": "Espada de obsidiana, um vidro vulcânico negro formado quando a lava esfria rapidamente. Por sua origem, as voracis acreditam que esse material é uma dádiva da Divina Serpente. Mais afiada que o aço, causa ferimentos terríveis; em um acerto crítico, o dano aumenta em um passo (antes de ser multiplicado). Uma presa de serpente não pode receber a melhoria material especial e exige treinamento especial para ser empunhada sem quebrar, por isso é uma arma exótica. É uma arma ágil."
                },
                {
                  "type": "item",
                  "name": "Shuriken",
                  "description": "Pequenos projéteis metálicos para arremesso, em forma de estrelas ou dardos. Uma vez por rodada, quando ataca com uma shuriken, você pode gastar 1 PM para fazer um ataque adicional de shuriken contra o mesmo alvo. Se tiver Arremesso Múltiplo, em vez disso você não paga PM para usar esse poder."
                },
                {
                  "type": "item",
                  "name": "Tetsubo",
                  "description": "Uma versão mais pesada e sofisticada do tacape, geralmente reforçado com anéis metálicos, rebites e/ou cravos. É uma arma versátil, fornecendo +2 em testes para derrubar ou empurrar."
                },
                {
                  "type": "item",
                  "name": "Traque",
                  "description": "Esta arma, feita com sucata e materiais de segunda mão, é suscetível a falhar nos piores momentos. Se errar um ataque com um resultado ímpar no d20, ela é avariada. Recarregá-la é uma ação padrão."
                },
                {
                  "type": "item",
                  "name": "Zarabatana",
                  "description": "Pequeno tubo oco usado para disparar dardos. Causa dano mínimo, mas é excelente para inocular venenos; a CD para resistir ao veneno dos dardos aumenta em +2. Um pacote de munição contém 20 dardos, custa T$ 2 e ocupa 0,5 espaço."
                }
              ]
            },
            {
              "type": "folder",
              "name": "Heróis de Arton",
              "items": [
                {
                  "type": "item",
                  "name": "Adaga Oposta",
                  "description": "Muito usada por espadachins como arma secundária, esta adaga possui uma guarda elaborada que a torna mais apropriada para bloqueios. Quando usa uma habilidade que permite fazer um teste de ataque para evitar ou reduzir dano (como o poder Aparar), você recebe +2 nesse teste."
                },
                {
                  "type": "item",
                  "name": "Agulha de Ahlen",
                  "description": "Esta arma covarde só poderia ter sido inventada no Reino da Intriga. Consiste em uma adaga com ponta fina e lâmina oca, que pode armazenar uma dose de veneno de contato. Aplicar um veneno nesta arma segue as regras de venenos (Tormenta20, p. 161), mas o veneno permanece até você acertar um ataque (não acaba ao fim da cena) e a a CD para resistir a ele aumenta em +2."
                },
                {
                  "type": "item",
                  "name": "Arco de Guerra",
                  "description": "Este arco robusto possui braços grossos e resistentes, capazes de disparos poderosos. Como um arco longo, permite que você aplique sua Força às rolagens de dano e não pode ser usado se você estiver montado. A força exigida para puxar o arco de guerra o torna uma arma desbalanceada."
                },
                {
                  "type": "item",
                  "name": "Arco Montado",
                  "description": "Este arco combina materiais resistentes em uma estrutura mais curta, tornando-o próprio para ser disparado por um arqueiro montado. Você não sofre a penalidade em ataques à distância devido ao balanço de sua montaria (Tormenta20, p. 262). Se você já possui uma habilidade que elimina essa penalidade, em vez disso ela fornece +2 nas rolagens de dano com este arco enquanto você está montado."
                },
                {
                  "type": "item",
                  "name": "Balestra",
                  "description": "Uma versão mais robusta da besta pesada, que utiliza um sistema de catracas reguláveis para armar seu arco. Esse sistema permite que usuários mais fortes apliquem mais tensão à arma; ao contrário de outras armas de disparo, você aplica sua Força às rolagens de dano com uma balestra. Esta arma é muito pesada e complexa para ser usada sem treinamento especial, por isso é uma arma exótica. Recarregar uma balestra é uma ação padrão."
                },
                {
                  "type": "item",
                  "name": "Bastão Lúdico",
                  "description": "A aristocracia de Deheon, Namalkah e outros reinos vem recentemente redescobrindo um esporte dos povos originais do continente, que consiste em arremessar e rebater bolas duras. Existem variações: em algumas modalidades, é preciso derrubar alvos no chão; em outras, o objetivo é correr até um marco antes que o adversário consiga devolver a bola ao ponto de origem. Seja como for, os bastões usados nesses jogos vêm se tornando populares como armas elegantes, ainda que simples. Um bastão lúdico causa dano não letal. Além disso, se for proficiente com armas marciais, você pode usar o bastão para rebater objetos arremessados em sua direção. Uma vez por rodada, quando é atingido por uma arma de arremesso, você pode fazer um teste de ataque com o bastão lúdico. Se o resultado desse teste for maior que o do oponente, você evita o ataque."
                },
                {
                  "type": "item",
                  "name": "Besta de Mão",
                  "description": "Esta besta pequena e discreta é bastante popular entre assassinos de várias partes do Reinado e além. Ela é uma arma surpreendente e recarregá-la é uma ação de movimento."
                },
                {
                  "type": "item",
                  "name": "Besta de Repetição",
                  "description": "Esta besta possui uma caixa acoplada com espaço para armazenar até 10 virotes e um sistema de recarga automática. Por seu funcionamento complexo, a besta de repetição é uma arma exótica. Porém, se você for proficiente com esta arma, pode recarregar cada virote como uma ação livre (carregar toda a caixa demora 1 minuto) e, sempre que fizer um ataque com ela, pode gastar 5 virotes para disparar uma saraivada. Se fizer isso, pode atacar até três alvos adjacentes (faça um único teste de ataque e compare com a Defesa de cada alvo) ou causar um dado de dano extra em único alvo."
                },
                {
                  "type": "item",
                  "name": "Besta Dupla",
                  "description": "Esta besta possui dois arcos sobrepostos, cada um capaz de armazenar um virote. Isso permite que você use o poder Disparo Rápido. Se já o possui, em vez disso você pode usá-lo sem penalidade nos testes de ataque. Recarregar uma besta dupla é uma ação completa."
                },
                {
                  "type": "item",
                  "name": "Bico de Corvo",
                  "description": "Também chamada de “martelo sambur”, esta arma consiste em uma haste de madeira de 2m de comprimento com uma ponta de lança em sua extremidade. Na base da ponta de lança há um gancho afiado de um lado e uma cabeça quadrada do outro. O bico de corvo é um martelo alongado e versátil, que fornece +2 em testes para derrubar e quebrar."
                },
                {
                  "type": "item",
                  "name": "Boleadeira",
                  "description": "Esta arma de arremesso típica de Namalkah pode se enrolar nos tornozelos de um inimigo, derrubando-o. A boleadeira pode ser usada para executar uma manobra derrubar à distância."
                },
                {
                  "type": "item",
                  "name": "Canhão Portátil",
                  "description": "Uma versão menor dos canhões utilizados em embarcações, esta arma possui uma grossa alça de couro que permite carregá-la ao lado do corpo. Um canhão portátil é uma arma desbalanceada. Além disso, se sua Força for menor que 4, sempre que faz um ataque com esta arma você é arrastado 3m para trás. O canhão usa bolas de ferro como munição; recarregá-lo é uma ação completa."
                },
                {
                  "type": "item",
                  "name": "Chakram",
                  "description": "Um disco de metal com bordas afiadas, usado para arremesso. Sempre que acerta um ataque com o chakram, você pode fazer com que ele retorne à sua mão (pegá-lo é uma reação) ou ricocheteie contra outro alvo; nesse caso, você faz um novo ataque à distância com uma penalidade cumulativa de –5. Você pode continuar atacando novos alvos até recuperar o chakram ou errar um ataque. Por seu desenho e forma de manuseio, o chakram exige treinamento especial, sendo uma arma exótica."
                },
                {
                  "type": "item",
                  "name": "Cinquedea",
                  "description": "Também conhecida como “adaga língua de vaca”, esta arma é um meio-termo entre uma espada curta e uma adaga. Sua lâmina triangular, que termina numa ponta muito fina, é feita apenas para estocar, nunca cortar, e causa ferimentos graves. Contra uma criatura desprevenida ou que você esteja flanqueando, a cinquedea causa um dado de dano extra do mesmo tipo. Dizem que o apelido se originou entre os rebeldes do Império de Tauron, que usam esta arma para apunhalar seus senhores e deixá-los estrebuchando com a língua para fora…"
                },
                {
                  "type": "item",
                  "name": "Clava-Grão",
                  "description": "Esta arma possui cabo fino e delgado e uma extremidade larga e arredondada. Clavas-grão não são “fabricadas”, mas cultivadas por druidas a partir de sementes específicas que emitem uma energia natural. Essa energia, por sua vez, permite que o usuário da clava-grão estabeleça um elo com a arma. Quando ataca com uma clava-grão, você pode aplicar sua Sabedoria às rolagens de dano (se já faz isso por outra habilidade, em vez disso você recebe +2 nas rolagens de dano, cumulativo com outros efeitos de itens). Por sua afinidade natural, druidas podem usar a clava-grão como uma arma simples."
                },
                {
                  "type": "item",
                  "name": "Desmontador",
                  "description": "À primeira vista, o desmontador pode nem parecer uma arma. É uma haste longa, com dois pedaços de metal recurvados na ponta. As partes metálicas possuem um mecanismo de mola, abrindo-se quando as extremidades são pressionadas contra algo, então se fechando. O desmontador é usado para prender pescoços de inimigos, então puxá-los de uma montaria (daí o nome), mantê-los presos à distância ou derrubá-los ao chão. Por isso pode ser usado para agarrar. Um desmontador é uma arma alongada e versátil, fornecendo +2 em testes para agarrar, derrubar e empurrar."
                },
                {
                  "type": "item",
                  "name": "Dirk",
                  "description": "Este punhal longo e delgado parece uma arma feita para assassinato e ataques traiçoeiros, mas é parte da indumentária de nobres e oficiais em vários reinos artonianos. Se estiver atacando com um dirk, você pode atacar um oponente pelas costas, caído, desprevenido ou incapaz de lutar sem violar seu Código de Honra (Tormenta20, p. 53) — a tradição dita que seus usuários são honrados e sabem o que estão fazendo!"
                },
                {
                  "type": "item",
                  "name": "Espada Canora",
                  "description": "Esta arma possui frestas na lâmina que produzem um som gracioso quando ela é brandida. Conta como um instrumento musical para bardos. Uma espada canora é uma arma ágil."
                },
                {
                  "type": "item",
                  "name": "Espada de Execução",
                  "description": "Esta espada pesada não foi projetada para combate, mas para decapitar condenados à morte — presumivelmente parados. Sua lâmina é muito afiada, mas é difícil usá-la em batalha: você sofre –5 em testes de ataque com esta arma, a menos que gaste uma ação de movimento para prepará-la (isso elimina essa penalidade em seu próximo ataque feito nesse turno). Contudo, um golpe certeiro pode significar uma execução, mesmo em combate…"
                },
                {
                  "type": "item",
                  "name": "Espada Larga",
                  "description": "Esta arma usada por bárbaros e mercenários tem a lâmina menos afiada, mas mais larga e pesada, que a da espada longa."
                },
                {
                  "type": "item",
                  "name": "Espada-Gadanho",
                  "description": "À primeira vista, esta espada parece um sabre, talvez com lâmina um pouco mais recurvada que o normal. Contudo, o grande truque da espada-gadanho está em seu fio: ela é afiada na parte de dentro, não de fora, pegando muitos inimigos de surpresa. Ela é uma arma ágil e surpreendente. Devido ao seu gume invertido, a espada-gadanho exige treinamento especial para ser empunhada, por isso é uma arma exótica."
                },
                {
                  "type": "item",
                  "name": "Espadim",
                  "description": "Esta espada cerimonial é usada entre os nobres de algumas nações como um símbolo de status marcial e, frequentemente, é a primeira arma com a qual têm contato em seus treinos de esgrima. Se for treinado em Nobreza, você recebe +1 em testes de ataque e rolagens de dano com um espadim, cumulativo com outros efeitos de itens."
                },
                {
                  "type": "item",
                  "name": "Garrucha",
                  "description": "Esta pequena arma de fogo, do tamanho de uma mão espalmada, pode ser facilmente escondida em uma manga ou nas dobras de uma veste. Uma garrucha é uma arma ocultável e surpreendente; recarregá-la é uma ação padrão."
                },
                {
                  "type": "item",
                  "name": "Kimbata",
                  "description": "Esta faca em formato de meia-lua possui uma pequena argola na extremidade do cabo. Essa argola permite movimentos rápidos, capazes de surpreender qualquer oponente. A kimbata é uma arma ocultável e surpreendente, mas é muito pequena para ser usada efetivamente sem treinamento adequado, por isso é uma arma exótica. Quando ataca uma criatura desprevenida com esta arma, você pode usar Furtividade no lugar de Luta para o teste de ataque."
                },
                {
                  "type": "item",
                  "name": "Khopesh",
                  "description": "Usada em eras antigas, especialmente nos impérios de Zarkhass e Nardmyr, esta espada curva sobreviveu ao teste do tempo e pode ser encontrada até hoje, sobretudo entre mercenários oriundos do Deserto da Perdição. A curvatura de sua lâmina forma um gancho que pode ser usado para desestabilizar os oponentes. A khopesh é uma arma versátil, fornecendo +2 em testes para derrubar."
                },
                {
                  "type": "item",
                  "name": "Lança de Falange",
                  "description": "Esta lança de infantaria é muito empregada por tropas treinadas para lutar em formação fechada. Ela é uma arma alongada que pode ser arremessada. Entretanto, é muito grande para ser usada com uma mão sem treinamento especial, por isso é uma arma exótica. Ela pode ser usada como uma arma marcial de duas mãos."
                },
                {
                  "type": "item",
                  "name": "Lança de Justa",
                  "description": "Esta lança montada é feita para esporte, não combate real. Teoricamente, justas deveriam ser disputadas sempre com estas lanças, nunca com as versões de batalha — mas nem todos os torneios exigem tanto espírito esportivo. Além disso, alguns cavaleiros encontram bons usos para lanças de justa em combate real. Uma lança de justa funciona como uma lança montada (Tormenta20, p. 148), mas causa dano não letal. Em compensação, se fizer uma investida montada com esta arma e acertar o ataque, você pode fazer a manobra derrubar como uma ação livre. A lança de justa é feita para se estilhaçar com grande impacto, para delírio da torcida; se você acertar o alvo, há 50% de chance de que ela se quebre."
                },
                {
                  "type": "item",
                  "name": "Maça-Estrela",
                  "description": "Uma maça com cravos, esta arma exige mais treinamento para ser empunhada, mas desfere golpes mais perigosos. Por seu peso e pontas proeminentes, causa dano de impacto e perfuração ao mesmo tempo."
                },
                {
                  "type": "item",
                  "name": "Machado de Haste",
                  "description": "Desenvolvida pelos anões para auxiliar suas formações fechadas em Doherimm, esta arma é essencialmente uma pequena cabeça de machado montada em um cabo longo. O machado de haste é uma arma adaptável e alongada. É muito grande para ser usado com uma só mão sem treinamento especial, por isso é uma arma exótica. Ele pode ser usado como uma arma marcial de duas mãos."
                },
                {
                  "type": "item",
                  "name": "Malho",
                  "description": "Uma ferramenta para uso em construções, este martelo possui uma cabeça de madeira dura e pesada, que o torna apropriado para enterrar estacas no chão. Não é tão eficiente quanto os martelos projetados para guerra, mas seu peso excessivo pode desequilibrar os oponentes. O malho é uma arma versátil, fornecendo +2 em testes para derrubar ou empurrar. Por ser feito basicamente de madeira, pode ser fabricado de madeira Tollon."
                },
                {
                  "type": "item",
                  "name": "Marrão",
                  "description": "Uma versão mais pesada da marreta de guerra, esta arma possui uma cabeça de metal capaz de partir pedra, aço e ossos. Um marrão é muito grande para ser usado sem treinamento especial, por isso é uma arma exótica. Além disso, por seu peso, também é uma arma desbalanceada."
                },
                {
                  "type": "item",
                  "name": "Martelo Leve",
                  "description": "Geralmente fabricado de uma única peça de metal, este martelo é muito apreciado por anões como arma secundária. Pode ser arremessado."
                },
                {
                  "type": "item",
                  "name": "Martelo Longo",
                  "description": "Uma haste de madeira com 2m de comprimento, esta arma possui uma ponta de metal afiada ao lado de uma cabeça densa e pesada. Combinando o alcance de uma alabarda com a contundência de um martelo, é uma arma alongada."
                },
                {
                  "type": "item",
                  "name": "Montante Cinético",
                  "description": "Esta espada tem minúsculas esferas de adamante untadas com óleo no interior de sua lâmina. O movimento das esferas faz com que a espada tenha seu peso e impacto aumentados várias vezes, mas a torna imprevisível para um combatente destreinado. Você pode usar um montante cinético como uma arma marcial, mas, nesse caso, se rolar um resultado 1 ou 2 em um teste de ataque com esta arma, erra e atinge a si mesmo, sofrendo o dano do ataque."
                },
                {
                  "type": "item",
                  "name": "Rapieira",
                  "description": "A lâmina fina e alongada desta espada de um gume a torna mais precisa, mas exige treinamento especial para ser manuseada de forma equilibrada. A rapieira é uma arma ágil."
                },
                {
                  "type": "item",
                  "name": "Serrilheira",
                  "description": "Este facão possui gume serrilhado e várias rebarbas dispostas ao longo de sua lâmina. Sempre que acerta um ataque com um resultado que ultrapassa a Defesa do alvo por 5 ou mais, você deixa a vítima vulnerável por 1 rodada e sangrando. A aparência agressiva da serrilheira, mesmo para uma arma, impõe –2 em Diplomacia e Enganação, cumulativo com outros efeitos de itens."
                },
                {
                  "type": "item",
                  "name": "Sifão Cáustico",
                  "description": "A origem deste estranho engenho é controversa. Há quem diga que foi criado por um inventor anão para combater os finntroll, enquanto outros alegam que veio de algum lugar distante, como Moreania. Um sifão cáustico é formado por um cilindro metálico conectado por uma mangueira a uma mochila (que armazena sua munição). Quando acionado, o cilindro dispersa ácido em um cone de 6m (seu alcance máximo). Para atacar, faça um ataque à distância e compare-o com a Defesa de cada criatura na área. O sifão usa ácido como munição (Tormenta20, p. 160); seu reservatório pode armazenar duas doses de ácido, cada uma suficiente para 5 ataques, e carregá-lo é uma ação completa. Se você possuir habilidades que forneçam bônus em rolagens de dano com itens alquímicos, pode aplicar esse bônus com o sifão cáustico. Pela forma como é carregado, o sifão cáustico ocupa também o espaço de um item vestido."
                },
                {
                  "type": "item",
                  "name": "Tai-Tai",
                  "description": "Este dispositivo hynne é uma catapulta em miniatura presa ao antebraço, usada para disparar pedras polidas. Na falta de munição adequada, pode disparar pedras comuns, como uma funda, mas o dano é reduzido em um passo. Amarrar ou desamarrar um tai-tai no braço é uma ação completa e recarregá-lo é uma ação de movimento. Você pode segurar objetos com a mão do braço ao qual o tai-tai está amarrado, mas não pode dispará-lo enquanto faz isso. Se você tiver a habilidade Arremessador, o dano de seus ataques com um tai-tai aumenta em um passo."
                },
                {
                  "type": "item",
                  "name": "Tan-Korak",
                  "description": "Esta curiosa arma de duas mãos é raríssima em Arton, usada apenas pela milícia da cidade de Gorendill, em Deheon. O fundador da milícia, Marcus Dubeau, afirma que aprendeu a usá-la com um monge nativo de Tamu-ra — mas, estranhamente, não há notícias de nenhum tamuraniano usando esta arma. Um tan-korak é um bastão metálico de formato peculiar, com ganchos e reentrâncias, e um anel na extremidade. É uma arma versátil, fornecendo +2 em testes para derrubar ou desarmar, e pode ser usada para causar dano letal ou não letal, a sua escolha."
                }
              ]
            },
            {
              "type": "item",
              "name": "Armas Improvisadas",
              "description": "Atacar com um objeto que não tenha sido feito para lutar (cadeiras, garrafas quebradas..) provoca penalidade de –2 no teste de ataque. Via de regra, armas improvisadas causam 1d6 pontos de dano, com crítico x2, mas esses valores podem mudar de acordo com o mestre. O tipo de dano é determinado pelo mestre (impacto para cadeira, corte para garrafa quebrada...)."
            },
            {
              "type": "item",
              "name": "Adaga",
              "description": "Esta faca afiada é usada por muitos habitantes adultos do Reinado, embora seja favorita de ladrões e assassinos, por ser facilmente escondida (fornece +5 em testes de Ladinagem para ocultá-la). Quando ataca com uma adaga, você pode usar sua Destreza em vez de Força nos testes de ataque. Uma adaga pode ser arremessada."
            },
            {
              "type": "item",
              "name": "Alabarda",
              "description": "Uma haste de madeira com 2m de comprimento e uma lâmina de machado na ponta. A alabarda é uma arma alongada."
            },
            {
              "type": "item",
              "name": "Alfange",
              "description": "Uma versão maior da cimitarra, esta espada de lâmina larga e curva é bastante usada por guerreiros do Deserto da Perdição."
            },
            {
              "type": "item",
              "name": "Arco Curto",
              "description": "Uma arma antiga e comum, este arco é usado primariamente como ferramenta de caça, embora seja usado como arma de guerra por milícias, bandidos e exércitos menos equipados. Pode ser usado montado."
            },
            {
              "type": "item",
              "name": "Arco Longo",
              "description": "Este arco reforçado tem a altura de uma pessoa. Ao contrário da versão curta, é primariamente uma arma de guerra. Por ter uma puxada pesada, permite que você aplique sua Força às rolagens de dano (ao contrário de outras armas de disparo). Porém, um arco longo não pode ser usado se você estiver montado."
            },
            {
              "type": "item",
              "name": "Azagaia",
              "description": "Uma lança leve e flexível, própria para arremesso. Pode ser usada como arma corpo a corpo, mas você sofre uma penalidade de –5 no teste de ataque."
            },
            {
              "type": "item",
              "name": "Besta Leve",
              "description": "Um arco montado sobre uma coronha de madeira com um gatilho, a besta leve é uma arma que dispara virotes com grande potência. Recarregar uma besta leve é uma ação de movimento."
            },
            {
              "type": "item",
              "name": "Besta Pesada",
              "description": "Versão maior e mais potente da besta leve. Recarregar uma besta pesada é uma ação padrão."
            },
            {
              "type": "item",
              "name": "Bordão",
              "description": "Um cajado apreciado por viajantes e camponeses por sua praticidade e fácil acesso (seu preço é zero). O bordão é uma arma dupla."
            },
            {
              "type": "item",
              "name": "Chicote",
              "description": "Esta arma pode ser usada para atacar inimigos a até 4,5m e pode se enroscar nas mãos, pernas ou armas de seus adversários. O chicote é uma arma ágil e versátil, fornecendo +2 em testes para derrubar ou desarmar."
            },
            {
              "type": "item",
              "name": "Cimitarra",
              "description": "Espada com a lâmina curva e muito afiada. A cimitarra é uma arma ágil."
            },
            {
              "type": "item",
              "name": "Clava",
              "description": "Um pedaço de madeira empunhado como arma, geralmente usado por bárbaros ou criaturas brutais — ou como arma improvisada, como um galho de árvore ou pedaço de mobília. Sendo fácil de conseguir, seu preço é zero."
            },
            {
              "type": "item",
              "name": "Corrente de Espinhos",
              "description": "Esta arma pode ser usada para atacar inimigos a até 4,5m e pode se enroscar nas mãos, pernas ou armas de seus adversários. A corrente de espinhos é uma arma ágil, dupla e versátil, fornecendo +2 em testes para derrubar ou desarmar."
            },
            {
              "type": "item",
              "name": "Espada Bastarda",
              "description": "Maior e mais pesada que a espada longa, esta arma é tradicionalmente usada pelos cavaleiros de Bielefeld. A espada bastarda é uma arma adaptável. É muito grande para ser usada com uma só mão sem treinamento especial; por isso é uma arma exótica. Ela pode ser usada como uma arma marcial de duas mãos."
            },
            {
              "type": "item",
              "name": "Espada Curta",
              "description": "O tipo mais comum de espada, usada por guardas ou como arma secundária de guerreiros mais capazes. Mede entre 40 e 50cm."
            },
            {
              "type": "item",
              "name": "Espada Longa",
              "description": "Arma típica de soldados e guerreiros, esta espada de dois gumes tem lâmina reta medindo entre 80cm e 1m."
            },
            {
              "type": "item",
              "name": "Florete",
              "description": "A lâmina leve e fina desta espada torna a arma muito precisa. O florete é uma arma ágil."
            },
            {
              "type": "item",
              "name": "Foice",
              "description": "Originalmente um instrumento agrícola, consiste de uma lâmina curva presa a um cabo de madeira. Uma arma tradicional de druidas."
            },
            {
              "type": "item",
              "name": "Funda",
              "description": "Uma simples tira de couro usada para arremessar pedras polidas. Na falta de munição adequada, pode disparar pedras comuns, mas o dano é reduzido em um passo. Recarregar uma funda é uma ação de movimento. Ao contrário de outras armas de disparo, você aplica sua Força a rolagens de dano com uma funda."
            },
            {
              "type": "item",
              "name": "Gadanho",
              "description": "Outra ferramenta agrícola, o gadanho é uma versão maior da foice, para uso com as duas mãos. Foi criada para ceifar cereais, mas também pode ceifar vidas."
            },
            {
              "type": "item",
              "name": "Katana",
              "description": "A espada tradicional do samurai tem lâmina levemente curva e apenas um gume. A katana é uma arma adaptável e ágil. É muito grande para ser empunhada com uma só mão sem treinamento especial; por isso, é uma arma exótica. Ela pode ser usada como uma arma marcial de duas mãos."
            },
            {
              "type": "item",
              "name": "Lança",
              "description": "Qualquer arma feita com uma haste de madeira e uma ponta afiada, natural ou metálica. Por sua facilidade de fabricação, é muito comum entre orcs, kobolds, trogloditas e outras raças menos civilizadas. Uma lança pode ser arremessada."
            },
            {
              "type": "item",
              "name": "Lança Montada",
              "description": "A lança montada é uma arma alongada. Se você estiver montado, pode usá-la com apenas uma mão. Além disso, quando usada numa investida montada, causa +2d8 pontos de dano (note que dados extras não são multiplicados em caso de acerto crítico)."
            },
            {
              "type": "item",
              "name": "Maça",
              "description": "Bastão com um peso cheio de protuberâncias na ponta, a maça é usada por clérigos que fazem votos de não derramar sangue. De fato, um golpe de maça nem sempre derrama sangue, mas esmaga ossos."
            },
            {
              "type": "item",
              "name": "Machadinha",
              "description": "Ferramenta útil para cortar madeira e também inimigos. Uma machadinha pode ser arremessada."
            },
            {
              "type": "item",
              "name": "Machado Anão",
              "description": "A arma preferida de onze entre dez guerreiros anões. Um machado anão é muito grande para ser usado com uma só mão sem treinamento especial; por isso é uma arma exótica. Ele pode ser usado como uma arma marcial de duas mãos."
            },
            {
              "type": "item",
              "name": "Machado de Batalha",
              "description": "Adaptado do machado de lenhador, este não é um instrumento para corte de árvores, mas sim uma arma capaz de causar ferimentos terríveis."
            },
            {
              "type": "item",
              "name": "Machado de Guerra",
              "description": "Este imenso machado de lâmina dupla é uma arma extremamente perigosa."
            },
            {
              "type": "item",
              "name": "Machado Táurico",
              "description": "Uma haste comprida com uma lâmina extremamente grossa na ponta, esta é uma arma ancestral dos minotauros. Um machado táurico é uma arma desbalanceada. Além disso, é muito grande para ser usado sem treinamento especial; por isso, é uma arma exótica."
            },
            {
              "type": "item",
              "name": "Mangual",
              "description": "Uma haste metálica ligada a uma corrente com uma esfera de aço na ponta, que pode se enroscar na arma do adversário. O mangual é uma arma versátil, fornecendo +2 em testes para desarmar."
            },
            {
              "type": "item",
              "name": "Marreta",
              "description": "Uma haste de madeira resistente com uma pesada cabeça de metal ou pedra."
            },
            {
              "type": "item",
              "name": "Martelo de Guerra",
              "description": "Outra ferramenta adaptada para combate, esta é a arma favorita de quase todos os anões que não usam machados."
            },
            {
              "type": "item",
              "name": "Montante",
              "description": "Enorme e pesada, esta espada de 1,5m de comprimento é uma arma poderosa."
            },
            {
              "type": "item",
              "name": "Mosquete",
              "description": "Uma arma de fogo de uso difícil, mas com poder devastador. Recarregar um mosquete é uma ação padrão."
            },
            {
              "type": "item",
              "name": "Picareta",
              "description": "Usada por mineradores, esta ferramenta quebra pedras com facilidade. Imagine o que pode fazer com carne e osso!"
            },
            {
              "type": "item",
              "name": "Pique",
              "description": "Essencialmente uma lança muito longa. O pique é uma arma alongada."
            },
            {
              "type": "item",
              "name": "Pistola",
              "description": "A arma de fogo mais comum. Recarregar uma pistola é uma ação padrão."
            },
            {
              "type": "item",
              "name": "Rede",
              "description": "A rede tem pequenos dentes em sua trama e uma corda para controlar os inimigos presos. Se você acertar um ataque com a rede, não causa dano. Em vez disso, a vítima fica enredada (deslocamento reduzido à metade, não pode correr nem fazer investidas e sofre –2 na Defesa e em testes de ataque).\n\nEnquanto você estiver segurando a corda, sempre que a vítima se mover você pode fazer um teste de Força oposto contra ela como uma reação. Se você vencer, a vítima só pode se mover até o limite da corda (alcance curto).\n\nA vítima pode se soltar com uma ação completa e um teste de Força ou Acrobacia (CD 20). A rede tem 5 pontos de vida e, se rasgar, qualquer criatura enredada se solta automaticamente. A rede só pode ser usada contra criaturas no máximo uma categoria de tamanho maior que você."
            },
            {
              "type": "item",
              "name": "Tacape",
              "description": "Versão maior e/ou com pregos de uma clava. Usado por bárbaros e humanoides bestiais, não é uma arma elegante, mas faz o serviço."
            },
            {
              "type": "item",
              "name": "Tridente",
              "description": "Uma lança com três pontas, favorita de povos marinhos e gladiadores e própria para prender as pernas do oponente. O tridente é uma arma versátil, fornecendo +2 em testes para derrubar. Um tridente pode ser arremessado."
            }
          ]
        },
        {
          "type": "folder",
          "name": "Munições",
          "items": [
            {
              "type": "folder",
              "name": "Heróis de Arton",
              "items": [
                {
                  "type": "item",
                  "name": "Bola de Ferro",
                  "description": "Estas esferas metálicas com pólvora são a munição de canhões portáteis. Diferente de outras munições, são vendidas individualmente."
                },
                {
                  "type": "item",
                  "name": "Flechas Assobiadoras",
                  "description": "Estas flechas simulam o canto de um pássaro quando disparadas. Artesãos élficos criavam flechas que faziam sons específicos, reconhecidos por suas sentinelas. Por exemplo, o crocitar de um falcão indicava um ataque, enquanto que o chiado de uma coruja significava um avanço furtivo. Um grupo pode usar estas flechas para se comunicar à distância (ainda que de forma rudimentar). Além disso, o som distrativo desta flecha permite que ela seja usada para fazer uma finta contra qualquer alvo dentro do alcance dela (normalmente, uma finta só pode ser feita contra alvos em alcance curto)."
                },
                {
                  "type": "item",
                  "name": "Flechas de Caça",
                  "description": "Estas flechas possuem cabeças chatas e pesadas, criadas para atordoar presas pequenas em vez de destruí-las completamente, como outros tipos de flechas fariam. Uma flecha de caça causa dano de impacto não letal."
                },
                {
                  "type": "item",
                  "name": "Flechas/Virotes Pesados",
                  "description": "Estas munições são versões de ponta mais pesada e afiada das flechas ou virotes normais. Você sofre –2 em testes de ataque com estas flechas, mas ignora 5 pontos da RD dos alvos."
                }
              ]
            },
            {
              "type": "item",
              "name": "Munições",
              "description": "Projéteis usados em armas de disparo. Munição é vendida em pacotes com projéteis suficientes para 20 ataques. Sempre que você faz um ataque com uma arma de disparo, a munição é perdida, independentemente de o ataque acertar ou não.\n\nPacotes de munições podem receber melhorias e encantos como armas (mas bônus de munições não acumulam com bônus da arma de disparo). O aumento no preço de um pacote de munição superior ou mágico é metade do aumento de uma arma (uma munição com uma melhoria, por exemplo, custa +T$ 150, em vez de +T$ 300)."
            },
            {
              "type": "item",
              "name": "Balas",
              "description": "Uma bolsa com 20 balas (pequenas esferas de chumbo) e pólvora. Recarregar uma pistola ou um mosquete é uma ação padrão."
            },
            {
              "type": "item",
              "name": "Flechas",
              "description": "Uma aljava com 20 flechas, hastes de madeira com ponta metálica e penas para estabilizar o voo. Recarregar um arco com uma flecha é uma ação livre."
            },
            {
              "type": "item",
              "name": "Pedras",
              "description": "Um saco de couro com 20 pedras polidas. Recarregar uma funda com uma pedra de qualquer tipo é uma ação de movimento."
            },
            {
              "type": "item",
              "name": "Virotes",
              "description": "Uma aljava com 20 setas de madeira. Recarregar uma besta leve é uma ação de movimento; já recarregar uma besta pesada é uma ação padrão."
            }
          ]
        }
      ]
    },
    {
      "type": "folder",
      "name": "Armaduras & Escudos",
      "items": [
        {
          "type": "item",
          "name": "Armaduras & Escudos",
          "description": "Armaduras são classificadas em leves e pesadas, de acordo com a sua facilidade de uso e mobilidade."
        },
        {
          "type": "item",
          "name": "Armaduras Leves",
          "description": "Feitas de tecido, couro ou peles, oferecem pouca proteção, mas muita liberdade de movimentos. Vestir ou remover uma armadura leve é uma ação completa."
        },
        {
          "type": "item",
          "name": "Armaduras Pesadas",
          "description": "Feitas de cota de malha (trama com anéis metálicos) ou placas de aço. Oferecem maior proteção, mas restringem seus movimentos. Se usar uma armadura pesada, você não aplica sua Destreza na Defesa e tem seu deslocamento reduzido em 3m. Vestir ou remover uma armadura pesada demora cinco minutos. Dormir de armadura pesada deixa você fatigado pelo dia."
        },
        {
          "type": "item",
          "name": "Escudos",
          "description": "Existem escudos leves e pesados. Um personagem proficiente em escudo sabe usar ambos. Colocar ou tirar um escudo de qualquer tipo é uma ação de movimento."
        },
        {
          "type": "item",
          "name": "Ataque com Escudo",
          "description": "Caso possua proficiência em armas marciais, você pode usar um escudo para atacar, mas perde seu bônus na Defesa até seu próximo turno se fizer isso. Escudos leves causam 1d4 pontos de dano de impacto e escudos pesados causam 1d6 pontos de dano de impacto, ambos com crítico x2. Escudos podem ser reduzidos, aumentados ou gigantes (veja p. 106) mas não contam como armas."
        },
        {
          "type": "item",
          "name": "Penalidade por Não Proficiência",
          "description": "Um personagem vestindo uma armadura ou escudo que não saiba usar aplica a penalidade da armadura em todas as perícias baseadas em Força e Destreza."
        },
        {
          "type": "folder",
          "name": "Características das Armaduras e Escudos",
          "items": [
            {
              "type": "item",
              "name": "Preço",
              "description": "Este é o preço por armaduras completas — “partes” de armaduras não costumam ser vendidas separadamente e não fornecem proteção quando usadas de forma avulsa."
            },
            {
              "type": "item",
              "name": "Bônus na Defesa",
              "description": "Cada armadura fornece um bônus na Defesa do usuário. Quanto mais pesada, maior o bônus. Não se pode vestir uma armadura sobre outra. Pode-se usar armadura e escudo ao mesmo tempo (os bônus se acumulam), mas não dois escudos."
            },
            {
              "type": "item",
              "name": "Penalidade de Armadura",
              "description": "Por seu peso e rigidez, a maioria das armaduras dificulta o uso de perícias que demandam agilidade. Aplique a penalidade de armadura em testes de Acrobacia, Furtividade e Ladinagem (e em testes de Atletismo para natação). Penalidades de armaduras e escudos se acumulam."
            },
            {
              "type": "item",
              "name": "Espaço",
              "description": "Quantos espaços a armadura ou escudo ocupa, importante para a capacidade de carga do personagem."
            }
          ]
        },
        {
          "type": "folder",
          "name": "Descrição das Armaduras e Escudos",
          "items": [
            {
              "type": "folder",
              "name": "Ameaças de Arton",
              "items": [
                {
                  "type": "item",
                  "name": "Armadura de ossos",
                  "description": "Os nezumi e outros povos são conhecidos por produzir estas armaduras sinistras. Combinando um aspecto assustador e energias negativas de ossadas, esta armadura fornece +1 em Intimidação e na CD de seus efeitos de medo (cumulativo com a melhoria macabra)."
                },
                {
                  "type": "item",
                  "name": "Armadura de quitina",
                  "description": "Feita com carapaças selecionadas de grandes insetos, esta armadura dos povos-trovão é mais leve que suas contrapartes metálicas. Embora seja uma armadura pesada, não reduz o deslocamento do usuário."
                },
                {
                  "type": "item",
                  "name": "Escudo de couro",
                  "description": "Por sua leveza, este escudo é popular entre velocis e ubaneri. É feito com uma armação de madeira esticando uma membrana de couro (ou outro material flexível) e amarrado ao braço, impedindo o uso dessa mão. Contra ataques à distância, o bônus na Defesa do escudo aumenta em +2. Entretanto, ele é muito leve para ser usado como arma."
                },
                {
                  "type": "item",
                  "name": "Veste de teia de aranha",
                  "description": "Feita com teia de aranha gigante, esta veste é cinza-escura, maleável e silenciosa, mas também forte como aço. Fornece +5 em Furtividade, mas não pode receber a melhoria material especial."
                }
              ]
            },
            {
              "type": "folder",
              "name": "Heróis de Arton",
              "items": [
                {
                  "type": "item",
                  "name": "Armadura de Chumbo",
                  "description": "Esta armadura extremamente pesada e desajeitada faz o usuário parecer mais uma estátua do que um cavaleiro... No entanto, é a preferida de alguns infelizes que já sofreram nas mãos de arcanistas. Uma armadura de chumbo é mais pesada e incômoda do que uma armadura completa, sem oferecer a mesma proteção. No entanto, fornece redução de dano 2/mundano e resistência a magia +2, cumulativo com outros efeitos de itens."
                },
                {
                  "type": "item",
                  "name": "Armadura de Engenhoqueiro Goblin",
                  "description": "Esta armadura, digamos, “peculiar” foi originalmente desenvolvida por engenhoqueiros goblins para guardar todos os equipamentos, peças, partes semidestruídas e tralhas em geral que são necessários para seu ofício. Uma armadura de engenhoqueiro goblin recobre o corpo inteiro e é feita de pedaços desencontrados de couro, rebites e até cota de malha. Mas essa base logo fica enterrada sob camadas sucessivas de objetos, pois a armadura possui incontáveis ganchos, bolsos, tiras, prendedores e outros lugares para guardar ou pendurar itens. Você pode levar até 2 espaços em itens guardados na armadura, em vez de em sua carga normal. Além disso, pode levar até mais 8 espaços dessa forma (para um total de 10), mas se fizer isso, sua penalidade de armadura aumenta em –1 para cada espaço extra (indo até –10). Por ser feita especialmente para engenhoqueiros, esta armadura não aplica sua penalidade em testes para ativar engenhocas. Por outro lado, por sua natureza enjambrada, ela não pode ter sua penalidade reduzida por quaisquer efeitos (como a melhoria ajustada) e causa –5 em testes de Furtividade."
                },
                {
                  "type": "item",
                  "name": "Armadura de Folhas",
                  "description": "Esta armadura é um traje de tecido leve sobre o qual são costuradas várias camadas de folhas especialmente preparadas com óleos naturais. É uma armadura leve que fornece pouca defesa, mas permite que o usuário se mantenha conectado com as forças da natureza. Se for treinado em Sobrevivência, você recebe +2 PM com esta armadura (somente após 1 dia de uso), cumulativo com outros efeitos de itens."
                },
                {
                  "type": "item",
                  "name": "Armadura de Hussardo Alado",
                  "description": "Alguns dos reinos mais avançados (e menos tradicionalistas) de Arton começaram a equipar seus cavaleiros com estas armaduras vistosas e impressionantes. Uma armadura de hussardo alado é uma armadura completa com um adicional: duas hastes longas nas costas, cobertas de penas, que parecem asas! Quando você avança a galope, as “asas” zunem ao vento, criando um som desconcertante e amedrontador. Quando faz uma investida montada, você pode fazer um teste de Intimidação para assustar o alvo de sua investida. Esse efeito só funciona uma vez por cena com cada oponente."
                },
                {
                  "type": "item",
                  "name": "Armadura de Justa",
                  "description": "Esta meia armadura é feita especialmente para ser usada por cavaleiros em justas. Assim, é toda feita de placas de metal, bastante adornada, e tem aparência aristocrática e tradicional. Seu grande diferencial, contudo, é a proteção extra no lado do peito do usuário que provavelmente será atingido pela lança do oponente — o lado em que ele próprio não empunha sua lança. A armadura de justa fornece +5 em testes para resistir a ser derrubado enquanto montado (cumulativo com outros efeitos de itens) e, contra armas de perfuração, seu bônus na Defesa aumenta em +2. Contudo, devido a seu peso e estrutura, sua penalidade de armadura aumenta em 2 se você não estiver montado."
                },
                {
                  "type": "item",
                  "name": "Armadura de Pedra",
                  "description": "Esta armadura completa foi originalmente projetada por facções tradicionalistas da Guilda dos Armeiros de Doherimm, apenas em tamanho anão. Recentemente, anões rebeldes e interessados em lucro começaram a fabricar versões utilizáveis pelas demais raças artonianas. Além de sua defesa elevada, uma armadura de pedra fornece redução de dano 2 (cumulativo com outros efeitos de itens). Contudo, toda essa proteção tem um custo: seu deslocamento é reduzido pela metade por essa armadura pesada, em vez de em 3m. A armadura de pedra não pode receber a melhoria material especial."
                },
                {
                  "type": "item",
                  "name": "Armadura Sensual",
                  "description": "As histórias de heróis estão repletas de guerreiros que vestem armaduras pouco práticas — feitas para revelar quase tudo do corpo do usuário, ressaltando seus músculos e curvas, rendendo imagens provocantes para capas de livros e iluminuras em pergaminhos. Nunca foram pensadas para uso na vida real... Mas alguém, em algum momento, achou que isso seria boa ideia. Uma armadura sensual é feita de pedaços (minúsculos) de cota de malha, (pouquíssimas) escamas ou tiras (extremamente finas) de metal. A armadura sensual não oferece muita proteção, mas permite usar o poder Atraente. Se você já tiver esse poder, em vez disso o bônus fornecido por ele aumenta para +5. Note que, em muitos lugares de Arton, uma armadura sensual não é um traje apropriado para bailes, reuniões diplomáticas ou mesmo para andar na rua! O usuário pode ser barrado desses lugares ou o bônus da armadura pode ser transformado em penalidade, a critério do mestre. As únicas ocasiões em que esses bônus nunca são anulados são combates."
                },
                {
                  "type": "item",
                  "name": "Brigantina",
                  "description": "Também chamada de “brigandina”, esta armadura é uma opção para combatentes que não podem comprar armaduras de placas. À primeira vista, a brigantina só tem vantagens — feita de uma vestimenta de couro com pequenas placas metálicas rebitadas, é mais flexível que armaduras metálicas comuns, ainda fornecendo a proteção do aço. Contudo, a brigantina tem um defeito: embora as múltiplas pequenas placas protejam bem contra armas de corte e impacto, é fácil para uma arma de perfuração penetrar entre elas. Contra armas de perfuração, o bônus na Defesa de uma brigantina diminui em –2."
                },
                {
                  "type": "item",
                  "name": "Broquel",
                  "description": "Este escudo parece pequeno demais para ter qualquer uso, protegendo apenas a mão e o pulso (o que impede o uso dessa mão). Contudo, ele não é como outros escudos: em vez de atuar como uma barreira fixa entre o usuário e seus inimigos, ajuda a bloquear os ataques contra ele. Você não recebe o bônus na Defesa por um broquel, como normal. Em vez disso, uma vez por rodada, quando é atingido por um ataque, você pode fazer um teste de ataque corpo a corpo. Para cada 10 pontos do resultado desse teste, você reduz o dano sofrido em 2 pontos. Um broquel pode ser usado para atacar como um escudo leve."
                },
                {
                  "type": "item",
                  "name": "Cota de Moedas",
                  "description": "O cúmulo da ostentação, esta armadura se assemelha a uma brunea, com um diferencial — em vez de discos metálicos, a malha é formada por tibares entrelaçados! Você recebe +2 em Diplomacia (cumulativo com melhorias da armadura). O mestre pode mudar o bônus para uma penalidade de –2 contra pessoas que desprezam ostentação."
                },
                {
                  "type": "item",
                  "name": "Colete Fora da Lei",
                  "description": "Diz-se que este colete metálico único foi desenvolvido por uma quadrilha de Smokestone — um bando com muita criatividade e pouco caráter. A forma arredondada da armadura e as ranhuras em sua superfície redirecionam projéteis, tornando-a ideal para proteger o usuário contra balas e flechas. Muito útil quando todos ao seu redor levam pistolas na cintura! Contra armas de disparo, o bônus na Defesa de um colete fora da lei aumenta em +2."
                },
                {
                  "type": "item",
                  "name": "Escudo de Vime",
                  "description": "Este escudo é grande e desajeitado, mas extremamente leve devido a seu material. Parece não proteger muito, pois existem pequenas “falhas” entre as fibras de vime. À primeira vista, apenas um louco usaria este tipo de proteção — mas, justamente por ser leve, volumoso e com uma trama aberta, pode ser movido com facilidade para confundir os inimigos. Não é preso ao braço, mas precisa ser empunhado com as duas mãos, impedindo que você empunhe uma arma ou qualquer outro item (um parceiro capaz de empunhar escudos pode segurar o escudo para você, mas não poderá fornecer seus benefícios enquanto faz isso) e é muito desajeitado para ser empunhado montado ou usado para atacar. Além de seus bônus na Defesa, o escudo de vime fornece camuflagem leve. Além disso, em seu turno, se estiver usando o escudo, você pode escolher um aliado adjacente. Se fizer isso, fornece seu bônus na Defesa e camuflagem a ele. Contudo, caso você ou o aliado sofram um acerto crítico, o escudo é destruído."
                },
                {
                  "type": "item",
                  "name": "Escudo Torre",
                  "description": "Este escudo grande e retangular é feito de madeira e reforçado com aço e couro. É preso ao antebraço como um escudo pesado mas, devido a seu tamanho, não pode ser usado para atacar, ou por um personagem montado. Você pode gastar uma ação de movimento para tirar o escudo e fixá-lo chão, transformando-o em uma barreira que pode fornecer cobertura leve (conforme o normal para cobertura; veja Tormenta20, p. 239). Recolocar o escudo, desafixando-o do chão, também é uma ação de movimento."
                },
                {
                  "type": "item",
                  "name": "Sagna",
                  "description": "Desenvolvido por devotos de Oceano e muito comum em regiões praianas, este grande escudo de madeira também pode ser usado para deslizar pelas ondas. Enquanto você o usa dessa forma, a penalidade de armadura deste escudo e de sua armadura para natação não são aplicadas. Além disso, quando passa em um teste para natação, você avança seu deslocamento normal (em vez de metade); se você já tiver deslocamento de natação, em vez disso ele aumenta em +3m. Um sagna pode ser usado para atacar como um escudo pesado."
                }
              ]
            },
            {
              "type": "item",
              "name": "Armadura Acolchoada",
              "description": "Uma túnica almofadada feita em linho ou lã. É a armadura mais leve, mas protege todo o corpo, fornecendo +2 em Fortitude."
            },
            {
              "type": "item",
              "name": "Armadura Completa",
              "description": "A mais forte e pesada das armaduras, formada por placas de metal forjadas e encaixadas de modo a cobrir o corpo inteiro. Inclui uma túnica acolchoada para ser usada sob as placas. Correias e fivelas distribuem o peso da armadura pelo corpo inteiro. Esta armadura precisa ser feita sob medida para cada usuário; um ferreiro cobra T$ 200 para adaptar uma armadura completa a um novo usuário."
            },
            {
              "type": "item",
              "name": "Armadura de Couro",
              "description": "O peitoral desta armadura é feito de couro curtido em óleo fervente, para ficar mais rígido, enquanto as demais partes são feitas de couro flexível."
            },
            {
              "type": "item",
              "name": "Brunea",
              "description": "Colete de couro coberto com plaquetas de metal sobrepostas, como escamas de um peixe. Por ser barata de produzir, é a armadura mais utilizada no Reinado por soldados de infantaria e guardas de castelo."
            },
            {
              "type": "item",
              "name": "Cota de Malha",
              "description": "Longa veste de anéis metálicos interligados, formando uma malha flexível e resistente, que vai até os joelhos."
            },
            {
              "type": "item",
              "name": "Couraça",
              "description": "A mais robusta das armaduras leves, formada por uma placa metálica que protege o peito e as costas, presa sobre um casaco de couro."
            },
            {
              "type": "item",
              "name": "Couro Batido",
              "description": "Versão mais pesada da armadura de couro, reforçada com rebites de metal."
            },
            {
              "type": "item",
              "name": "Escudo Leve",
              "description": "Tipicamente feito de madeira, este escudo é amarrado no antebraço, deixando a mão livre. Você pode carregar um objeto na mão que empunha o escudo, mas não manusear uma arma."
            },
            {
              "type": "item",
              "name": "Escudo Pesado",
              "description": "Normalmente feito de aço, este escudo é preso ao antebraço e também deve ser empunhado com firmeza, impedindo o usuário de usar aquela mão."
            },
            {
              "type": "item",
              "name": "Gibão de Peles",
              "description": "Usada principalmente por bárbaros e selvagens, esta armadura é formada por várias camadas de peles e couro de animais."
            },
            {
              "type": "item",
              "name": "Loriga Segmentada",
              "description": "Composta por tiras horizontais de metal, esta armadura pesada é muito utilizada por legionários do Império de Tauron."
            },
            {
              "type": "item",
              "name": "Meia Armadura",
              "description": "Uma cota de malha reforçada com placas de metal."
            }
          ]
        }
      ]
    },
    {
      "type": "folder",
      "name": "Itens gerais",
      "items": [
        {
          "type": "item",
          "name": "Itens Gerais",
          "description": "Além de armas e armaduras, outros itens são úteis para aventureiros. Itens gerais são divididos em nove categorias: equipamento de aventura, ferramentas, vestuário, esotéricos, alquímicos, alimentação, animais, veículos e serviços. Alguns itens precisam ser empunhados para serem usados; outros, precisam ser vestidos (veja “Limites de Uso”, na página 141, para as regras de uso de itens). Itens que permitem um teste de resistência seguem as mesmas regras de testes de resistência de habilidades (veja a página 227)."
        },
        {
          "type": "folder",
          "name": "Equipamento de aventura",
          "items": [
            {
              "type": "item",
              "name": "Equipamento de aventura",
              "description": "Utensílios úteis para exploradores de masmorras. A CD para fabricar qualquer desses itens é 15."
            },
            {
              "type": "folder",
              "name": "Ameaças de Arton",
              "items": [
                {
                  "type": "item",
                  "name": "Caixa de Voz",
                  "description": "Este complexo mecanismo tem 1d4 cargas: quando usa uma habilidade de bardo ou nobre com alcance curto ou médio, você pode gastar uma carga para aumentar seu alcance em um passo. Segredo de engenharia da Supremacia Purista, este item não pode ser fabricado, sendo encontrado apenas nos destroços de corcéis e carruagens de comando."
                },
                {
                  "type": "item",
                  "name": "Corda de Teia",
                  "description": "Feita de teia de aranha gigante, esta corda de 10m funciona como uma corda normal, mas é mais resistente. Arrebentá-la exige 5 pontos de dano de corte ou um teste de Força (CD 28)."
                },
                {
                  "type": "item",
                  "name": "Dente de Wisphago",
                  "description": "Um dente de wisphago pode ser vestido como um amuleto. Quando faz um teste de resistência contra uma magia arcana, você pode gastar o amuleto para rolar novamente esse teste com um bônus de +2. Uma vez ativado, o amuleto se desfaz. Um dente de wisphago não pode ser fabricado."
                },
                {
                  "type": "item",
                  "name": "Gema de Força",
                  "description": "Parte de certos engenhos da Supremacia, esta gema tem 1d4 cargas. Empunhando a gema, você pode gastar uma ação padrão e uma carga para produzir um domo semelhante ao efeito básico da magia Campo de Força. Alternativamente, quando lança essa magia, você pode empulhá-lo e usar uma carga para reduzir seu custo em –2 PM. Encontrada nos destroços de corcéis e carruagens de comando, esta gema não pode ser fabricada."
                }
              ]
            },
            {
              "type": "folder",
              "name": "Heróis de Arton",
              "items": [
                {
                  "type": "item",
                  "name": "Ábaco",
                  "description": "Este instrumento desenvolvido pelos sábios sar-allan fornece a seu usuário a capacidade de fazer operações matemáticas complexas em pouco tempo. Muito útil para determinar custos e margens de lucro! Para usar um ábaco você precisa ser treinado em Conhecimento. Se você fizer um teste de Ofício para sustento, recebe TO, em vez de T$. Além disso, se possuir Poder Monetário, o limite de TO que você pode gastar por dia aumenta em +2."
                },
                {
                  "type": "item",
                  "name": "Ampulheta",
                  "description": "Um objeto delicado, usado para medir o tempo. Um ciclo da ampulheta normalmente equivale a uma hora. Usada por nobres para manter controle de seus compromissos e por alquimistas para medir o tempo de certas reações. Quando escolhe 10 em um teste de Ofício (alquimista), você considera o resultado do d20 como um 12 automático."
                },
                {
                  "type": "item",
                  "name": "Aparelho de Chá",
                  "description": "Um conjunto de xícaras delicadas, pires e um bule. Qualquer um que se depare com um aparelho de chá fica automaticamente mais predisposto a conversar. Uma vez por cena, você recebe +1d4 em um teste de Diplomacia ou Enganação feito com alguém que esteja tomando chá com você."
                },
                {
                  "type": "item",
                  "name": "Armação para Mochila",
                  "description": "Uma armação para mochila é uma estrutura de metal amarrada aos ombros, tórax e cintura do usuário. A mochila de aventureiro então é encaixada nessa estrutura, garantindo que o peso seja mais bem distribuído, diminuindo a fadiga. Com uma armação, uma mochila de aventureiro passa a aumentar sua capacidade de carga em 6 espaços (em vez de 2). Entretanto, a ação necessária para sacar seus itens aumenta em um passo (de livre para movimento, de movimento para padrão e de padrão para completa)."
                },
                {
                  "type": "item",
                  "name": "Asas do Texugo",
                  "description": "Criada por uma serelepe tribo de kobolds, este implemento deixou inúmeros engenhoqueiros goblins se perguntando: “Por que não pensei nisso antes?”. Consiste em uma mochila vestida às costas, da qual se projetam duas asas retráteis. Pedais, manivelas e roldanas permitem o “bater” das asas, sustentando um voo um tanto irregular, mas controlável. Para voar com as asas do texugo, é necessário gastar uma ação de movimento para estender as asas (quando não estão em uso, elas ficam dobradas dentro da “mochila”). Isso faz com que você passe a ocupar o espaço de uma criatura uma categoria de tamanho maior que a sua. Para sair do chão é necessário fazer um teste de Atletismo para saltar (CD 15) para pegar impulso. Se passar, você recebe deslocamento de voo 12m por 1 rodada, +1 rodada para cada 5 pontos pelos quais o resultado superar a CD. Saltar de um ponto elevado, como do telhado de um celeiro, fornece +5 nesse teste. Ao fim do tempo de voo, você plana rumo ao chão (como no efeito básico da magia Queda Suave). Enquanto está voando, você fica vulnerável e em condição ruim para lançar magias (você ignora essas penalidades se for treinado em Pilotagem)."
                },
                {
                  "type": "item",
                  "name": "Astrolábio",
                  "description": "Um avançado instrumento de navegação, que usa a posição relativa das estrelas para guiar seu usuário. Sua complexidade, no entanto, limita seu uso a pessoas que receberam educação avançada. Você pode usar Conhecimento no lugar de Sobrevivência para orientar-se."
                },
                {
                  "type": "item",
                  "name": "Bainha Adornada",
                  "description": "Coberta de fios de ouro, gemas e outros ornamentos, esta bainha permite que você use armas como parte de um traje da corte (Tormenta20, p. 159). Com isso você pode participar de bailes, festas e encontros da nobreza devidamente armado, sem chamar atenção."
                },
                {
                  "type": "item",
                  "name": "Bússola",
                  "description": "Este avançadíssimo instrumento de navegação funciona por princípios simples, mas depende de materiais raros. Por meio de um ímã, a bússola sempre aponta para o norte. Quando faz um teste de Sobrevivência para orientar-se, você rola dois dados e usa o melhor resultado."
                },
                {
                  "type": "item",
                  "name": "Cinto de Utilidades",
                  "description": "Um cinturão de couro cheio de bolsos e fivelas, com espaço para os vários equipamentos esquisitos de um inventor. Se você estiver vestindo um cinto de utilidades, pode sacar e guardar engenhocas como uma ação livre."
                },
                {
                  "type": "item",
                  "name": "Condecoração Militar",
                  "description": "Condecorações não são compradas, são conquistadas! Uma condecoração militar é concedida por um reino ou igreja após uma missão bem-sucedida. Se estiver ostentando sua condecoração, no início de cada combate, você recebe uma quantidade de PV temporários, cumulativos com outros bônus de itens e com outras condecorações, igual a 3x o patamar em que a condecoração foi conquistada (por exemplo, 6 PV para uma condecoração obtida em patamar veterano)."
                },
                {
                  "type": "item",
                  "name": "Dente Falso",
                  "description": "Um minúsculo frasco disfarçado como um dente, dentro de sua boca. Permite que você carregue um preparado alquímico consumível ou uma poção sem ocupar espaços. Além disso, permite ingerir esse item como uma ação de movimento. É preciso quebrar o dente falso para ingerir seu conteúdo: uma vez que você faça isso, o dente falso é perdido. Você só pode ter um dente falso instalado em sua boca por vez (a menos que, de alguma forma, possua mais de uma boca…)."
                },
                {
                  "type": "item",
                  "name": "Diagrama Anatômico",
                  "description": "Este pergaminho com esquemas detalhados do corpo das principais raças humanoides à primeira vista parece feito para auxiliar curandeiros... No entanto, basta um olhar mais atento para perceber que ele mostra as regiões mais vulneráveis desses corpos, além de explicar as melhores maneiras de atacá-las. Quando usa Ataque Furtivo, você recebe +1 na margem de ameaça."
                },
                {
                  "type": "item",
                  "name": "Espelho Refletor",
                  "description": "Este pequeno espelho pode ser usado para refletir qualquer luz nos olhos de um inimigo, cegando-o temporariamente. Você pode gastar uma ação de movimento para fazer um teste de Ladinagem oposto a um teste de Reflexos de uma criatura em alcance curto. Se você vencer o teste oposto, ela fica desprevenida contra seu próximo ataque realizado até o fim do seu próximo turno. Pode ser usado apenas uma vez por cena — após isso, os inimigos sabem que devem se proteger contra o truque."
                },
                {
                  "type": "item",
                  "name": "Estetoscópio",
                  "description": "Médicos de Salistick usam este aparato sofisticado para auscultar o coração de pacientes. No entanto, criminosos costumam usá-lo para ouvir os movimentos de mecanismos internos de fechaduras e armadilhas, facilitando seu trabalho ardiloso. Você pode gastar uma ação padrão para fazer um teste de Investigação para ajudar a si mesmo e aplicar o bônus a um teste de Cura, ou de Ladinagem para abrir fechadura ou sabotar, que você realize até o fim do seu próximo turno."
                },
                {
                  "type": "item",
                  "name": "Estrepes",
                  "description": "Pequenas peças de metal com pontas afiadas. Você pode gastar uma ação padrão para cobrir com estrepes um quadrado de até 3m de lado adjacente a você. Eles causam 1d4 pontos de dano de perfuração em qualquer criatura que pise na área. Uma criatura que sofra dano dos estrepes fica lenta até o fim do próximo turno dela."
                },
                {
                  "type": "item",
                  "name": "Favor da Pessoa Amada",
                  "description": "Este item não pode ser comprado nem fabricado, apenas conquistado por meio de interpretação — deve ser dado espontaneamente para que tenha efeito em regras. O favor da pessoa amada é uma mecha de cabelo, lenço perfumado, bilhete de amor, flor seca ou outro item pessoal (mas sem valor monetário) que alguém muito querido dá a um herói. Em geral, é mantido preso sob a armadura ou roupa, em contato com o corpo. Fornece +2 PM, cumulativo com bônus de outros itens. Se você e sua pessoa amada tiverem uma desavença ou decepcionarem um ao outro de alguma forma, este item para de funcionar."
                },
                {
                  "type": "item",
                  "name": "Lampião de Foco",
                  "description": "Esta lanterna sofisticada funciona como um lampião, mas possui uma cobertura e pequenos espelhos que concentram a luz em um cone de 24m."
                },
                {
                  "type": "item",
                  "name": "Leque",
                  "description": "Permite que damas e cavalheiros se abanem ou escondam a boca, para fofocar em paz. Muitos usuários se abanam como uma verdadeira mania, principalmente após ouvir algo ultrajante. Uma vez por cena, quando faz um teste de Vontade, você pode se abanar para usar seu Carisma em vez de Sabedoria nesse teste."
                },
                {
                  "type": "item",
                  "name": "Livro de Métodos Anti-Nimb",
                  "description": "Jogos de azar recebem esse nome porque dependem do acaso. Os melhores jogadores são capazes de usar seu magnetismo natural, frieza e capacidade de blefar para garantir vitória em quase qualquer mesa. Este livro, contudo, contém métodos que permitem trocar toda essa aleatoriedade e malandragem por racionalidade: cálculos de estatísticas e probabilidades, truques para contar cartas, gráficos com projeções de ganhos e perdas... Você pode gastar 1 minuto consultando o livro e 1 PM para substituir testes de Jogatina por testes de Conhecimento até o fim da cena. Certos cassinos, tavernas e grupos de jogadores que notem alguém consultando um destes livros podem bani-lo do jogo (ou fazer coisa bem pior)."
                },
                {
                  "type": "item",
                  "name": "Lupa",
                  "description": "Uma lente de aumento em uma armação metálica, com cabo de madeira. Equipamento indispensável para detetives. Quando faz um teste de Investigação para procurar usando uma lupa, você pode rolar dois dados e usar o melhor resultado."
                },
                {
                  "type": "item",
                  "name": "Mapa",
                  "description": "Um mapa de uma região (determinada pelo mestre ao ser adquirido). Fornece +5 em testes de Sobrevivência para orientar-se nessa região."
                },
                {
                  "type": "item",
                  "name": "Mecanismo de Mola",
                  "description": "Esta estrutura de metal com molas é presa ao antebraço e fica engatilhada até que seja ativada, com um movimento do pulso do usuário. Você pode manter uma arma leve com a qualidade ocultável no mecanismo de mola. Ao ativá-lo, saca essa arma como uma ação livre e ela recebe a qualidade surpreendente para esse ataque."
                },
                {
                  "type": "item",
                  "name": "Mochila Discreta",
                  "description": "Como uma mochila normal, mas tem um compartimento oculto onde o usuário pode esconder objetos equivalentes a 1 espaço. Esses itens contam em sua capacidade de carga, mas você recebe +5 em testes de Ladinagem para ocultá-los (cumulativo com qualquer bônus concedido pelo próprio item). Uma mochila discreta deve ser vestida, mas não ocupa espaço de carga do personagem."
                },
                {
                  "type": "item",
                  "name": "Prancheta",
                  "description": "Uma simples tabuleta de madeira com um pergaminho, no qual o usuário pode fingir escrever alguma coisa. Alguém que carrega uma prancheta é imediatamente identificado como uma figura de autoridade — talvez um inspetor de alguma guilda, ou um enviado de um nobre. Você pode fazer testes de Nobreza para etiqueta mesmo sem ser treinado."
                },
                {
                  "type": "item",
                  "name": "Sinete",
                  "description": "Um estojo de madeira ou metal contendo cera, papéis e um anel ou carimbo com o símbolo pessoal do usuário. Reduz em –1 PM o custo das habilidades Autoridade Feudal e Favor e de outras habilidades em que, a critério do mestre, seu símbolo pessoal tenha algum peso."
                }
              ]
            },
            {
              "type": "item",
              "name": "Água Benta",
              "description": "Produzida com a magia Abençoar Alimentos, esta água sagrada é um poderoso recurso na luta contra o mal. Para usar a água benta, você gasta uma ação padrão e escolhe um morto-vivo ou abissal em alcance curto (a água benta é inofensiva contra outras criaturas). O alvo sofre 2d10 pontos de dano de luz (Reflexos CD Sab reduz à metade)."
            },
            {
              "type": "item",
              "name": "Algemas",
              "description": "Um par de algemas para criaturas Médias. Prender uma criatura que não esteja indefesa exige empunhar a algema, agarrar o alvo (veja “Manobras de Combate”, no Capítulo 5) e vencer um novo teste de agarrar contra ela. Você pode prender os dois pulsos da pessoa (–5 em testes que exijam o uso das mãos, impede conjuração) ou um dos pulsos dela em um objeto imóvel adjacente, caso haja, para impedir que ela se mova. Escapar das algemas exige uma ação completa e um teste de Acrobacia contra CD 30 ou de Força contra CD 25 — ou ter as chaves..."
            },
            {
              "type": "item",
              "name": "Arpéu",
              "description": "Um gancho de aço amarrado na ponta de uma corda para se fixar em muros, janelas, parapeitos de prédios... Prender um arpéu exige um teste de Pontaria (CD 15). Subir um muro com a ajuda de uma corda fornece +5 no teste de Atletismo."
            },
            {
              "type": "item",
              "name": "Bandoleira de Poções",
              "description": "Um cinto de couro com bolsos que comportam pequenos frascos. Se você estiver vestindo uma bandoleira, pode sacar itens alquímicos e poções como uma ação livre. Itens gerais"
            },
            {
              "type": "item",
              "name": "Barraca",
              "description": "Esta barraca de lona conta como um saco de dormir para duas pessoas e fornece +2 em testes de Sobrevivência para acampar."
            },
            {
              "type": "item",
              "name": "Corda",
              "description": "Um rolo com 10 metros de corda de cânhamo, o mesmo tipo usado em navios. Possui diversas utilidades: pode ajudar a descer um buraco ou muro (+5 em testes de Atletismo nessas situações), amarrar pessoas etc. Dar um nó firme ou especial (por exemplo, capaz de deslizar, se desfazer com um puxão etc.) exige um teste de Destreza (CD 15). Arrebentar a corda exige 2 pontos de dano de corte ou uma ação padrão e um teste de Força (CD 20)."
            },
            {
              "type": "item",
              "name": "Espelho",
              "description": "Este pequeno espelho possui diversas utilidades: observar cantos, fazer sinais de luz e, claro, garantir que você esteja apresentável."
            },
            {
              "type": "item",
              "name": "Lampião",
              "description": "Um cilindro com uma alça e duas portinholas. Uma chama alimentada por óleo é acesa dentro do cilindro e uma das portinholas aberta deixa a luz sair. Acender um lampião é uma ação padrão e sua luz ilumina um raio com 15m. Carregar um lampião com óleo é uma ação padrão e ele dura uma cena."
            },
            {
              "type": "item",
              "name": "Mochila",
              "description": "Uma bolsa de lona com tiras para ser carregada nas costas. Não conta como item vestido."
            },
            {
              "type": "item",
              "name": "Mochila de Aventureiro",
              "description": "Feita de couro resistente, esta mochila é repleta de bolsos para prender equipamento. Vestir uma mochila de aventureiro aumenta sua capacidade de carga em 2 espaços (ela própria não gasta um espaço)."
            },
            {
              "type": "item",
              "name": "Óleo",
              "description": "Um frasco com óleo inflamável para lampião. Você pode atirar o frasco em uma criatura em alcance curto com uma ação padrão. Se ela sofrer dano de fogo até o fim do seu próximo turno, sofre 1d6 pontos de dano extra e fica em chamas."
            },
            {
              "type": "item",
              "name": "Organizador de Pergaminhos",
              "description": "Um estojo de madeira ou couro rígido. Se você estiver vestindo um organizador de pergaminhos, pode sacar pergaminhos como uma ação livre."
            },
            {
              "type": "item",
              "name": "Pé de Cabra",
              "description": "Esta barra de ferro fornece +5 em testes de Força para abrir portas, janelas e baús fechados. Um pé de cabra pode ser usado como arma, com as estatísticas de uma clava."
            },
            {
              "type": "item",
              "name": "Saco de Dormir",
              "description": "Um colchão com uma coberta fina o bastante para ser enrolada e amarrada, é especialmente útil para aventureiros, que nunca sabem onde vão passar a noite. Dormir ao relento sem um acampamento e um saco de dormir diminui sua recuperação de PV e PM (veja a página 106)."
            },
            {
              "type": "item",
              "name": "Símbolo Sagrado",
              "description": "Um medalhão de madeira ou metal com o símbolo de uma divindade. Se você estiver vestindo (normalmente com uma corrente ao redor do pescoço) ou empunhando o símbolo sagrado de um deus do qual é devoto, recebe +1 em testes de resistência."
            },
            {
              "type": "item",
              "name": "Tocha",
              "description": "Um bastão de madeira com algum combustível na ponta (geralmente trapos embebidos em parafina). Acender uma tocha é uma ação padrão. Ela ilumina um raio de 9m e dura uma cena. Pode ser usada como uma arma simples leve (dano 1d4 de impacto mais 1 de fogo, crítico x2)."
            },
            {
              "type": "item",
              "name": "Vara de Madeira",
              "description": "Uma haste com 3m de comprimento. Útil para alcançar pontos distantes, mas frágil demais para servir como arma."
            }
          ]
        },
        {
          "type": "folder",
          "name": "Ferramentas",
          "items": [
            {
              "type": "item",
              "name": "Ferramentas",
              "description": "Itens desta categoria afetam testes de perícia, eliminando penalidades ou fornecendo bônus. A CD para fabricar qualquer ferramenta é 20."
            },
            {
              "type": "folder",
              "name": "Ferramentas — Gerais",
              "items": [
                {
                  "type": "folder",
                  "name": "Heróis de Arton",
                  "items": [
                    {
                      "type": "item",
                      "name": "Apito de Caça",
                      "description": "Este pequeno apito fornece +1 em Adestramento e permite usar manejar animal com um parceiro não inteligente (Int –4 ou –5) como ação livre uma vez por rodada."
                    },
                    {
                      "type": "item",
                      "name": "Baralho Marcado",
                      "description": "Um baralho com marcações sutis, que só o usuário é capaz de reconhecer. Uma inspeção casual não revela nada além de um baralho comum. Você recebe +2 em testes de Jogatina com cartas. Contudo, se rolar 1 natural em um teste de Jogatina com este baralho, você é descoberto, o que pode levar a uma bela briga de taverna..."
                    },
                    {
                      "type": "item",
                      "name": "Espelho Cirúrgico",
                      "description": "Uma haste de metal ou madeira com um espelho na ponta, dotada de mecanismos que permitem controlar o ângulo do reflexo a partir da outra extremidade. Muito usado por médicos de campo que só podem contar consigo mesmos para suturar seus ferimentos. Se estiver usando um espelho cirúrgico, você não sofre a penalidade de –5 em testes de Cura em si mesmo."
                    },
                    {
                      "type": "item",
                      "name": "Estandarte",
                      "description": "Um pedaço de tecido, geralmente retangular e com enfeites, com uma representação do brasão ou símbolo de uma família, senhor feudal ou deus. Montado em uma estrutura de madeira reforçada com metal, precisa ser empunhado com uma mão. Se você estiver empunhando um estandarte, seus capangas recebem +1 na Defesa e em rolagens de dano."
                    },
                    {
                      "type": "item",
                      "name": "Estandarte Portátil",
                      "description": "Igual ao estandarte, mas feito para ser usado nas costas ou preso à sela de uma montaria. Deixa as mãos livres. Contudo, se estiver preso às costas, impõe uma penalidade de armadura de –2 e, se estiver preso à montaria, conta como um item vestido dela (veja p. 238)."
                    },
                    {
                      "type": "item",
                      "name": "Molde Pré-Fabricado",
                      "description": "A maior parte das engenhocas usa alguns princípios básicos, modificados e personalizados por cada inventor. Um molde pré-fabricado é um conjunto de peças já montadas, presentes em diversos tipos de engenhocas. Existe um molde para cada escola de magias. Usar um molde pré-fabricado diminui o tempo de fabricação de uma engenhoca que simule uma magia da respectiva escola para três dias."
                    }
                  ]
                },
                {
                  "type": "item",
                  "name": "Coleção de Livros",
                  "description": "Uma pequena coleção de tomos e tratados sobre um assunto. Fornece +1 em Conhecimento, Guerra, Misticismo, Nobreza ou Religião (definido quando o item é comprado ou fabricado)."
                },
                {
                  "type": "item",
                  "name": "Equipamento de Viagem",
                  "description": "Um saco de lona contendo instrumentos úteis para sobreviver nos ermos, como pederneira (pedra para fazer fogo), panelas e talheres para cozinhar, anzól e linha para pescar e uma pequena pá. Um personagem sem este item sofre –5 em testes de Sobrevivência para fazer um acampamento. Não inclui saco de dormir ou barraca."
                },
                {
                  "type": "item",
                  "name": "Estojo de Disfarces",
                  "description": "Um conjunto de cosméticos, tintas para cabelo e algumas próteses simples (como bigodes e narizes falsos). Um personagem sem este item sofre –5 em testes de Enganação para disfarce."
                },
                {
                  "type": "item",
                  "name": "Gazua",
                  "description": "Uma barra fina de ferro, com a ponta torta ou em forma de gancho. Um personagem sem este item sofre –5 em testes de Ladinagem para abrir fechaduras."
                },
                {
                  "type": "item",
                  "name": "Instrumentos de <Ofício>",
                  "description": "Existe uma versão deste item para cada perícia de Ofício. Por exemplo, martelo, pregos e serrote para Ofício (carpinteiro), pergaminhos em branco, tinta e pena para Ofício (escriba) e assim por diante. Um personagem sem os instrumentos de seu Ofício sofre –5 nessa perícia."
                },
                {
                  "type": "item",
                  "name": "Luneta",
                  "description": "Este instrumento valioso consiste de um cilindro metálico com duas lentes. Fornece +5 em testes de Percepção para observar coisas em alcance longo ou além."
                },
                {
                  "type": "item",
                  "name": "Maleta de Medicamentos",
                  "description": "Caixa de madeira com ervas, unguentos, bandagens e outros materiais úteis. Um personagem sem este item sofre –5 em Cura."
                },
                {
                  "type": "item",
                  "name": "Sela",
                  "description": "Uma peça de couro e pelego colocada sobre o lombo da montaria, sobre a qual o cavaleiro se senta. Inclui arreios para conduzir o animal. Um personagem montado em uma montaria sem sela sofre –5 em testes de Cavalgar. Usada no animal, a sela não ocupa espaço de carga do personagem."
                }
              ]
            },
            {
              "type": "folder",
              "name": "Ferramentas — Instrumentos Musicais",
              "items": [
                {
                  "type": "item",
                  "name": "Instrumentos Musicais",
                  "description": "Alguns itens da categoria ferramentas são instrumentos musicais. Tais itens são de grande importância para bardos e possuem as regras a seguir.\n\n• Você precisa empunhar um instrumento musical com as duas mãos para receber seus benefícios e para usar Músicas de Bardo (veja a página 45).\n\n• Instrumentos musicais podem ser usados como esotéricos por bardos (permitindo que lance magias usando a mão que empunha o instrumento).\n\n• Instrumentos musicais podem receber melhorias de ferramentas (contam como itens ligados a Atuação) e de esotéricos (mas afetam apenas magias lançadas por bardos)."
                },
                {
                  "type": "folder",
                  "name": "Heróis de Arton",
                  "items": [
                    {
                      "type": "item",
                      "name": "Clarim Deheoni",
                      "description": "Feito de um fino metal, este clarim produz um som marcial, que muitos associam a um chamado às armas. Criaturas a sua escolha sob efeito de sua Inspiração recebem um bônus adicional de +1 em testes de resistência."
                    },
                    {
                      "type": "item",
                      "name": "Cítara Heptatônica",
                      "description": "Um instrumento peculiar, com som misterioso, que gera uma atmosfera mística. Criaturas a sua escolha sob efeito de sua Inspiração recebem +2 na CD da primeira habilidade mágica que usarem."
                    },
                    {
                      "type": "item",
                      "name": "Cornamusa de Doherimm",
                      "description": "Criada pelos anões para reverberar na acústica de cavernas, este instrumento é similar a uma gaita de foles, mas possui roncões imensos, que sobem pelas costas do músico numa curva e repousam em seus ombros. Diferente de outros instrumentos, a cornamusa é vestida e não empunhada (mas você ainda precisa ter pelo menos uma mão livre para usá-la). Enquanto você estiver vestindo a cornamusa, o custo de sua Inspiração é reduzido –1 PM, mas você sofre –2 na Defesa."
                    },
                    {
                      "type": "item",
                      "name": "Flauta Sar-Allan",
                      "description": "Uma flauta de Halak-Tûr, que produz um som característico, capaz de hipnotizar certos animais. Concede +5 no teste de Atuação para usar uma Música de bardo, mas apenas contra criaturas reptilianas como cobras, nagahs, medusas, trogs e outras a critério do mestre."
                    },
                    {
                      "type": "item",
                      "name": "Gaita de Foles",
                      "description": "Um instrumento polêmico — algumas culturas adoram seu som, mas a maioria das pessoas odeia! Apenas um músico muito habilidoso consegue transformar o lamento da gaita de foles em algo agradável. Ao usar Inspiração, faça um teste de Atuação (CD 20 + total de PM gastos na habilidade). Se passar, o bônus concedido pela Inspiração aumenta em +1. Se falhar, a habilidade não tem efeito, mas os PM são gastos da mesma forma."
                    },
                    {
                      "type": "item",
                      "name": "Lira de Casco de Tartaruga",
                      "description": "Um instrumento suave, que produz um som pacífico e acalentador. Bardos que usam liras costumam ser belos jovens em togas esvoaçantes. Suas Músicas e magias de bardo de cura recuperam +1 PV por dado de cura."
                    },
                    {
                      "type": "item",
                      "name": "Marionetes",
                      "description": "Embora não produza nenhum som, este conjunto de bonecos articulados pode ser empregado como um “instrumento musical”. Você recebe +2 no teste oposto de Atuação para usar os poderes Música: Balada Fascinante e Fascinar em Massa, e na CD dos poderes Manipular e Manipular em Massa."
                    },
                    {
                      "type": "item",
                      "name": "Pandeiro das Estradas",
                      "description": "Um instrumento de ritmos populares, que convida todos a se juntar ao seu som. Você pode gastar uma ação de movimento, em vez de uma ação padrão, para manter a concentração em uma Música de bardo que exija isso."
                    },
                    {
                      "type": "item",
                      "name": "Tamborete Marcial",
                      "description": "Menor que um tambor, este instrumento é tocado com um par de baquetas pequenas. Produz um som rápido e cadenciado. Criaturas a sua escolha sob efeito de sua Inspiração recebem +3m em deslocamento."
                    },
                    {
                      "type": "item",
                      "name": "Trombeta Tapistana",
                      "description": "Usado por incontáveis exércitos ao longo dos séculos, este instrumento produz um som que qualquer guerreiro reconhece — o som da peleja! Quando você usa Inspiração, cada criatura a sua escolha sob efeito dessa habilidade recebe uma ação de movimento extra em seu próximo turno."
                    },
                    {
                      "type": "item",
                      "name": "Violino Soprano",
                      "description": "Um instrumento difícil de ser dominado, usado pelos bardos mais habilidosos. Ver um mestre violinista em ação é um grande incentivo ao virtuosismo em qualquer área. Cada criatura a sua escolha sob efeito de sua Inspiração recebe um bônus adicional de +1d4 em seu próximo teste de perícia (exceto testes de ataque)."
                    }
                  ]
                },
                {
                  "type": "item",
                  "name": "Alaúde Élfico",
                  "description": "Feito com madeira de alta qualidade e manufatura delicada, este alaúde gera notas vívidas e emocionantes. Enquanto empunha este item, você pode usar a habilidade Inspiração como uma ação de movimento. Conta como um instrumento musical."
                },
                {
                  "type": "item",
                  "name": "Flauta Mística",
                  "description": "Um instrumento delicado, repleto de runas e pequenas gemas místicas. Um bardo que empunhe este item aumenta a CD para resistir às magias lançadas por ele em +1. Conta como um instrumento musical."
                },
                {
                  "type": "item",
                  "name": "Instrumento Musical",
                  "description": "Um instrumento típico, como um bandolim, flauta ou lira. Veja o quadro acima para as regras deste item."
                },
                {
                  "type": "item",
                  "name": "Tambor das Profundezas",
                  "description": "Um instrumento típico de anões de Doherimm, capaz de sons graves e retumbantes. Enquanto empunha este item, o alcance da habilidade Inspiração e de qualquer Música de Bardo é dobrado. Conta como um instrumento musical."
                }
              ]
            }
          ]
        },
        {
          "type": "folder",
          "name": "Vestuário",
          "items": [
            {
              "type": "item",
              "name": "Vestuário",
              "description": "Todos os itens desta seção precisam ser vestidos para fornecerem seus benefícios. A CD para fabricar qualquer vestuário é 20."
            },
            {
              "type": "folder",
              "name": "Ameaças de Arton",
              "items": [
                {
                  "type": "item",
                  "name": "Garra Feroz",
                  "description": "Estas pinças de insetos gigantes, presas com tiras de couro, funcionam como uma manopla (Tormenta20, p. 159), mas seus benefícios também se aplicam a uma garra ou a uma arma natural de um personagem sob efeito de habilidades como Forma Selvagem."
                },
                {
                  "type": "item",
                  "name": "Manto do Mantor",
                  "description": "Este manto, feito a partir do couro de um mantor, oferece parte de sua furtividade. Na escuridão completa fornece camuflagem total, mesmo contra criaturas que vejam no escuro."
                },
                {
                  "type": "item",
                  "name": "Manto Pesado",
                  "description": "Estas vestes pesadas com um grande capuz oferecem proteção contra o sol e contra claridade em excesso. Você recebe imunidade a condição ofuscado e, mesmo durante o dia, não é considerado sob luz solar ou semelhante."
                },
                {
                  "type": "item",
                  "name": "Sombreiro",
                  "description": "Tipo de chapéu com abas muito largas, comum nas proximidades de Smokestone. Fornece resistência a efeitos de sentidos +2."
                },
                {
                  "type": "item",
                  "name": "Traje Selako",
                  "description": "Feito com couro de selako, este traje fornece parte das capacidades desses predadores. Você recebe +2 em testes de Atletismo para nadar e +3m em seu deslocamento de natação."
                }
              ]
            },
            {
              "type": "folder",
              "name": "Heróis de Arton",
              "items": [
                {
                  "type": "item",
                  "name": "Avental de Forja",
                  "description": "Um avental grosso, feito de couro tratado alquimicamente. Um artesão protegido dessa forma não precisa se preocupar com faíscas e pequenas gotas de metal derretido respingando sobre seu peito. Evitando ferimentos sérios, pode se arriscar mais ao trabalhar. Se estiver usando um avental de forja, você pode perder 1d6 PV para receber +1 em um teste de Ofício (cumulativo com outros itens)."
                },
                {
                  "type": "item",
                  "name": "Camisolão",
                  "description": "Esta roupa de dormir pode não ser muito elegante, mas com certeza é confortável! Feita de tecido macio (de preferência listrado), aberta o bastante para ser fresca no calor, aconchegante o suficiente para aquecer no frio, proporciona uma boa noite de sono a qualquer um. Inclui gorro com pompom (um acessório indispensável). Dormir com um camisolão e nenhum outro item vestido transforma condições de descanso confortáveis em luxuosas."
                },
                {
                  "type": "item",
                  "name": "Capa com Dragonas",
                  "description": "Uma capa elegante com ombreiras, utilizada como parte de uniformes. Enquanto você estiver vestindo esta capa, sua armadura conta como um traje da corte e pode ser usada em bailes, festas e encontros da nobreza sem chamar atenção."
                },
                {
                  "type": "item",
                  "name": "Casaca de Apetrechos",
                  "description": "Este casacão pesado recobre todo o corpo do usuário, estendendo-se até abaixo de seus joelhos. É forrado de bolsos por dentro e por fora, sendo ideal para carregar muitos pequenos itens de utilidade variada. Uma casaca de apetrechos aumenta sua capacidade de carga em 4 espaços (ela própria não gasta um espaço). Por ser volumosa e desajeitada, impõe uma penalidade de armadura de –2 e não pode ser usada com armadura."
                },
                {
                  "type": "item",
                  "name": "Chapéu Emplumado",
                  "description": "Popular entre capitães piratas e duelistas fanfarrões, este enorme chapéu tem abas largas e uma gigantesca pluma. Na primeira rodada de um combate, você pode gastar uma ação de movimento para saudar seus inimigos. Se fizer isso, você recebe 1 PM temporário que dura até o fim da cena."
                },
                {
                  "type": "item",
                  "name": "Elmo Leve",
                  "description": "Um capuz de couro ou peles, ou um capacete aberto. Fornece fortificação 25%, mas impõe –2 em Iniciativa e Percepção. Se você tiver proficiência com armaduras pesadas, anula essa penalidade."
                },
                {
                  "type": "item",
                  "name": "Elmo Pesado",
                  "description": "Uma coifa (capuz de cota de malha) ou capacete fechado. Fornece fortificação 50%, mas impõe –5 em Iniciativa e Percepção. Se você tiver proficiência com armaduras pesadas, reduz essa penalidade para –2."
                },
                {
                  "type": "item",
                  "name": "Jaqueta de Couro",
                  "description": "Uma jaqueta feita de couro que protege costas e braços, mas é aberta na frente. O couro pode variar de preto a marrom, com ou sem gola. Comum entre exploradores, ladinos e qualquer humanoide com aparência bonita e “perigosa”. Você recebe +1 em testes de Investigação para interrogar e gasta apenas metade do dinheiro (arredondado para cima) neles."
                },
                {
                  "type": "item",
                  "name": "Luva de Falcoaria",
                  "description": "Esta luva recobre o antebraço do usuário, permitindo que uma ave de rapina pouse sobre ele sem machucá-lo com suas garras. Concede +2 em testes de Adestramento com pássaros e criaturas semelhantes (a critério do mestre)."
                },
                {
                  "type": "item",
                  "name": "Luva Magnética",
                  "description": "Poucos em Arton sabem como os ímãs funcionam — mas muitos sabem que eles podem atrair certos metais. Esta luva tem pequenos ímãs nas pontas dos dedos, sendo útil para surrupiar objetos ferrosos sem chamar a atenção. A vítima de um teste de Ladinagem para punga sofre uma penalidade de –5 no teste de Percepção para notar que foi vítima disso."
                },
                {
                  "type": "item",
                  "name": "Máscara Bucal",
                  "description": "Esta máscara nada mais é que um pano que cobre nariz e boca do usuário. Ela permite respirar mas esconde boa parte das feições, deixando à mostra apenas olhos, testa e orelhas. A preferida de onze entre dez bandoleiros de estradas. Qualquer pessoa que veja um personagem usando uma máscara bucal deve passar em um teste de Percepção (CD 25) para ser capaz de descrevê-lo mais tarde (útil para fugir das autoridades após um crime)."
                },
                {
                  "type": "item",
                  "name": "Máscara Completa",
                  "description": "Esta máscara cobre totalmente o rosto. Como a área da máscara é maior, geralmente ela tem a forma de uma criatura ou entidade — ursos, demônios, golens, javalis... Tudo que couber na imaginação do artesão. Pode ser feita de argila, madeira, porcelana ou metal. Escolha uma perícia baseada em Carisma. A máscara concede +1 em testes dessa perícia, de acordo com sua forma (uma máscara de demônio pode ajudar em Intimidação, por exemplo)."
                },
                {
                  "type": "item",
                  "name": "Máscara de Baile",
                  "description": "Tapa a região dos olhos, testa e às vezes o nariz, deixando à mostra a boca, o queixo e as orelhas. Muito popular em bailes e festas requintadas… Ou picantes. Uma vez por cena, se estiver em um baile, festa ou outra situação apropriada (de acordo com o mestre), você pode colocar uma máscara de baile (ou trocar de máscara) para repetir um teste de Diplomacia ou Enganação."
                },
                {
                  "type": "item",
                  "name": "Máscara de Soldador",
                  "description": "Uma chapa metálica que recobre o rosto, com um visor protegido por uma lente grossa e escurecida. A máscara garante maior segurança para os olhos e o rosto de um artesão, permitindo que ele chegue bem perto do item no qual está trabalhando e examine os mínimos detalhes. Quando faz um teste de Ofício, você pode fazer um teste de Percepção para ajudar a si mesmo e aplicar o bônus a esse teste."
                },
                {
                  "type": "item",
                  "name": "Monóculo",
                  "description": "Uma lente corretiva utilizada para enxergar melhor com um olho, encaixada na órbita ocular do usuário. Isso é o que dizem para os tolos — na verdade, o monóculo é um símbolo de dignidade, austeridade e empáfia. Quando você usa a habilidade Orgulho em um teste de Vontade, o bônus fornecido por ela aumenta em +2."
                },
                {
                  "type": "item",
                  "name": "Óculos de Aeronauta",
                  "description": "Esta proteção para os olhos é indispensável para baloeiros e aeronautas em geral. Fornece +1 em Pilotagem (cumulativo com outros bônus de itens). Certas pessoas que não são aeronautas gostam de usar estes óculos apenas por estilo... o que pode provocar a fúria de alguns! Segundo a decisão do mestre, personagens que valorizem muito a profissão de aeronauta ou que estejam fartos de ver estes óculos como um mero acessório estético têm sua atitude piorada em uma categoria em relação a usuários que não sejam aeronautas."
                },
                {
                  "type": "item",
                  "name": "Palmar",
                  "description": "Este equipamento é usado nas mãos, parecendo leques ou pequenas pranchas que as recobrem. Um personagem usando palmares não pode empunhar nada em nenhuma das mãos. Contudo, quando passa em um teste de Atletismo para natação, avança seu deslocamento inteiro (em vez de metade)."
                },
                {
                  "type": "item",
                  "name": "Peruca",
                  "description": "Muitos aristocratas desejam penteados extravagantes sem todo o trabalho necessário para moldar seus cabelos. Ou simplesmente estão com piolhos, raspam a cabeça e desejam continuar bonitos. De qualquer forma, uma peruca permite que um personagem com Carisma menor que 0 seja considerado como se tivesse Carisma 0 para fins de perícias originalmente baseadas nesse atributo (exceto Adestramento) durante uma cena. Após a cena, a peruca deve ser penteada, limpa e recolocada, um processo que demora 1 hora e gasta T$ 10."
                },
                {
                  "type": "item",
                  "name": "Rondel",
                  "description": "Dois discos de aço costurados rebitados na armadura. Aumentam o bônus na Defesa de sua armadura em +1 (cumulativo com outros bônus de itens), mas afetam seus movimentos, impondo –2 em testes de ataque. Se você tiver proficiência com armaduras pesadas, anula essa penalidade."
                },
                {
                  "type": "item",
                  "name": "Roupão Elegante",
                  "description": "Este traje de veludo é refinado e casual ao mesmo tempo, dando ao usuário uma aparência de descontração, autoconfiança e requinte. Você recebe +5 em testes de Diplomacia dentro de uma de suas estruturas (como sua base, negócio ou domínio) — é preciso estar em casa para que este item tenha efeito. Contudo, o roupão exige um ar relaxado: você não recebe seu benefício se estiver vestindo um item que forneça algum bônus em perícias baseadas em Força, Destreza ou Constituição, ou uma armadura."
                },
                {
                  "type": "item",
                  "name": "Rufo",
                  "description": "Esta gola adornada e apertada é ajustada ao redor do pescoço, dando a aparência de que o usuário está sufocando... mas aumentando muito sua elegância em certos círculos. Se você usar um traje da corte em conjunto com um rufo, o traje passa a fornecer +1 em Diplomacia (cumulativo com quaisquer bônus do próprio traje)."
                },
                {
                  "type": "item",
                  "name": "Sapatos Confortáveis",
                  "description": "Calçados apropriados para uso em jornadas longas, preservando os pés do usuário. Se estiver vestindo sapatos confortáveis, você ignora o primeiro teste de Fortitude para marcha forçada (Tormenta20, p. 270). A critério do mestre, esse benefício pode se aplicar em outros testes de Fortitude para situações semelhantes."
                },
                {
                  "type": "item",
                  "name": "Sapatos de Salto Alto",
                  "description": "Para alguns, a elegância vem antes do conforto, e a prova são estes verdadeiros instrumentos de tortura em nome da moda. Com estes sapatos, seu deslocamento é reduzido em –1,5m e você falha automaticamente em testes de Fortitude para marcha forçada. Em compensação, uma vez por cena você pode escolher uma criatura e caminhar na frente dela (uma ação completa). Se fizer isso, você pode usar o poder Atraente pelo restante da cena contra essa criatura (se já tiver esse poder, em vez disso o bônus que ele fornece contra essa criatura aumenta para +5)."
                },
                {
                  "type": "item",
                  "name": "Veste Acolchoada",
                  "description": "Este traje completo (casaco, calças, capuz) é feito de tecido resistente estofado com lã ou algodão. Usado sob uma armadura, aumenta sua penalidade de armadura em –2, mas reduz o multiplicador de crítico de qualquer ataque sofrido em –1 (mínimo x2)."
                }
              ]
            },
            {
              "type": "item",
              "name": "Andrajos de Aldeão",
              "description": "Roupas típicas de camponês. Consiste de camisa larga e calças soltas ou blusa e saia e não inclui botas — os mais pobres andam descalços. Fornece +2 em testes de Investigação para interrogar (ninguém se importa com o que um aldeão escuta) e, se você possuir o poder Aparência Inofensiva, a CD para resistir a ele aumenta em +2. Porém, impõe –2 em perícias baseadas em Carisma contra pessoas que se importam com classe social."
            },
            {
              "type": "item",
              "name": "Bandana",
              "description": "Um lenço tipicamente usado por bandidos e piratas. Fornece +1 em Intimidação."
            },
            {
              "type": "item",
              "name": "Botas Reforçadas",
              "description": "Grossas e resistentes, estas botas de cano alto protegem contra perigos do terreno. Aumentam seu deslocamento em +1,5m se ele for reduzido por terreno difícil (após a redução)."
            },
            {
              "type": "item",
              "name": "Camisa Bufante",
              "description": "Blusa colorida, com mangas e golas longas e encrespadas. Fornece +1 em Atuação."
            },
            {
              "type": "item",
              "name": "Capa Esvoaçante",
              "description": "Favorita entre heróis ousados, esta capa de seda produz movimentos amplos e chamativos, que fornecem +1 em Enganação."
            },
            {
              "type": "item",
              "name": "Capa Pesada",
              "description": "Uma capa de couro grossa e resistente. Protege e aquece o corpo, fornecendo +1 em Fortitude."
            },
            {
              "type": "item",
              "name": "Casaco Longo",
              "description": "Feito de peles ou couro grosso forrado com lã, e impermeabilizado com óleo, este casaco é quente e pesado. Fornece +5 em testes de Fortitude para resistir a efeitos de frio, mas impõe penalidade de armadura de –2."
            },
            {
              "type": "item",
              "name": "Chapéu Arcano",
              "description": "Com pinturas e bordados de símbolos místicos, este chapéu pontudo ajuda a canalizar energias mágicas. Ele fornece +1 ponto de mana, mas apenas se você possuir a habilidade de classe Caminho do Arcanista."
            },
            {
              "type": "item",
              "name": "Enfeite de Elmo",
              "description": "Um adorno chamativo, como crina de cavalo, plumas, asas ou um totem de animal. Fornece resistência a medo +2."
            },
            {
              "type": "item",
              "name": "Farrapos de Ermitão",
              "description": "Trapos “adornados” com plantas e raízes. Uma pessoa vestindo farrapos de ermitão não parece muito civilizada, e sofre –2 em Diplomacia e em testes de Investigação para interrogar. Entretanto, recebe +2 em Adestramento."
            },
            {
              "type": "item",
              "name": "Gorro de Ervas",
              "description": "Formado por duas camadas de tecido, este chapéu é preenchido com ervas preparadas para auxiliar a concentração do usuário. Fornece +1 em Vontade."
            },
            {
              "type": "item",
              "name": "Luva de Pelica",
              "description": "Estas luvas delicadas preservam o tato e impedem que o suor deixe os dedos escorregadios. Fornecem +1 em Ladinagem."
            },
            {
              "type": "item",
              "name": "Manopla",
              "description": "Luva metálica que permite socos mais perigosos — o dano de seus ataques desarmados torna-se letal. Uma manopla conta como uma arma para receber melhorias e encantos para usá-los em seus ataques desarmados."
            },
            {
              "type": "item",
              "name": "Manto Camuflado",
              "description": "Um manto camuflado é feito para um tipo de terreno específico (veja a habilidade Explorador, na página 51). Por exemplo, um manto camuflado para floresta pode ser verde e marrom e coberto de folhas, enquanto um manto urbano pode ser cinza ou negro. Usar um manto camuflado no terreno correto fornece +2 em Furtividade."
            },
            {
              "type": "item",
              "name": "Manto Eclesiástico",
              "description": "Um manto típico de igrejas e templos. Fornece +1 em Religião."
            },
            {
              "type": "item",
              "name": "Robe Místico",
              "description": "Um manto longo, adornado com temas arcanos. Fornece +1 em Misticismo."
            },
            {
              "type": "item",
              "name": "Sapatos de Camurça",
              "description": "Leves e resistentes, aprimoram o equilíbrio e a firmeza dos pés, fornecendo +1 em Acrobacia."
            },
            {
              "type": "item",
              "name": "Tabardo",
              "description": "Uma peça de tecido usada como um colete, cobrindo o peito e as costas. Geralmente ostenta a heráldica de um reino, igreja, casa nobre ou ordem de cavaleiros. Fornece +1 em Diplomacia."
            },
            {
              "type": "item",
              "name": "Traje da Corte",
              "description": "Roupas de luxo, feitas sob medida e adequadas à nobreza e realeza. Inclui algumas joias, como aneis e colares. Em certos ambientes (um baile, um salão de palácio), um personagem que não esteja vestindo este item sofre –5 em perícias baseadas em Carisma."
            },
            {
              "type": "item",
              "name": "Traje de Viajante",
              "description": "Inclui botas, calças ou saias, cinto, camisa de linho e capa com capuz. A roupa padrão de aventureiros."
            },
            {
              "type": "item",
              "name": "Veste de Seda",
              "description": "Esta roupa leve e elegante deixa seus movimentos os mais livres possíveis. Fornece +1 em Reflexos."
            }
          ]
        },
        {
          "type": "folder",
          "name": "Esotéricos",
          "items": [
            {
              "type": "item",
              "name": "Esotéricos",
              "description": "Itens utilizados por conjuradores para lançar magias de forma mais eficiente. Para usar um esotérico, você precisa empunhá-lo com a mão que usará para gesticular ao lançar a magia. Uma magia só pode receber os benefícios de um esotérico por vez. A CD para fabricar qualquer esotérico é 20 e para fabricá-lo você deve ser treinado em Misticismo."
            },
            {
              "type": "folder",
              "name": "Ameaças de Arton",
              "items": [
                {
                  "type": "item",
                  "name": "Ankh Solar",
                  "description": "Este item raro é encontrado em corpos embalsamados no Deserto da Perdição. Pode ser usado como arma leve simples corpo a corpo (dano 1d6, crítico 19, corte). Suas magias que tenham testes de resistência recebem o seguinte aprimoramento: +2 PM. Além do normal, criaturas que falham na resistência não podem recuperar PV por 1 rodada."
                },
                {
                  "type": "item",
                  "name": "Tomo de Guerra",
                  "description": "Quando lança uma magia de evocação, você recebe +1 PM para gastar em aprimoramentos."
                },
                {
                  "type": "item",
                  "name": "Tomo do Rancor",
                  "description": "Suas magias de dano recebem o seguinte aprimoramento: +2 PM. Além do normal, quando lança uma magia de dano, ela causa +2d8+2 pontos de dano de corte, impacto ou perfuração, a sua escolha."
                }
              ]
            },
            {
              "type": "folder",
              "name": "Heróis de Arton",
              "items": [
                {
                  "type": "item",
                  "name": "Compasso Místico",
                  "description": "Este compasso ostenta marcações geométricas combinadas com símbolos arcanos. Quando lança uma magia com efeito em área, você pode excluir um alvo da área afetada."
                },
                {
                  "type": "item",
                  "name": "Flauta Convocadora",
                  "description": "Esta réplica de flauta é esculpida em um único pedaço de cristal. Quando lança uma magia que conjura capangas, você conjura um capanga adicional do mesmo tipo."
                },
                {
                  "type": "item",
                  "name": "Mandala Onírica",
                  "description": "Esta mandala é feita de delicados fios metálicos entrelaçados. Quando ao menos um inimigo falha no teste de Vontade de uma de suas magias, você recebe 1 PM temporário (limitado pelo total de PM gasto na magia)."
                },
                {
                  "type": "item",
                  "name": "Varinha Armamentista",
                  "description": "Feita de metal ou marfim, esta varinha canaliza seu poder pessoal para a energia da magia. Aumenta o bônus de dano fornecido pelo poder Arcano de Batalha em +2."
                }
              ]
            },
            {
              "type": "item",
              "name": "Bolsa de Pó",
              "description": "Uma bolsa com pó multicolorido, fabricado a partir das pétalas trituradas de flores que nascem apenas na Pondsmânia. Quando lança uma magia de encantamento ou ilusão, você recebe +2 PM para gastar em aprimoramentos."
            },
            {
              "type": "item",
              "name": "Cajado Arcano",
              "description": "Um cajado típico, feito de madeira de boa qualidade e entalhado com runas. O limite de PM que você pode gastar em magias arcanas e a CD para resistir a elas aumentam em +1. Para fornecer seus benefícios, um cajado precisa ser empunhado com as duas mãos. Ele pode ser usado como arma, com as estatísticas de um bordão."
            },
            {
              "type": "item",
              "name": "Cetro Elemental",
              "description": "Este cetro possui uma pedra preciosa em sua ponta: esmeralda (ácido), topázio (eletricidade), rubi (fogo) ou safira (frio). Quando lança uma magia que causa dano do tipo da pedra, o dano aumenta em um dado do mesmo tipo."
            },
            {
              "type": "item",
              "name": "Costela de Lich",
              "description": "Esta varinha é feita a partir do osso de um morto-vivo. Suas magias causam +1d6 pontos de dano de trevas. Se estiver empunhando esta varinha você não recupera PV por efeitos mágicos de cura."
            },
            {
              "type": "item",
              "name": "Dedo de Ente",
              "description": "Uma varinha feita da madeira de uma árvore senciente. Sempre que gastar pelo menos 1 PM para lançar uma magia, role 1d4. Com um resultado 4, você recupera 1 PM."
            },
            {
              "type": "item",
              "name": "Luva de Ferro",
              "description": "Um conjunto de dedais interligados por correntes. Suas magias arcanas pessoais que concedem bônus na Defesa ou em testes de resistências têm esse bônus aumentado em +1."
            },
            {
              "type": "item",
              "name": "Medalhão de Prata",
              "description": "Gravado com uma runa pessoal do conjurador, este medalhão de prata diminui em –1 PM o custo de magias de alcance pessoal."
            },
            {
              "type": "item",
              "name": "Orbe Cristalina",
              "description": "Esta esfera perfeita concentra seu poder mágico. O limite de PM que você pode gastar em magias arcanas aumenta em +1."
            },
            {
              "type": "item",
              "name": "Tomo Hermético",
              "description": "Um livro de tratados que aumentam a sua compreensão sobre uma escola de magia específica. A CD para resistir a suas magias arcanas dessa escola aumenta em +2."
            },
            {
              "type": "item",
              "name": "Varinha Arcana",
              "description": "Uma varinha típica, feita de madeira de boa qualidade e entalhada com runas. A CD para resistir a suas magias arcanas aumenta em +1."
            }
          ]
        },
        {
          "type": "folder",
          "name": "Alquímicos",
          "items": [
            {
              "type": "item",
              "name": "Alquímicos",
              "description": "Inclui preparados, catalisadores e venenos."
            },
            {
              "type": "folder",
              "name": "Preparados",
              "items": [
                {
                  "type": "item",
                  "name": "Preparados",
                  "description": "Itens de uso único que geram efeitos variados quando usados. A CD para fabricar qualquer preparado é 15."
                },
                {
                  "type": "folder",
                  "name": "Ameaças de Arton",
                  "items": [
                    {
                      "type": "item",
                      "name": "Bálsamo de Drogadora",
                      "description": "Produzido por curandeiras dos povos-trovão, este pote de cerâmica contém uma pasta gosmenta. Aplicá-la é uma ação completa e cura 4d6+4 PV."
                    },
                    {
                      "type": "item",
                      "name": "Bomba de Fumaça",
                      "description": "Saco de estopa com pavio, contendo uma pólvora especial que produz mais fumaça do que fogo. Segue as mesmas regras da bomba, mas, em vez de causar dano, emite uma nuvem de fumaça espessa com 6m de raio, que obscurece toda a visão e dura até o fim da cena. Criaturas a até 1,5m têm camuflagem leve e criaturas a partir de 3m têm camuflagem total."
                    },
                    {
                      "type": "item",
                      "name": "Elixir Quimérico",
                      "description": "Beber este elixir é uma ação padrão; até o fim da cena, você ganha uma arma natural de mordida (dano 1d6, crítico x2, perfuração). Uma vez por rodada, quando usa a ação agredir para atacar com outra arma, pode gastar 1 PM para fazer um ataque corpo a corpo extra com a mordida. Se já possui uma mordida, seu dano aumenta em um passo."
                    },
                    {
                      "type": "item",
                      "name": "Éter Elemental",
                      "description": "Extraído de elementais, este líquido viscoso tem cor e textura relacionados ao elemento de origem. Uma dose é suficiente para cobrir uma arma corpo a corpo ou 20 munições; aplicá-lo é uma ação padrão e faz a arma (ou as munições) causar +1d4 pontos de dano do tipo do dano elemental até o fim da cena. Múltiplas doses não são cumulativas."
                    },
                    {
                      "type": "item",
                      "name": "Isca Putrefata",
                      "description": "Frasco de restos mortais diluídos em uma solução macabra. Você pode gastar uma ação padrão para arremessar a isca em um local ou criatura em alcance médio. A isca se gruda ao alvo (Ref CD Des evita) e dura 1d6 rodadas. Durante esse tempo, cada morto-vivo não inteligente em alcance curto é atraído (Von CD Des evita), gastando todas as suas ações para se deslocar até a isca. Quando a alcança, fica fascinado ou, se a isca estiver presa a uma criatura, a ataca."
                    },
                    {
                      "type": "item",
                      "name": "Lágrima Pétrea",
                      "description": "Este líquido cristalino tem o poder de devolver criaturas à sua forma original. Você pode gastar uma ação padrão para aplicá-lo em uma criatura adjacente ou arremessá-lo em uma criatura em alcance curto; uma dose remove todos os efeitos de metamorfose (Ref CD Des evita)."
                    },
                    {
                      "type": "item",
                      "name": "Óleo de Baleia",
                      "description": "Este antigo preparado é um destilado de gordura de baleia. Você pode usar uma ação padrão para aplicar o óleo em uma arma ou pacote de munições para ignorar penalidades de combate submerso com esse item até o fim da cena."
                    },
                    {
                      "type": "item",
                      "name": "Óleo de Besouro",
                      "description": "O líquido do terrível besouro-do-óleo pode ser usado em lampiões (dobro da duração e área de iluminação) e explosivos. Para usar um frasco, você precisa empunhá-lo, gastar uma ação de movimento para acender seu pavio e uma ação padrão para arremessá-lo em alcance curto. Criaturas a até 3m do ponto atingido sofrem 4d6 pontos de dano de fogo e ficam em chamas (Ref CD Des reduz o dano à metade e evita a condição)."
                    },
                    {
                      "type": "item",
                      "name": "Pó Azul",
                      "description": "Saquinho de couro com pó feito a partir de uma planta exótica de Galrasia, capaz de absorver energia mágica ambiente. Inalar o pó é uma ação completa e recupera 2d4 PM."
                    }
                  ]
                },
                {
                  "type": "folder",
                  "name": "Heróis de Arton",
                  "items": [
                    {
                      "type": "item",
                      "name": "Ácido Concentrado",
                      "description": "Como ácido, mas o alvo sofre 4d8 pontos de dano de ácido e fica vulnerável até o fim da cena (Reflexos CD Des reduz à metade e evita a condição)."
                    },
                    {
                      "type": "item",
                      "name": "Analgésico",
                      "description": "Mais barato e menos eficiente que cura verdadeira, um analgésico apenas mascara os sintomas dos ferimentos, permitindo que um personagem continue lutando por pura força de vontade. Usar um analgésico é uma ação padrão. Ao usá-lo, role 2d4. Esse é o máximo de pontos de mana que você poderá gastar com essa dose do analgésico. Até o fim da cena, ou até atingir esse máximo de PM, sempre que sofrer dano você pode gastar 1 PM para reduzir esse dano em 5."
                    },
                    {
                      "type": "item",
                      "name": "Estalinho Gury",
                      "description": "Este preparado, desenvolvido pelo famoso alquimista Jozhen Gury, gera uma onda de choque e um estouro muito alto (o tal “estalinho”) quando detonado. Para usá-lo, você precisa empunhá-lo e gastar uma ação padrão para arremessá-lo em um ponto em alcance curto. Criaturas a até 3m desse ponto sofrem 4d6 pontos de dano de impacto e ficam surdas (Fortitude CD Des reduz à metade e evita a condição)."
                    },
                    {
                      "type": "item",
                      "name": "Extrato de Gelo Eterno",
                      "description": "Um frasco de vidro contendo um líquido congelante. Para usar o extrato, você gasta uma ação padrão e escolhe uma criatura em alcance curto. Essa criatura sofre 2d12 pontos de dano de frio e fica lenta por 1 rodada (Reflexos CD Des reduz à metade e evita a condição)."
                    },
                    {
                      "type": "item",
                      "name": "Extrato de Oxxdon",
                      "description": "Este frasco de vidro contém um extrato da substância secretada pelo oxxdon, capaz de arruinar objetos metálicos. Para usá-lo, você deve gastar uma ação padrão e arremessá-lo em um quadrado de 1,5m em alcance curto. Objetos não mágicos de metal na área são destruídos e criaturas de metal (como golens) ficam fatigadas, mesmo que sejam imunes a essa condição. Em ambos os casos, um teste de Fortitude (CD Des) para cada item ou criatura evita o efeito. Remover a fadiga causada pelo extrato exige 1 hora de trabalho, T$ 50 em materiais e passar em um teste de Ofício (artesão) contra CD 20."
                    },
                    {
                      "type": "item",
                      "name": "Frasco Abissal",
                      "description": "Este temido preparado alquímico é proibido no Reinado, pois faz o próprio ar pegar fogo. Para usar o frasco abissal, você gasta uma ação padrão e arremessa-o em um ponto em alcance curto. Todas as criaturas a até 3m desse ponto sofrem 6d6 pontos de dano de fogo e ficam em chamas (Reflexos CD Des reduz à metade e evita a condição). As chamas causadas por este preparado são mais fortes: causam 2d6 pontos de dano de fogo por rodada e exigem que a vítima gaste uma ação completa e passe em um teste de Reflexos (CD 20) ou mergulhe em água para apagá-las."
                    },
                    {
                      "type": "item",
                      "name": "Pó de Cinza",
                      "description": "Este pó mineral serve como lubrificante para mecanismos. Gastar uma dose de pó de cinza fornece +5 em um teste de Ladinagem para abrir fechaduras ou sabotar (cumulativo com o bônus fornecido por outros itens)."
                    },
                    {
                      "type": "item",
                      "name": "Pó do Aparecimento",
                      "description": "Um item favorito de aventureiros que se deparam com muitos inimigos invisíveis. Um frasco contendo um pó de alguma cor berrante bastante grudento. Para usá-lo, você gasta uma ação padrão e escolhe um ponto em alcance curto. Criaturas invisíveis a até 3m desse ponto deixam de estar invisíveis e passam a ter apenas camuflagem leve. Remover o pó do aparecimento demora 1 minuto."
                    },
                    {
                      "type": "item",
                      "name": "Visco Persistente",
                      "description": "O líquido leitoso contido neste frasco se transforma em uma gosma corrosiva instantaneamente em contato com o ar. Para usá-lo, você gasta uma ação padrão e escolhe uma criatura em alcance curto. Essa criatura sofre 4d4 pontos de dano de ácido e fica enredada (Fortitude CD Des reduz à metade e evita a condição). Uma criatura enredada pode se soltar com uma ação padrão e um teste de Atletismo contra a CD do visco."
                    }
                  ]
                },
                {
                  "type": "item",
                  "name": "Ácido",
                  "description": "Frasco de vidro contendo um ácido alquímico altamente corrosivo. Para usar o ácido, você gasta uma ação padrão e escolhe uma criatura em alcance curto. Essa criatura sofre 2d4 pontos de dano de ácido (Reflexos CD Des reduz à metade)."
                },
                {
                  "type": "item",
                  "name": "Bálsamo Restaurador",
                  "description": "Uma pasta verde e fedorenta, feita de ervas medicinais. Usá-la é uma ação completa e recupera 2d4 pontos de vida."
                },
                {
                  "type": "item",
                  "name": "Bomba",
                  "description": "Uma granada rudimentar. Para usar a bomba, você precisa empunhá-la, gastar uma ação de movimento para acender seu pavio e uma ação padrão para arremessá-la em um ponto em alcance curto. Criaturas a até 3m desse ponto sofrem 6d6 pontos de dano de impacto (Reflexos CD Des reduz à metade)."
                },
                {
                  "type": "item",
                  "name": "Cosmético",
                  "description": "Perfume ou maquiagem. Usá-lo é uma ação completa e fornece +2 em testes de perícias baseadas em Carisma até o fim da cena."
                },
                {
                  "type": "item",
                  "name": "Elixir do Amor",
                  "description": "Um humanoide que beba este líquido adocicado fica apaixonado pela primeira criatura que enxergar (condição enfeitiçado; Vontade CD Car anula). O efeito dura 1d3 dias."
                },
                {
                  "type": "item",
                  "name": "Essência de Mana",
                  "description": "Esta poção feita de ervas raras e compostos alquímicos recupera energia pessoal. Beber a essência de mana é uma ação padrão e recupera 1d4 pontos de mana."
                },
                {
                  "type": "item",
                  "name": "Fogo Alquímico",
                  "description": "Frasco de cerâmica contendo uma substância que entra em combustão em contato com o ar. Para usar o fogo alquímico, você gasta uma ação padrão e escolhe uma criatura em alcance curto. Essa criatura sofre 1d6 pontos de dano de fogo e fica em chamas. Um teste de Reflexos (CD Des) reduz o dano à metade e evita as chamas."
                },
                {
                  "type": "item",
                  "name": "Pó do Desaparecimento",
                  "description": "Uma criatura ou objeto coberto por este pó torna-se invisível (como em Invisibilidade) por 2d6 rodadas. O usuário não sabe quando a invisibilidade vai terminar."
                }
              ]
            },
            {
              "type": "folder",
              "name": "Catalisadores",
              "items": [
                {
                  "type": "item",
                  "name": "Catalisadores",
                  "description": "Substâncias preparadas através de processos alquímicos, catalisadores são itens de uso único que melhoram o efeito de uma magia quando ela é lançada.\n\nVocê precisa estar empunhando um catalisador para usá-lo e só pode usar um catalisador por vez. Reduções de custo de catalisadores acumulam com outras reduções de custo. Catalisadores que aumentam o dano só funcionam em magias que já causem dano. A CD para fabricar qualquer catalisador é 15 e para fabricá-lo você deve ser treinado em Misticismo."
                },
                {
                  "type": "folder",
                  "name": "Ameaças de Arton",
                  "items": [
                    {
                      "type": "item",
                      "name": "Corrosivo Mineral",
                      "description": "Pasta mineral corrosiva produzida com ingredientes naturais. Aumenta os dados de dano de magias de ácido em uma categoria: d4 para d6, d6 para d8, d8 para d10 e d10 para d12 (máximo)."
                    },
                    {
                      "type": "item",
                      "name": "Gelo Extremo",
                      "description": "Cristais minerais que eliminam todo o calor ao redor. Aumenta os dados de dano de magias de frio em uma categoria: d4 para d6, d6 para d8, d8 para d10 e d10 para d12 (máximo)."
                    },
                    {
                      "type": "item",
                      "name": "Pedaço de Língua",
                      "description": "Glândulas que podem ser usadas como um catalisador que fornece +1 na CD dos testes de Fortitude para resistir a suas magias."
                    },
                    {
                      "type": "item",
                      "name": "Raio Cristalizado",
                      "description": "Eletricidade gerada por elementais e outros seres mágicos pode ser solidificada na forma de pequenos cristais. Aumenta os dados de dano de magias de eletricidade em uma categoria: d4 para d6, d6 para d8, d8 para d10 e d10 para d12 (máximo)."
                    }
                  ]
                },
                {
                  "type": "folder",
                  "name": "Heróis de Arton",
                  "items": [
                    {
                      "type": "item",
                      "name": "Cristal Reflexivo",
                      "description": "Um fragmento de um material refletor como espelho, que duplica as propriedades divinatórias de certas magias. Quando lança uma magia de adivinhação, você recebe +1 na Defesa pela duração da magia."
                    },
                    {
                      "type": "item",
                      "name": "Essência Fantasmal",
                      "description": "Uma pasta fabricada a partir de ectoplasma encontrado em locais de aparições fantasmagóricas. A magia ignora 5 pontos da RD de todas as criaturas afetadas."
                    },
                    {
                      "type": "item",
                      "name": "Noz Saltadora",
                      "description": "Uma semente encantada com uma fagulha de magia de teletransporte. Após lançar a magia, você pode se teletransportar para qualquer espaço desocupado em 4,5m."
                    },
                    {
                      "type": "item",
                      "name": "Presa de Hyninn",
                      "description": "Extraída dos temíveis tigres-de-Hyninn, esta presa concede uma parte da capacidade ilusória dessas criaturas. Você recebe 25% de chance de ignorar ataques e efeitos (incluindo de área) por 1 rodada."
                    }
                  ]
                },
                {
                  "type": "item",
                  "name": "Baga-de-Fogo",
                  "description": "Pequeno fruto vermelho, apreciado por seu sabor picante. Usado como catalisador, adiciona +1d6 de dano de fogo a magias."
                },
                {
                  "type": "item",
                  "name": "Dente-de-Dragão",
                  "description": "Uma flor comum em regiões montanhosas, especialmente nas Sanguinárias, possui formato parecido com uma presa de monstro. Suas propriedades místicas aumentam o dano de magias em um dado do mesmo tipo."
                },
                {
                  "type": "item",
                  "name": "Essência Abissal",
                  "description": "Um líquido espesso, produzido através do sangue de criaturas demoníacas. Aumenta os dados de dano de magias de fogo em uma categoria — d4 para d6, d6 para d8, d8 para d10 e d10 para d12 (o máximo)."
                },
                {
                  "type": "item",
                  "name": "Líquen Lilás",
                  "description": "Esta estranha planta tem aspecto cristalino e cresce em abundância na região das Uivantes. Adiciona +1d6 de dano de frio a magias."
                },
                {
                  "type": "item",
                  "name": "Musgo Púrpura",
                  "description": "Encontrado em florestas fechadas, esse fungo cintilante possui propriedades que fornecem +2 na CD de magias de ilusão."
                },
                {
                  "type": "item",
                  "name": "Ossos de Monstro",
                  "description": "Pequenas falanges de criaturas monstruosas, tratadas com óleos alquímicos. Fornece +2 na CD de magias de necromancia."
                },
                {
                  "type": "item",
                  "name": "Pó de Cristal",
                  "description": "Uma pitada de pó de um mineral cristalino puro, como quartzo ou topázio. Diminui o custo de magias de encantamento em –1 PM."
                },
                {
                  "type": "item",
                  "name": "Pó de Giz",
                  "description": "Calcário esmagado em pó, uma substância comum que, usada como catalisador, diminui o custo de magias de convocação em –1 PM."
                },
                {
                  "type": "item",
                  "name": "Ramo Verdejante",
                  "description": "Esta combinação de ervas potencializa magias de cura, aumentando sua cura em +1 PV por dado."
                },
                {
                  "type": "item",
                  "name": "Saco de Sal",
                  "description": "Um pequeno saco de couro com sal marinho. Fornece +2 na CD de magias de abjuração."
                },
                {
                  "type": "item",
                  "name": "Seixo de Âmbar",
                  "description": "Essa “gema” feita de seiva de árvore fossilizada diminui o custo de magias de transmutação em –1 PM."
                },
                {
                  "type": "item",
                  "name": "Terra de Cemitério",
                  "description": "Um punhado de terra cinzenta, colhida à noite de um cemitério. Adiciona +1d6 de dano de trevas a magias."
                }
              ]
            },
            {
              "type": "folder",
              "name": "Venenos",
              "items": [
                {
                  "type": "item",
                  "name": "Venenos",
                  "description": "Substâncias naturais ou preparadas perigosas para seres vivos. Exceto se indicado o contrário, a CD para fabricar qualquer veneno é 20."
                },
                {
                  "type": "item",
                  "name": "Regras de Venenos",
                  "description": "Venenos são classificados de acordo com o método de inoculação.\n\nContato. Inoculados via um ataque que acerte (ou se a vítima toca o objeto envenenado). Aplicar um veneno em uma arma exige uma ação de movimento e uma rolagem de 1d6. Se você rolar 1, se envenena acidentalmente (mas veja o poder Venefício). O veneno permanece na arma até acertar um ataque ou até o fim da cena (o que acontecer primeiro).\n\nInalação. Inoculados via respiração. São armazenados em frascos que podem ser arremessados em alcance curto. Quando o frasco se quebra, libera o veneno num cubo com 3m de lado. Todas as criaturas na área são expostas — prender a respiração não impede a inoculação, pois o veneno pode entrar por canais lacrimais, membranas nasais e outras partes do corpo.\n\nIngestão. Inoculados através da ingestão de comida ou bebida.\n\nUma criatura exposta a um veneno deve fazer um teste de Fortitude (CD definida pelo aplicador do veneno, atributo-chave Int). Se falhar, sofre o efeito do veneno (efeitos em parênteses afetam vítimas que passem no teste de resistência). Efeitos que não sejam instantâneos, como perda de PV recorrente ou condições, deixam a vítima com a condição envenenada, e curar esta condição encerra quaisquer efeitos de veneno (mas não recupera PV perdidos)."
                },
                {
                  "type": "folder",
                  "name": "Ameaças de Arton",
                  "items": [
                    {
                      "type": "item",
                      "name": "Esporos de Cogumelo",
                      "description": "Extraído de certos cogumelos e criaturas aparentadas, causa breve mas perigosa paralisia. Inalação, vítima fica paralisada (lenta) por 1 rodada, depois imune a paralisia por este veneno pela cena."
                    },
                    {
                      "type": "item",
                      "name": "Peçonha Anciã",
                      "description": "Veneno poderoso, extraído de serpes anciãs, capaz de afetar até criaturas imunes. Contato, perde 3d12 PV por rodada durante 3 rodadas e ignora imunidade a venenos (perde 3d12 PV)."
                    },
                    {
                      "type": "item",
                      "name": "Peçonha Irritante",
                      "description": "Este veneno leve, produzido por diversas criaturas, tem efeito brando mas que não pode ser resistido. Contato, perde 1d6 PV"
                    },
                    {
                      "type": "item",
                      "name": "Veneno Batráquio",
                      "description": "Produzida a partir da saliva de sapos gigantes, esta gosma machuca e enjoa. Contato, perde 1d12 PV e fica enjoado por 1 rodada (perde 1d6 PV)."
                    }
                  ]
                },
                {
                  "type": "folder",
                  "name": "Heróis de Arton",
                  "items": [
                    {
                      "type": "item",
                      "name": "Bolor Hemorrágico",
                      "description": "Esta pasta marrom reduz a capacidade de cicatrização. Contato, vítima fica sangrando e a CD para remover essa condição aumenta em +5 (fica sangrando)."
                    },
                    {
                      "type": "item",
                      "name": "Fumaça Onírica",
                      "description": "Este gás de cores variadas afeta a mente, fazendo a vítima experimentar ilusões encantadoras. Inalação, vítima fica fascinada por 3 rodadas, apenas uma vez por cena (ofuscada por 1 rodada). Este veneno é resistido com Vontade."
                    },
                    {
                      "type": "item",
                      "name": "Gás Moroso",
                      "description": "Este gás azulado inibe as reações, reduzindo as capacidades de defesa. Inalação, vítima fica vulnerável (vulnerável por 1 rodada)."
                    },
                    {
                      "type": "item",
                      "name": "Seiva Necrótica",
                      "description": "Preparada a partir da seiva de plantas impregnadas de energia negativa, esta substância causa ferimentos que não cicatrizam naturalmente. Contato, perde 2d6 PV por rodada durante 3 rodadas (perde 2d6 PV). Pontos de vida perdidos por seiva necrótica só podem ser recuperados com efeitos mágicos de luz."
                    }
                  ]
                },
                {
                  "type": "item",
                  "name": "Beladona",
                  "description": "Planta extremamente tóxica que afeta o sistema nervoso da vítima. Ingestão, vítima fica paralisada (lenta) por 3 rodadas. A CD para fabricar e para resistir a este veneno aumenta em +5."
                },
                {
                  "type": "item",
                  "name": "Bruma Sonolenta",
                  "description": "Um gás sonífero. Inalação, vítima fica inconsciente (enjoada por 1 rodada)."
                },
                {
                  "type": "item",
                  "name": "Cicuta",
                  "description": "Planta cuja ingestão pode causar náusea, dores e até morte. Ingestão, perde 1d12 PV por rodada durante 3 rodadas (perde 1d12 PV)."
                },
                {
                  "type": "item",
                  "name": "Essência de Sombra",
                  "description": "Produzido a partir de compostos alquímicos que canalizam energia de trevas. Contato, vítima fica debilitada (fraca)."
                },
                {
                  "type": "item",
                  "name": "Névoa Tóxica",
                  "description": "Este gás verde queima e corrói a pele e os pulmões. Inalação, perde 1d12 PV por rodada durante 3 rodadas (perde 1d12 PV)."
                },
                {
                  "type": "item",
                  "name": "Peçonha Comum",
                  "description": "Veneno típico, extraído de animais ou plantas tóxicas. Contato, perde 1d12 PV."
                },
                {
                  "type": "item",
                  "name": "Peçonha Concentrada",
                  "description": "Dose concentrada da peçonha comum. Contato, perde 1d12 PV por rodada durante 3 rodadas (perde 1d12 PV)."
                },
                {
                  "type": "item",
                  "name": "Peçonha Potente",
                  "description": "Veneno poderoso, extraído de animais ou plantas perigosos. Contato, perde 2d12 PV por rodada durante 3 rodadas (perde 2d12 PV)."
                },
                {
                  "type": "item",
                  "name": "Pó de Lich",
                  "description": "Veneno letal, usado para assassinar alvos poderosos. Ingestão, perde 4d12 PV por rodada durante 5 rodadas (perde 4d12 PV). A CD para fabricar e para resistir a este veneno aumenta em +5."
                },
                {
                  "type": "item",
                  "name": "Riso de Nimb",
                  "description": "Este gás púrpura faz a vítima rir descontroladamente e agir de forma caótica. Inalação, vítima fica confusa (lenta por 1 rodada)."
                }
              ]
            }
          ]
        },
        {
          "type": "folder",
          "name": "Aparatos",
          "items": [
            {
              "type": "item",
              "name": "Aparatos",
              "description": "Aparatos são itens utilizados por inventores para modificar o funcionamento de suas engenhocas. Um aparato é acoplado a uma engenhoca e, enquanto estiver acoplado, não ocupa espaços. Cada engenhoca pode ter até dois aparatos diferentes. Usar um aparato aumenta a CD para ativar a engenhoca em +2. Usar dois aparatos aumenta em +5. Certos aparatos podem ser acoplados a mais de uma engenhoca. Nesses casos, você paga o custo de um único aparato, mas ele conta no limite (e no modificador da CD de ativação) de cada uma das engenhocas às quais estiver acoplado. Acoplar ou remover um aparato exige 1 hora de trabalho. Aparatos são fabricados com Ofício (engenhoqueiro) e a CD para fabricá-los é 20."
            },
            {
              "type": "item",
              "name": "Captador de Luz",
              "description": "Um conjunto de lentes e cristais adaptado à engenhoca, capaz de não apenas captar a luz mundana do ambiente, mas também a energia positiva presente nela. Toda cura de luz fornecida pela engenhoca aumenta em +1 por dado. Funciona apenas com engenhocas com efeitos de cura de luz."
            },
            {
              "type": "item",
              "name": "Comutador",
              "description": "Uma bobina de metal místico, capaz de captar e potencializar a energia do ambiente. Diminui o custo total dos aprimoramentos da engenhoca em –1 PM."
            },
            {
              "type": "item",
              "name": "Conversor-Alimentador",
              "description": "Este frasco de vidro é ligado a tubos de metal e estranhos mecanismos em forma de antena. Comporta três doses de essência de mana (ou outros preparados alquímicos que forneçam PM). Quando ativa a engenhoca, você pode gastar um preparado alquímico que forneça PM e usar os PM fornecidos para pagar seu custo de aprimoramentos e para sustentá-la (caso se aplique)."
            },
            {
              "type": "item",
              "name": "Engenho de Automação",
              "description": "Este aparato envolve dezenas de engrenagens e pistões que funcionam sob a instrução de cartões perfurados, agindo por si só segundo um padrão programado. Acoplado a uma engenhoca que simula uma magia com duração sustentada, permite que ela não conte no limite de magias que você pode sustentar simultaneamente. Você só pode ter uma engenhoca sustentada adicional dessa forma por vez. Pré-requisito: conversor-alimentador."
            },
            {
              "type": "item",
              "name": "Espera para Melhorias",
              "description": "Este aparato funciona como um adaptador que permite instalar melhorias de outros itens na engenhoca. Fazer isso segue as mesmas regras e custos para aplicar melhorias em itens convencionais. De forma geral, se uma melhoria afeta uma característica da magia simulada pela engenhoca, ela pode ser aplicada (uma engenhoca que simula Armadura Arcana poderia receber melhorias de armaduras, por exemplo). Para materiais especiais, o custo da melhoria é baseado no tipo de efeito que ela vai gerar (arma, armadura ou esotérico — se mais de um for aplicável, você deve escolher apenas uma). Uma engenhoca pode receber mais de uma espera, e cada uma permite instalar uma melhoria (mas efeitos iguais não se acumulam, como normal). A critério do mestre, melhorias que não se apliquem naturalmente a engenhocas ainda podem ser aplicadas."
            },
            {
              "type": "item",
              "name": "Estabilizador",
              "description": "Uma gaiola de arame fino que envolve uma engenhoca. Aumenta a CD para resistir ao efeito da engenhoca em +2."
            },
            {
              "type": "item",
              "name": "Estimulador de Sobrecarga",
              "description": "Um mecanismo de aparência agressiva, com engrenagens barulhentas que giram de forma independente. Aumenta o dano provocado pela engenhoca em +1 dado. Funciona apenas em engenhocas que causam dano."
            },
            {
              "type": "item",
              "name": "Gatilho de Corda",
              "description": "Um mecanismo simples, com algumas engrenagens e uma chave. Este aparato só pode ser instalado em engenhocas que simulem magias com execução de ação padrão, e permite que você ative a engenhoca com uma ação de movimento. Contudo, uma vez que a engenhoca seja ativada, você só poderá ativá-la novamente após dar corda no gatilho, o que exige uma ação completa."
            },
            {
              "type": "item",
              "name": "Giroscópio",
              "description": "Este sistema de contrapesos, amortecedores e roldanas é instalado ao redor da engenhoca, deixando-a sempre estável. Você não aplica sua penalidade de armadura por armadura nos testes de ativação da engenhoca (mas aplica penalidades de armadura de outras fontes)."
            },
            {
              "type": "item",
              "name": "Ligação de Convergência",
              "description": "Este aparato deve ser acoplado a duas engenhocas (nem mais, nem menos), transformando ambas em uma. As duas engenhocas contam como uma só para efeitos do limite de engenhocas que você pode manter ao mesmo tempo. Contudo, uma vez que uma delas seja ativada, a outra não pode ser ativada na mesma cena. Nas cenas seguintes, é possível ativar a outra engenhoca, mas se o efeito da anterior ainda estiver ativo (como por durar 1 dia), ele é dissipado."
            },
            {
              "type": "item",
              "name": "Remontagem de Portabilidade",
              "description": "Este aparato é na verdade uma modificação total da engenhoca: uma série de molas, hastes e fios que permite que a engenhoca seja “desmontada” e unida a um item de vestuário. A engenhoca não ocupa nenhum espaço e, enquanto o item estiver vestido, conta como se também estivesse vestida (sem contar no limite de itens vestidos). Contudo, ela modifica drasticamente o item de vestuário. Qualquer um que o veja pode notar que há uma engenhoca mesclada ao item. Você só pode ter uma engenhoca vestida desta forma por vez."
            },
            {
              "type": "item",
              "name": "Sequenciador de Ativação",
              "description": "Este mecanismo complexo, cheio de partes móveis, alavancas e engrenagens, é acoplado simultaneamente a três engenhocas. Uma vez por cena, você pode gastar uma ação completa para ativar o sequenciador. No início de cada um dos seus próximos turnos, uma das engenhocas acopladas ao sequenciador é ativada como uma ação livre, em uma ordem definida ao acoplá-las ao aparato. Não é possível diminuir a ação necessária para ativar o sequenciador. Você faz os testes de Ofício (engenhoqueiro) normalmente para cada engenhoca. Se algum dos testes falhar, além de essa engenhoca não ser ativada, a sequência de ativação termina (as próximas não serão mais ativadas como ação livre)."
            },
            {
              "type": "item",
              "name": "Sistema de Refrigeração",
              "description": "Um conjunto de ventoinhas que fazem ar fresco circular entre os componentes da engenhoca e tubos cheios d’água, que dissipam calor por sua correnteza interna. Uma vez por dia, você pode gastar uma ação completa e 1 PM para acionar as ventoinhas e resfriar a engenhoca. Fazer isso reduz a CD de ativação da engenhoca em –5."
            },
            {
              "type": "item",
              "name": "Supressor de Segurança",
              "description": "Este sistema de mecanismos de contingência é instalado dentro da engenhoca e interrompe a operação do item em caso de mau funcionamento. Uma vez por cena, a engenhoca não enguiça com uma falha no teste de ativação (ela não ativa seu efeito, mas a CD para o próximo teste não aumenta e ela continua funcionando sem precisar ser consertada)."
            },
            {
              "type": "item",
              "name": "Transformador Místico",
              "description": "Um conjunto de cristais ligados a mecanismos complexos, capaz de captar a energia mágica inerente a certos objetos e convertê-la para que possa ser usada em engenhocas. Permite acoplar um item esotérico à engenhoca, que fornece seus benefícios à magia simulada por ela (sem necessidade de ser empunhado). Acoplar ou remover o esotérico exige 1 hora de trabalho."
            }
          ]
        },
        {
          "type": "folder",
          "name": "Alimentação",
          "items": [
            {
              "type": "folder",
              "name": "Alimentação — Pratos Especiais",
              "items": [
                {
                  "type": "item",
                  "name": "Pratos Especiais",
                  "description": "A seção Alimentação traz pratos especiais, refeições feitas com ingredientes selecionados e que fornecem um benefício. Um prato especial deve ser consumido ao ser comprado ou fabricado. Seu bônus dura um dia e você só pode receber um bônus de alimentação por dia. Note que, se estiver usando a regra de custo de vida (veja a página 277), você não precisa se preocupar com a alimentação de seu personagem — refeições corriqueiras são apenas pano de fundo. Assim, use pratos especiais apenas quando quiser um benefício — e estiver disposto a pagar por ele! Fabricar um prato especial leva 1 hora e exige um teste de Ofício (cozinheiro) contra CD 15). Você pode sofrer –5 no teste para fabricar até cinco pratos (pagando o custo de todos)."
                },
                {
                  "type": "folder",
                  "name": "Ameaças de Arton",
                  "items": [
                    {
                      "type": "item",
                      "name": "Algravia",
                      "description": "Bebida alcoólica adocicada feita da seiva de feras-cactos. Você recebe +1 em perícias baseadas em Carisma, cumulativo com outros itens. Múltiplas doses são cumulativas entre si, mas intoxicantes; para cada dose além da primeira no mesmo dia, você deve fazer um teste de Fortitude (CD 15 + 5 para cada dose anterior). Em caso de falha, você fica enjoado e perde todos os bônus de alimentação até o fim do dia."
                    },
                    {
                      "type": "item",
                      "name": "Banquete de Canceronte",
                      "description": "Um canceronte adulto é suficiente para produzir um pequeno banquete. Você recebe 1d4+1 dados de auxílio. Sempre que realizar um teste de perícia, você pode gastar 1d4 e adicionar o resultado como bônus no teste. Se o banquete for preparado por um personagem com o poder Mestre Cuca, os dados de auxílio se tornam d6. Este prato requer carne fresca de canceronte, sendo assim raramente encontrado longe de grandes cidades costeiras."
                    },
                    {
                      "type": "item",
                      "name": "Coc-au-Triz",
                      "description": "Ovos de cocatriz são ingredientes mágicos poderosos, e esta guloseima reflete esse poder; é um ninho de fios de ovos assados e gratinados. Ao consumir, escolha uma habilidade com custo em PM. Seu custo diminui em –1 PM."
                    },
                    {
                      "type": "item",
                      "name": "Cozido de Serpe",
                      "description": "Quando cozida por várias horas em uma sopa específica, a carne da serpe fica livre de seu veneno natural. Diferente de outros alimentos, preparar este cozido é um teste estendido de Ofício (cozinheiro) com CD 20, que requer 3 sucessos antes de 3 falhas. Se preparado com sucesso, fornece+1 em todos os testes de perícia, cumulativo com outros itens. Se falhar, os ingredientes são consumidos e você é envenenado (perde 1d12 pontos de vida por rodada durante 3 rodadas; Fort CD 20 reduz para 1 rodada)."
                    },
                    {
                      "type": "item",
                      "name": "Gorlogg Ensopado",
                      "description": "Criado nas cozinhas de Yuvalin por Rizzelena, chef élfica de grande talento, este é um ensopado altamente nutritivo. Em sua próxima noite de sono, você aumenta a sua recuperação de PV e PM em +1 por nível."
                    },
                    {
                      "type": "item",
                      "name": "Omelete Monstruosa",
                      "description": "Dizem que este prato foi inventado por aventureiros presos em uma caverna cheia de ovos. Desde então, tornou-se popular entre aqueles de baixa seletividade alimentar, ou muita coragem. É feita com ovos de qualquer praga monstruosa, mas variações mais refinadas usam ovos de corcel de Kally e outras feras dracônicas menores. Você recebe +2 em rolagens de dano e –2 em testes de perícias baseadas em Sabedoria, cumulativo com outros itens. Se feita com ovos de dragão, muda para +5 e –5. E garante que você será caçado por uma mamãe dragoa furiosa…"
                    },
                    {
                      "type": "item",
                      "name": "Sashimi de Kraken",
                      "description": "Esta iguaria exótica foi criada pelos maiores chefs de Tamu-ra. Você recebe +2 em Diplomacia, cumulativo com outros itens, e 5 PM temporários. Dificilmente encontrada em cidades longe do mar."
                    }
                  ]
                },
                {
                  "type": "folder",
                  "name": "Heróis de Arton",
                  "items": [
                    {
                      "type": "item",
                      "name": "Baga Celeste Cozida",
                      "description": "Encontradas originalmente nas encostas invertidas de Vectora, estas bagas se espalharam por toda Arton. Preparadas adequadamente, fornecem qualidades místicas de flutuação. Todo dano de queda que você sofre é reduzido em −1d6."
                    },
                    {
                      "type": "item",
                      "name": "Cozido de Pimenta",
                      "description": "Um prato forte, capaz de trazer lágrimas aos olhos do mais resistente dos comensais. Fornece +1 em Fortitude (cumulativo com bônus de outros itens)."
                    },
                    {
                      "type": "item",
                      "name": "Manjar de Sombras",
                      "description": "A origem da receita original deste prato se perdeu, mas sua essência se manteve inalterada. Consiste em um manjar com ingredientes cultivados em terras próximas de cemitérios, que protege o corpo contra energias sombrias. Você ignora os próximos 10 pontos de dano de trevas que sofrer."
                    }
                  ]
                },
                {
                  "type": "item",
                  "name": "Batata Valkariana",
                  "description": "Batatas cortadas em tiras e mergulhadas em óleo fervente. Gordurentas e pouco nutritivas, são o tipo de prato que só é servido numa metrópole como Valkaria. Apesar disso, são gostosas e deixam qualquer um empolgado. Você recebe +1d6 em um teste a sua escolha realizado até o fim do dia. Para não esquecer, deixe 1d6 em cima da sua ficha. De preferência, amarelo."
                },
                {
                  "type": "item",
                  "name": "Gorad Quente",
                  "description": "Gorad e leite, servidos quentes. Não tem erro. O gorad ativa o cérebro, fornecendo +2 PM temporários."
                },
                {
                  "type": "item",
                  "name": "Macarrão de Yuvalin",
                  "description": "Yuvalin é uma cidade mineradora em Zakharov, na fronteira com as Montanhas Uivantes. Seus habitantes criaram este prato reforçado (macarrão, bacon e creme de leite!) para encarar suas árduas jornadas de trabalho nas minas. Delicioso, o prato se espalhou por outras cidades e reinos. Você recebe +5 PV temporários."
                },
                {
                  "type": "item",
                  "name": "Prato do Aventureiro",
                  "description": "Um cozido de galinha com legumes, esta é uma refeição simples, mas nutritiva. Em sua próxima noite de sono, você aumenta a sua recuperação de pontos de vida em +1 por nível."
                },
                {
                  "type": "item",
                  "name": "Ração de Viagem",
                  "description": "Própria para viagens, uma porção desta ração alimenta uma pessoa por um dia. É feita de alimentos conservados, como carne defumada, frutas secas, pão, queijo e biscoitos. Se mantida seca dura bastante, mas quando molhada se estraga em 24 horas."
                },
                {
                  "type": "item",
                  "name": "Refeição Comum",
                  "description": "Uma refeição típica inclui pão, queijo, cozido de carne ou galinha com legumes e uma caneca de bebida, geralmente cidra, vinho ou cerveja."
                },
                {
                  "type": "item",
                  "name": "Sopa de Peixe",
                  "description": "Um cozido de peixe com verduras. É um prato humilde, mas garante um descanso relaxante. Em sua próxima noite de sono, você aumenta a sua recuperação de pontos de mana em +1 por nível."
                }
              ]
            },
            {
              "type": "folder",
              "name": "Alimentação — Bebidas",
              "items": [
                {
                  "type": "item",
                  "name": "Eu Bebo Sim",
                  "description": "Fabricar uma bebida exige um teste de Ofício (cozinheiro) com CD 20 e segue as regras normais de fabricação de itens consumíveis (com 1 dia você faz uma bebida, ou duas se aceitar uma penalidade de –5 no teste).\nConsumir uma bebida leva alguns minutos — embora seja possível tomar alguns goles rapidamente, para receber os benefícios dela você precisa ingeri-la com calma! Benefícios de bebida duram 1 dia e se acumulam com outros benefícios de alimentação (incluindo de bebidas diferentes).\nQuando você ingere uma bebida alcoólica, deve fazer um teste de Fortitude (CD indicada no item; cada dose adicional no mesmo dia aumenta a CD em +5). Se falhar, fica embriagado (–2 em testes baseados em Destreza e Carisma). Se já estava embriagado, fica bebum (desprevenido, –5 em testes baseados em Destreza e Carisma). Por fim, se já estava bebum, cai inconsciente. Todas as condições duram até o fim do dia.\nEfeitos que evitem penalidades impostas por bebidas também anulam seus benefícios, pois eles andam lado a lado. Afinal, um personagem só recebe redução de dano ou bônus em perícias sociais ao beber por estar levemente embriagado! Um personagem com imunidade a efeitos prejudiciais de itens ingeríveis (como pelo poder Vida Rústica) pode abrir mão dessa imunidade ao beber para receber os benefícios da bebida. Nesse caso, ele recebe +5 em seu teste de Fortitude.\nUse estas regras apenas se todos os membros do grupo forem maiores de idade. E, por mais que tavernas e bebidas alcoólicas sejam comuns em obras de fantasia, não custa lembrar: na vida real, consuma com moderação!"
                },
                {
                  "type": "item",
                  "name": "Baba de Troll",
                  "description": "Uma bebida sem álcool, à base de leite, castanhas, nozes e mel. Fornece +1d4 em um teste a sua escolha até o fim do dia. Não é alcoólica e não exige teste de Fortitude."
                },
                {
                  "type": "item",
                  "name": "Barba Queimada",
                  "description": "Forte e amarga, esta cerveja anã fortalece o corpo e o espírito. Fornece redução de dano 2. CD 20."
                },
                {
                  "type": "item",
                  "name": "Cerveja Deheoni",
                  "description": "A bebida mais comum nas tavernas do Reinado. Fornece +1 em testes de resistência. CD 15."
                },
                {
                  "type": "item",
                  "name": "Dilínio",
                  "description": "Destilado de Mortenstenn, antigo reino de Lamnor, feito com um cereal que só cresce no continente sul. A receita se perdeu após as invasões duyshidakk e poucos barris chegaram ao Reinado, o que explica seu altíssimo preço. Seu limite de gasto de PM aumenta em +1. CD 20. Não é possível fabricar este item."
                },
                {
                  "type": "item",
                  "name": "Grogue Negro",
                  "description": "Rum misturado com especiarias. Seu nome não vem de sua coloração (a bebida tem um tom dourado claro), mas de sua origem — a receita foi criada por piratas do Conclave, que atuam no Mar Negro. Quando você usa Audácia, o bônus fornecido pelo poder aumenta em +1. CD 15."
                },
                {
                  "type": "item",
                  "name": "Grogue Rubro",
                  "description": "Uma variação do grogue negro, com especiarias picantes que fazem a bebida adquirir uma coloração avermelhada — e quem a bebe, certa inclinação para a violência. Você pode usar Audácia para testes de ataque. CD 20."
                },
                {
                  "type": "item",
                  "name": "Hidromel Uivante",
                  "description": "Fabricada nas montanhas geladas, esta bebida aquece e incita. Fornece +2 em rolagens de dano corpo a corpo. CD 20."
                },
                {
                  "type": "item",
                  "name": "Licor Feérico",
                  "description": "De aparência enevoada, esta bebida tem gosto adocicado, difícil de descrever. Dizem que é feito na Pondsmânia e trazido para o resto do Reinado com muita dificuldade. Alguns duvidam; dizem que isso é invenção dos taverneiros para cobrar mais caro! Mas, depois de experimentar uma dose, não duvidam mais. Escolha uma habilidade. O custo para ativar essa habilidade diminui em –1 PM. CD 25."
                },
                {
                  "type": "item",
                  "name": "Sidra Ahleniense",
                  "description": "Esta bebida doce deixa qualquer um mais falante, fornecendo +2 em testes de perícias originalmente baseadas em Carisma. CD 15."
                },
                {
                  "type": "item",
                  "name": "Vinho Pruss",
                  "description": "Batizado em homenagem ao antigo Rei-Imperador Thormy — dizem que era o favorito do monarca. Fornece 3 PM temporários. CD 15."
                },
                {
                  "type": "item",
                  "name": "Vinho Élfico",
                  "description": "De sabor complexo, aguça a mente, fornecendo +1 na CD para resistir a suas habilidades. CD 20."
                }
              ]
            }
          ]
        },
        {
          "type": "folder",
          "name": "Animais",
          "items": [
            {
              "type": "item",
              "name": "Montarias e Itens Vestidos",
              "description": "A menos que algo seja especificado em contrário em sua descrição, uma montaria pode ser equipada com dois itens vestidos, como uma sela ou um alforje (Tormenta20, pp. 158 e 162) ou outro dos itens para animais descritos aqui."
            },
            {
              "type": "item",
              "name": "Animais",
              "description": "Animais funcionam como parceiros (veja a página 260). Animais comprados são parceiros iniciantes. Para parceiros de maior nível, você precisa adquiri-los através de uma habilidade."
            },
            {
              "type": "folder",
              "name": "Ameaças de Arton",
              "items": [
                {
                  "type": "item",
                  "name": "Animais (Ameaças de Arton)",
                  "description": "Estes animais são raros, restritos a povos ou regiões específicas, mas podem ocasionalmente ser encontrados à venda. Todos são parceiros iniciantes."
                },
                {
                  "type": "item",
                  "name": "Bulette",
                  "description": "Temperamental e feroz, esta fera pode ser adquirida de mercadores na Grande Savana, no Deserto da Perdição ou em Doherimm — em outros lugares, atinge o dobro do preço. Pode ser usado como um parceiro montaria."
                },
                {
                  "type": "item",
                  "name": "Capivara",
                  "description": "Simpática, amistosa e dotada de longos e afiados dentes, a capivara é muito apreciada por ginetes Pequenos como hynne e goblins. Pode ser usado como um parceiro montaria por personagens Pequenos e Minúsculos."
                },
                {
                  "type": "item",
                  "name": "Corcel do Deserto",
                  "description": "Tipo de cavalo insetoide encontrado na Grande Savana e no Deserto da Perdição. Pode ser usado como um parceiro montaria."
                },
                {
                  "type": "item",
                  "name": "Dromedário",
                  "description": "Disponível em regiões áridas ou montanhosas, pode ser um parceiro montaria."
                },
                {
                  "type": "item",
                  "name": "Elefante",
                  "description": "Grande demais para ambientes urbanos, é empregado como animal de trabalho em áreas abertas, como fazendas e áreas de mineração. Pode ser usado como um parceiro montaria."
                },
                {
                  "type": "item",
                  "name": "Hiena",
                  "description": "Embora sejam mais comuns entre gnolls, hienas podem ocasionalmente ser domesticadas por outros povos. Uma hiena pode ser usada como um parceiro especial (veja p. 119) por personagens treinados em Adestramento, ou montaria por personagens Pequenos e Minúsculos."
                },
                {
                  "type": "item",
                  "name": "Leão",
                  "description": "Considerado símbolo de nobreza e força, o majestoso leão pode ser treinado para aceitar um cavaleiro, sendo usado como um parceiro montaria."
                },
                {
                  "type": "item",
                  "name": "Rinoceronte",
                  "description": "Eram animais de gado dos anões quando estes ainda viviam na superfície; hoje são selvagens e perigosos, de difícil domesticação. Podem ser usados como parceiros montaria, mas raramente são encontrados à venda."
                },
                {
                  "type": "item",
                  "name": "Urso Pardo",
                  "description": "Este robusto predador pode ser encontrado em várias regiões de Arton. Ainda que incomum, pode ser empregado como um parceiro montaria."
                }
              ]
            },
            {
              "type": "folder",
              "name": "Heróis de Arton",
              "items": [
                {
                  "type": "item",
                  "name": "Arreios Namalkahnianos",
                  "description": "Feitos de couro com nós e fivelas que permitem ajustes precisos, estes arreios permitem que um animal de tração puxe um veículo da forma mais confortável e eficiente possível. Contam como um item vestido do animal e aumentam o deslocamento de um veículo de tração animal em +3m."
                },
                {
                  "type": "item",
                  "name": "Armadura de Montaria Leve",
                  "description": "Esta armadura permite que a montaria se exponha mais e, consequentemente, auxilie seu cavaleiro com mais eficiência. Deve ser vestida pela montaria e aumenta um bônus numérico fornecido por ela em +1 (se for fixo) ou em um passo (se for um bônus rolado)."
                },
                {
                  "type": "item",
                  "name": "Armadura de Montaria Pesada",
                  "description": "Como a armadura de montaria leve, mas aumenta o bônus em +2 ou em dois passos. Contudo, diminui o deslocamento da montaria em –3m. Montarias voadoras não podem usar armaduras pesadas."
                },
                {
                  "type": "item",
                  "name": "Caparazão",
                  "description": "Uma espécie de “roupa” para montarias, o caparazão é uma cobertura de tecido finamente decorado que adorna e protege o corpo do animal. Uma montaria vestindo um caparazão fornece +1 em Diplomacia e Intimidação (além de seus benefícios usuais)."
                },
                {
                  "type": "item",
                  "name": "Estribos",
                  "description": "Estes apoios para os pés fazem parte do equipamento básico de um ginete. Parecem simples, mas representam uma enorme inovação na tecnologia artoniana, possibilitando várias táticas de cavalaria que não eram viáveis anteriormente. Deve ser vestido pela montaria. Quando você faz uma investida montada, causa +1d8 pontos de dano."
                },
                {
                  "type": "item",
                  "name": "Ornamento",
                  "description": "Muito usado em desfiles, justas e outras ocasiões em que uma montaria precisa se mostrar garbosa. Uma vez por cena, se você estiver montado e for treinado em Cavalgar, pode se exibir com sua montaria para receber +1d4 em um teste de perícia baseada em Carisma."
                }
              ]
            },
            {
              "type": "item",
              "name": "Alforje",
              "description": "Sacos de couro feitos para serem presos em uma sela. Permitem que um parceiro montaria carregue até 10 espaços de item para você."
            },
            {
              "type": "item",
              "name": "Cão de Caça",
              "description": "Este cachorro valente e leal pode ser usado como parceiro perseguidor por personagens treinados em Adestramento ou montaria por personagens Pequenos e Minúsculos."
            },
            {
              "type": "item",
              "name": "Cavalo",
              "description": "A montaria mais comum no Reinado. Pode ser usado como parceiro montaria (veja a página 262). Cavalos sem treinamento se assustam facilmente, sendo necessário um teste de Cavalgar (CD 20) por rodada para permanecer montado durante um combate. Cavalos de guerra dispensam esse teste."
            },
            {
              "type": "item",
              "name": "Estábulo",
              "description": "Inclui alimentação para o animal."
            },
            {
              "type": "item",
              "name": "Pônei",
              "description": "A montaria mais comum entre raças Pequenas. Pode ser usado como parceiro montaria (veja a página 262). Pôneis sem treinamento se assustam facilmente, sendo necessário um teste de Cavalgar (CD 20) por rodada para permanecer montado durante um combate. Pôneis de guerra dispensam esse teste."
            },
            {
              "type": "item",
              "name": "Trobo",
              "description": "Estas enormes aves, também chamadas de pássaros-touros, são parecidas com avestruzes com chifres, couro e cascos. Não têm asas. Possuem poucas penas, que servem apenas como ornamento. Muito dóceis, trobos são usados em áreas rurais como animais de carga e tração, mas também podem ser usados como montaria (veja a página 262)."
            }
          ]
        },
        {
          "type": "folder",
          "name": "Serviços",
          "items": [
            {
              "type": "folder",
              "name": "Hospedagem",
              "items": [
                {
                  "type": "item",
                  "name": "Hospedagem",
                  "description": "Estalagens e tavernas são lugares onde aventureiros descansam ou se preparam para suas próximas missões. Estalagens são como hospedarias, onde se pode alugar quartos para dormir e fazer refeições. Tavernas são como bares, com refeições, bebidas e às vezes espetáculos, geralmente realizados por bardos, além de bons lugares para conseguir informações. As estadias a seguir têm preços por noite, incluem uma refeição comum e determinam sua recuperação de PV e PM (veja mais na página 106)."
                },
                {
                  "type": "item",
                  "name": "Comum",
                  "description": "Um espaço no salão comunal. Se tiver sorte, o taverneiro deixará a lareira acesa para que você não passe frio. Pelo menos não ficará sozinho — pulgas e ratos lhe farão companhia. A refeição consiste de pão, sopa e água. Recupera 1 PV e 1 PM por nível."
                },
                {
                  "type": "item",
                  "name": "Confortável",
                  "description": "Um quarto pequeno, mas privativo, com uma cama com colchão de palha e um baú para guardar seus pertences. A refeição inclui pão, queijo, cozido de galinha com legumes e cerveja ou vinho (aguado). Recupera 2 PV e 2 PM por nível."
                },
                {
                  "type": "item",
                  "name": "Luxuosa",
                  "description": "Um quarto grande, com colchão de algodão ou penas, cortinas nas janelas, uma bacia de água quente para banho e outros luxos. A refeição inclui carne, frutas, doces e uma taça de vinho de boa safra. Acomodações desta categoria estão disponíveis apenas nas melhores estalagens, normalmente apenas em cidades e metrópoles. Recupera 3 PV e 3 PM por nível."
                }
              ]
            },
            {
              "type": "folder",
              "name": "Mercenários",
              "items": [
                {
                  "type": "item",
                  "name": "Mercenários",
                  "description": "Você pode contratar mercenários como parceiros (Tormenta20, p. 260). O valor listado representa o preço para contratar o NPC por uma cena. Ele o acompanha, contando no seu limite de parceiros, mas sem oferecer benefícios, até que você peça sua ajuda. Então fornece seu benefício até o fim da cena. Após ajudá-lo, o mercenário vai embora. De acordo com o mestre, pode ser possível contratar um mercenário para uma aventura inteira pelo triplo do preço listado. A descrição de cada mercenário indica seu tipo e nível."
                },
                {
                  "type": "item",
                  "name": "Alquimista de Batalha",
                  "description": "Um artesão especializado em preparados alquímicos e no seu uso em combate. Destruidor veterano."
                },
                {
                  "type": "item",
                  "name": "Aprendiz de Guilda",
                  "description": "Um auxiliar treinado, capaz de ajudá-lo em seu ofício. Ajudante (Conhecimento e Ofício) iniciante."
                },
                {
                  "type": "item",
                  "name": "Aprendiz de Mago",
                  "description": "Um estudioso das artes arcanas, o aprendiz pode ajudá-lo com as suas magias (embora ainda não consiga lançar feitiços por si só). Magivocador iniciante."
                },
                {
                  "type": "item",
                  "name": "Arauto",
                  "description": "Um servo treinado para anunciá-lo de forma solene. Ajudante (Diplomacia, Intuição e Nobreza) veterano."
                },
                {
                  "type": "item",
                  "name": "Arqueiros",
                  "description": "Um grupamento de arqueiros, soldados irregulares ou caçadores em busca de algum soldo. Você precisa ser treinado em Guerra para contratar e comandar os arqueiros. Unidade de arqueiros veterana (veja Capangas)."
                },
                {
                  "type": "item",
                  "name": "Besteiro",
                  "description": "Um combatente especializado em armas de disparo. Atirador iniciante."
                },
                {
                  "type": "item",
                  "name": "Bando de Aldeões",
                  "description": "Um grupo de esfarrapados descalços portando ancinhos, porretes e outras armas improvisadas. Você precisa ser treinado em Guerra para contratar e comandar um bando de aldeões. Turba de camponeses iniciante (veja Capangas)."
                },
                {
                  "type": "item",
                  "name": "Batedor",
                  "description": "Um guia atento e acostumado com os ermos. Vigilante veterano."
                },
                {
                  "type": "item",
                  "name": "Bibliotecário Místico",
                  "description": "Um entusiasta de magia, repleto de tomos e pergaminhos. Adepto veterano."
                },
                {
                  "type": "item",
                  "name": "Conselheiro",
                  "description": "Um estudioso de diversos assuntos. Ajudante (Conhecimento, Misticismo e Nobreza) veterano."
                },
                {
                  "type": "item",
                  "name": "Guarda-Costas",
                  "description": "Um mercenário especializado em proteger seu contratante e enfrentar seus inimigos. Guardião iniciante."
                },
                {
                  "type": "item",
                  "name": "Herbalista",
                  "description": "Um conhecedor de ervas e unguentos medicinais. Médico iniciante."
                },
                {
                  "type": "item",
                  "name": "Homem de Armas",
                  "description": "Um soldado treinado em armas corpo a corpo, como espadas e machados. Fortão iniciante."
                },
                {
                  "type": "item",
                  "name": "Irregulares",
                  "description": "Soldados que não fazem parte de nenhum exército ou companhia mercenária regular, com pouco treinamento e equipamento díspar. Você precisa ser treinado em Guerra para contratar e comandar os irregulares. Pelotão de infantaria veterano (veja Capangas)."
                },
                {
                  "type": "item",
                  "name": "Matador",
                  "description": "Um assassino de aluguel, discreto e letal. Assassino veterano."
                },
                {
                  "type": "item",
                  "name": "Sombra",
                  "description": "Um mercenário acostumado a agir discretamente e desvendar segredos bem guardados. Ajudante (Enganação, Furtividade e Investigação) veterano."
                }
              ]
            },
            {
              "type": "folder",
              "name": "Outros Serviços",
              "items": [
                {
                  "type": "folder",
                  "name": "Heróis de Arton",
                  "items": [
                    {
                      "type": "item",
                      "name": "Banho Quente",
                      "description": "Disponível em casas de banho e algumas estalagens, um bom banho é relaxante, limpa o corpo e fortalece a imunidade. Você recebe +1d6 em seu próximo teste de resistência feito até o fim do próximo dia (cumulativo com bônus de outros itens)."
                    },
                    {
                      "type": "item",
                      "name": "Bigode Encerado",
                      "description": "Um barbeiro especializado, além de extrair dentes e realizar pequenas cirurgias, pode aparar e moldar com cera a barba e (principalmente) o bigode de um cliente. Um bigode de respeito impõe esse respeito a todos. A primeira criatura inteligente (Int –3 ou maior) que usar um efeito que exija um teste de Vontade contra você em uma cena deve fazer ela própria um teste de Vontade (CD Car). Se falhar, perde sua ação. O efeito do bigode só funciona uma vez por cena. Um bigode encerado dura 1 dia. Um personagem treinado em Ofício (barbeiro) pode gastar 1 hora de trabalho e T$ 2 para encerar o bigode de alguém (incluindo o seu)."
                    },
                    {
                      "type": "item",
                      "name": "Instrução Marcial",
                      "description": "Algumas horas de treino com um mestre de armas custam caro, mas afiam as habilidades de qualquer um. Role 1d4; você recebe o resultado dessa rolagem em d4 de auxílio. Até o fim da aventura, quando faz um teste de ataque, você pode gastar 1d4 e adicionar o resultado como bônus no teste (cumulativo com bônus de outros itens)."
                    },
                    {
                      "type": "item",
                      "name": "Maquiagem Profissional",
                      "description": "Um maquiador especializado, além de criar disfarces e ouvir os últimos boatos da corte, pode realizar uma verdadeira transformação no rosto de um cliente, ressaltando seus olhos, afinando seu nariz, escondendo cicatrizes etc. Com uma maquiagem profissional, você causa uma primeira impressão mais impactante. Quando faz seu primeiro teste de Diplomacia para mudar atitude em cada cena, você rola dois dados e usa o melhor resultado. Uma maquiagem profissional dura 1 dia."
                    },
                    {
                      "type": "item",
                      "name": "Ópera",
                      "description": "Disponíveis em grandes cidades onde a cultura seja valorizada e apreciada, as óperas têm um impacto profundo naqueles que possuem uma compreensão artística apurada. Se você for treinado em Atuação ou Conhecimento e assistir a uma ópera, seu total de PM aumenta em +1d4 até o fim da aventura."
                    },
                    {
                      "type": "item",
                      "name": "Sarau Informativo",
                      "description": "Em alguns lugares, é comum viajantes ou eruditos se reunirem para compartilhar as notícias da região. Passar algumas horas em um destes encontros permite se manter informado a respeito dos últimos acontecimentos. Role 1d4; você recebe o resultado dessa rolagem em d4 de auxílio. Até o fim da aventura, quando faz um teste de Conhecimento ou Nobreza, você pode gastar 1d4 e adicionar o resultado como bônus no teste (cumulativo com bônus de outros itens)."
                    }
                  ]
                },
                {
                  "type": "item",
                  "name": "Condução",
                  "description": "Inclui viagens terrestres (em carroças), marítimas (em navios) ou aéreas (balões goblins). Viajar em balões goblins é arriscado: a cada 100 km há 1 chance em 20 de queda (não fatal)."
                },
                {
                  "type": "item",
                  "name": "Curandeiro",
                  "description": "O preço para você receber cuidados prolongados ou tratamento contra uma doença ou veneno (veja a página 117). Isso considera que você vai até a casa do curandeiro ou onde quer que ele receba seus pacientes — curandeiros não aceitam acompanhar aventureiros em suas jornadas."
                },
                {
                  "type": "item",
                  "name": "Mensageiro",
                  "description": "Inclui mensagens entregues a pé, por cavaleiros ou navios."
                },
                {
                  "type": "item",
                  "name": "Magias",
                  "description": "Este é o preço para lançar uma magia em uma situação comum. Ou seja, você vai até o conjurador e lançar a magia não oferece risco para ele. Se você pedir ao conjurador para acompanhá-lo numa aventura, a resposta padrão será “não, obrigado”."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "folder",
      "name": "Itens Superiores",
      "items": [
        {
          "type": "item",
          "name": "Itens superiores",
          "description": "Itens superiores são equipamentos de alta qualidade, fabricados com as melhores técnicas e matérias-primas. Em termos de jogo, itens superiores possuem de uma a quatro melhorias. Cada melhoria fornece um benefício, mas aumenta o preço do item. Por exemplo, uma espada longa normal custa T$ 15. Uma espada longa superior com uma melhoria custa T$ 315. Já uma espada longa com quatro melhorias custa incríveis T$ 18.015! Itens com uma melhoria são caros, mas ainda relativamente comuns. Por exemplo, um castelo poderoso e próspero pode equipar seus guardas com armas com uma melhoria. Itens com duas melhorias são muito valiosos, e nunca são produzidos em grande quantidade. O capitão da guarda do mesmo castelo pode ter um item com duas melhorias. Já itens com três ou quatro melhorias são obras-primas, tão ou mais famosos quanto seus portadores. O senhor ou a senhora do castelo do exemplo talvez tenha um item assim, e ele provavelmente terá sido uma herança passada de geração em geração."
        },
        {
          "type": "folder",
          "name": "Melhorias",
          "items": [
            {
              "type": "item",
              "name": "Melhorias",
              "description": "Apenas itens das categorias armas, armaduras e escudos, ferramentas, vestuário e esotéricos podem receber melhorias. As melhorias para cada categoria de item estão listadas na Tabela 3-8. Cada melhoria só pode ser aplicada uma vez a um mesmo item."
            },
            {
              "type": "folder",
              "name": "Ameaças de Arton",
              "items": [
                {
                  "type": "item",
                  "name": "Multifuncional (ferramenta ou vestuário)",
                  "description": "Esta melhoria só pode ser aplicada em um item que modifica uma perícia (fornecendo bônus ou reduzindo penalidade). Escolha outra perícia que usa o mesmo atributo-chave; o item passa a funcionar também para a segunda perícia escolhida (mas não se aplica a testes de ataque)."
                },
                {
                  "type": "item",
                  "name": "Penetrante (arma)",
                  "description": "A arma ignora 5 pontos da redução de dano. Pré-requisito: cruel."
                }
              ]
            },
            {
              "type": "folder",
              "name": "Heróis de Arton",
              "items": [
                {
                  "type": "item",
                  "name": "Balístico",
                  "description": "O escudo possui um mecanismo que usa a energia de balas de armas de fogo para aumentar o impacto de seus golpes. Quando faz um ataque com o escudo, você pode ativar o mecanismo e gastar uma bala para aumentar o dano do escudo em +2d6. Esta melhoria só pode ser aplicada em escudos. Ela tem espaço para 2 balas e recarregá-la exige uma ação completa e o gasto das balas. Pré-requisito: reforçado."
                },
                {
                  "type": "item",
                  "name": "Brasonado",
                  "description": "Esta melhoria também é conhecida como “de grife”. O item é estampado com o brasão da guilda, loja ou casa comercial famosa que o fabricou ou vendeu, de forma muito proeminente, quase como um anúncio. Por exemplo, traz o brasão da alfaiataria Legrasse & Legrasse, de Valkaria, ou da Guilda Comercial Joia do Poente, de Halak-Tûr. Quando faz seu primeiro teste de de Diplomacia para mudar atitude em uma cena, você pode substituí-lo por um teste de outra perícia na qual o item forneça bônus (mas apenas com pessoas que admiram ostentação, a critério do mestre). Um item não pode ser brasonado e discreto."
                },
                {
                  "type": "item",
                  "name": "Deslumbrante",
                  "description": "O item não é apenas decorado com metais ou pedras preciosas, ele é um ícone de ostentação dourada e brilhante, uma verdadeira pilha de luxo e exagero. A CD para resistir às suas habilidades baseadas em Carisma aumenta em +1. Só pode ser aplicada em armaduras e vestuários. Pré-requisito: banhado a ouro ou cravejado de gemas."
                },
                {
                  "type": "item",
                  "name": "Farpada",
                  "description": "A arma possui farpas ou espinhos que aumentam a gravidade de seus golpes. Uma criatura atingida por um acerto crítico da arma fica sangrando e sofre –5 em testes de Constituição para remover essa condição até o fim da cena. Só pode ser aplicada em armas de corte ou perfuração. Pré-requisito: cruel."
                },
                {
                  "type": "item",
                  "name": "Fósforo",
                  "description": "Esta melhoria só pode ser aplicada em munições. A munição possui uma pequena carga de pó incandescente que a deixa mais leve (seu dano diminui em um passo). Entretanto, quando atinge o alvo, ela irrompe em um lampejo luminoso momentâneo que o deixa ofuscado por 1 rodada."
                },
                {
                  "type": "item",
                  "name": "Guarda",
                  "description": "A arma possui uma proteção elaborada próxima a sua empunhadura, que fornece +1 na Defesa e em testes contra manobras. Só pode ser aplicada em armas corpo a corpo."
                },
                {
                  "type": "item",
                  "name": "Incendiária",
                  "description": "Esta melhoria só pode ser aplicada em munições. A munição causa +1 ponto de dano de fogo e, se acertar por 5 ou mais, deixa o alvo em chamas."
                },
                {
                  "type": "item",
                  "name": "Injetora",
                  "description": "Um minúsculo frasco de cerâmica ou vidro é inserido dentro da armadura, junto a um mecanismo injetor ativado com um gesto específico. Você pode gastar uma ação de movimento para acionar o mecanismo e ingerir uma dose de um preparado ou poção. A melhoria tem espaço para 1 dose. Carregá-la exige uma ação completa e o gasto da dose."
                },
                {
                  "type": "item",
                  "name": "Potencializador",
                  "description": "O esotérico possui duas gemas místicas que, combinadas, permitem que você canalize mais mana do que normalmente seria capaz. O máximo de PM que você pode gastar em magias aumenta em +2. Pré-requisito: canalizador."
                },
                {
                  "type": "item",
                  "name": "Pressurizada",
                  "description": "A arma possui um mecanismo articulado em seu interior, formado por um pistão e uma câmara de ar. Você pode gastar uma ação completa para puxar o pistão e pressurizar a câmara. Quando faz um ataque com a arma, se ela estiver pressurizada, você pode descarregar a pressão para aumentar o impacto do golpe. Se fizer isso, você recebe +2 no teste de ataque e na rolagem de dano. Esta melhoria só pode ser aplicada a armas corpo a corpo de impacto e armas de fogo."
                },
                {
                  "type": "item",
                  "name": "Prudente",
                  "description": "Alguns aventureiros temem mais seus próprios erros do que os golpes dos adversários. Para eles existe esta melhoria, que pode ser aplicada a qualquer armadura. Representa dezenas de pequenos e grandes ajustes feitos para minimizar a chance de que um descuido do usuário cause sua ruína: grevas são equipadas com suportes para dificultar escorregões, elmos são abertos em pontos estratégicos para melhorar a audição e a visão, manoplas recebem cobertura aderente para impedir que armas sejam derrubadas... Se estiver usando a regra opcional Falhas Críticas (p. 300), uma vez por dia você pode rolar duas vezes na Tabela 4-6 e escolher o resultado que preferir"
                },
                {
                  "type": "item",
                  "name": "Usado",
                  "description": "O item não foi comprado assim que foi fabricado — já está gasto e mostra marcas de uso, tendo passado pelas mãos de vários aventureiros, plebeus, nobres, bandidos... Em compensação, está “amaciado”, ajustando-se melhor do que qualquer peça recém-feita e ainda não testada. Uma vez por dia, você pode rolar novamente um resultado 1 natural em um teste de perícia com o item. Esta melhoria não pode ser aplicada por um artesão, apenas adquirida quando o item é comprado de segunda mão."
                }
              ]
            },
            {
              "type": "item",
              "name": "Ajustada",
              "description": "Feito com peças medidas com precisão, o item tem a sua penalidade de armadura diminuída em 1."
            },
            {
              "type": "item",
              "name": "Aprimorado",
              "description": "O item é construído de forma cuidadosa e com os melhores materiais. Esta melhoria só pode ser aplicada a uma ferramenta ou vestuário que modifique uma perícia (reduza uma penalidade ou forneça um bônus) e fornece um bônus de +1 nessa perícia (ou aumenta o bônus fornecido em +1). Por exemplo, uma maleta de medicamentos aprimorada fornece +1 em Cura e uma luva de pelica aprimorada fornece +2 em Ladinagem."
            },
            {
              "type": "item",
              "name": "Atroz",
              "description": "A arma é um amontoado de pontas, ganchos e protuberâncias. É difícil empunhá-la sem se machucar, mas ela fornece +2 nas rolagens de dano. Pré-requisito: Cruel."
            },
            {
              "type": "item",
              "name": "Banhado a Ouro",
              "description": "Uma melhoria favorita de nobres pomposos ou de aventureiros que acabaram de enriquecer. Fornece +2 em Diplomacia. O mestre pode mudar o bônus para uma penalidade de –2 contra pessoas que desprezam ostentação. Além disso, pode atrair a cobiça de ladrões."
            },
            {
              "type": "item",
              "name": "Canalizador",
              "description": "O esotérico possui uma gema mística que permite que você canalize mais mana do que normalmente seria capaz. O máximo de PM que você pode gastar em magias aumenta em +1."
            },
            {
              "type": "item",
              "name": "Certeira",
              "description": "Fabricada para ser mais precisa e balanceada, a arma fornece +1 nos testes de ataque."
            },
            {
              "type": "item",
              "name": "Cravejado de Gemas",
              "description": "É fácil ser persuadido por alguém opulento o bastante para ostentar um item cravejado de gemas. Fornece +2 em Enganação. Assim como um item banhado a ouro, um item cravejado de gemas pode atrair a cobiça de ladrões."
            },
            {
              "type": "item",
              "name": "Cruel",
              "description": "Rebarbas, espinhos e até mesmo lâminas adicionais compõem uma arma cruel. Ela fornece +1 nas rolagens de dano."
            },
            {
              "type": "item",
              "name": "Delicada",
              "description": "Apenas os materiais mais leves foram usados nesta armadura. As placas têm a espessura mínima necessária para oferecer a proteção que devem. Esta melhoria só pode ser aplicada a armaduras pesadas e permite que o personagem aplique 1 ponto de sua Destreza na Defesa (ou de outro atributo, caso o utilize em vez de Des). Uma armadura não pode ser delicada e reforçada."
            },
            {
              "type": "item",
              "name": "Discreto",
              "description": "O item é disfarçado como outro item inócuo (como um florete escondido em uma bengala) ou modificado para ser telescópico (podendo se dobrar em si mesmo para ocupar menos espaço). O item ocupa –1 espaço (mínimo 1) e fornece +5 em testes de Ladinagem para ser ocultado."
            },
            {
              "type": "item",
              "name": "Energético",
              "description": "Catalisadores alquímicos inseridos no item fazem com que ele potencialize energias mágicas. Suas magias que causam dano causam +1d6 pontos de dano do mesmo de tipo."
            },
            {
              "type": "item",
              "name": "Equilibrada",
              "description": "Uma arma equilibrada é forjada com o balanço perfeito, o que facilita movimentos complexos. Ela fornece +2 em testes de manobras (desarmar, quebrar etc.)."
            },
            {
              "type": "item",
              "name": "Espinhosa (Armadura)",
              "description": "Uma armadura coberta de espinhos é uma visão impressionante — principalmente se os espinhos estiverem banhados com o sangue dos inimigos! Se o usuário agarrar ou for agarrado por uma criatura, causa dano de perfuração nesta criatura igual a sua Força. O dano é causado quando a manobra é feita e no início de cada turno do personagem, enquanto ela for mantida."
            },
            {
              "type": "item",
              "name": "Espinhoso (Escudo)",
              "description": "Aumenta o dano de um ataque com escudo em um passo."
            },
            {
              "type": "item",
              "name": "Harmonizada (Arma)",
              "description": "A arma foi banhada em óleos alquímicos que a deixaram sintonizada com a aura de seu usuário. Escolha uma habilidade ativada ao se fazer um ataque ou usar a ação agredir e que custe pontos de mana. Esta habilidade tem seu custo em PM reduzido em –1 se utilizada com esta arma. Pré-requisito: outra melhoria qualquer."
            },
            {
              "type": "item",
              "name": "Harmonizado (Esotérico)",
              "description": "Escolha uma magia. Seu custo diminui em –1 PM. Você pode mudar a magia afetada pelo item com um ritual que exige um dia e T$ 100 em ingredientes."
            },
            {
              "type": "item",
              "name": "Injeção Alquímica",
              "description": "Um minúsculo frasco de cerâmica ou vidro é inserido ao longo da arma, junto com um mecanismo injetor ativado por impacto. Um ataque que acerte causa seu dano normal e libera uma carga de um preparado (como ácido ou fogo alquímico) ou de água benta, que atinge o alvo automaticamente. A melhoria tem espaço para 2 doses. Carregá-la exige uma ação completa e o gasto dos itens com os quais você quiser carregá-la."
            },
            {
              "type": "item",
              "name": "Macabro",
              "description": "O macabro é pintado com sangue seco, esculpido na forma de uma caveira ou decorado com pedaços de orelhas, dedos e olhos. Essa aparência assustadora fornece +2 em Intimidação, mas impõe uma penalidade de –2 em Diplomacia."
            },
            {
              "type": "item",
              "name": "Maciça",
              "description": "A arma é feita com material denso, fazendo com que seus golpes tenham impacto terrível. O multiplicador de crítico da arma aumenta em 1 ponto. Uma arma não pode ser maciça e precisa."
            },
            {
              "type": "item",
              "name": "Material Especial",
              "description": "A arma, armadura, escudo ou item esotérico é feito de, ou banhado com, um material especial. Cada material fornece um benefício, cumulativo com outros benefícios de melhorias, mas possui um preço adicional que deve ser pago além do preço da melhoria. Veja a seção a seguir para a descrição dos materiais especiais. Fabricar um item de material especial é uma melhoria porque materiais especiais exigem um trabalho mais complexo do que materiais comuns."
            },
            {
              "type": "item",
              "name": "Mira Telescópica",
              "description": "Aumenta o alcance da arma em uma categoria (de curto para médio, de médio para longo) e o alcance da habilidade Ataque Furtivo para médio. Esta melhoria só pode ser aplicada em armas de disparo (exceto fundas)."
            },
            {
              "type": "item",
              "name": "Poderoso",
              "description": "A CD para resistir a suas magias aumenta em +1."
            },
            {
              "type": "item",
              "name": "Polida",
              "description": "A armadura ou escudo foi feito com metais reluzentes. Além de bonita, a luz refletida ofusca inimigos. Em ambientes iluminados, o bônus de Defesa do item aumenta em +5, mas apenas na primeira rodada de combate — após isso, os inimigos se acostumam ao reflexo."
            },
            {
              "type": "item",
              "name": "Precisa",
              "description": "Cuidado especial foi tomado ao temperar o aço desta arma, para que seu fio se mantenha sempre como uma navalha. A margem de ameaça aumenta em 1 ponto. Uma arma não pode ser precisa e maciça."
            },
            {
              "type": "item",
              "name": "Pungente",
              "description": "Temperada diversas vezes para adquirir o fio ou o equilíbrio perfeito, a arma fornece +2 nos testes de ataque. Pré-requisito: Certeira."
            },
            {
              "type": "item",
              "name": "Reforçada",
              "description": "Se for uma armadura, o item possui uma camada adicional de tecido, malha mais densa ou placas mais grossas. Se for um escudo, possui uma chapa mais espessa. O bônus na Defesa e a penalidade de armadura do item aumentam em 1. Um item não pode ser reforçado e delicado."
            },
            {
              "type": "item",
              "name": "Selada",
              "description": "A armadura foi forjada de forma a proteger todo o corpo do usuário, sem deixar espaço para nem mesmo um alfinete! Esta melhoria fornece um bônus de +1 em testes de resistência, mas só pode ser aplicado em armaduras pesadas."
            },
            {
              "type": "item",
              "name": "Sob Medida",
              "description": "Embora muitas armaduras sejam feitas especificamente para um usuário, esta passou por um período extenso de ajustes e refinamento, adequando-se com perfeição ao seu corpo. Reduz a penalidade por armadura em 2, mas apenas para o usuário específico (para outros, comporta-se como um item ajustado). Pré-requisito: Ajustada."
            },
            {
              "type": "item",
              "name": "Vigilante",
              "description": "O item usa parte de sua mana pessoal para gerar um campo que desvia ataques. Você recebe +2 na Defesa."
            }
          ]
        },
        {
          "type": "folder",
          "name": "Materiais Especiais",
          "items": [
            {
              "type": "item",
              "name": "Materiais Especiais",
              "description": "Armas, armaduras, escudos e esotéricos podem ser feitos ou banhados de um material especial. Para isso, o item precisa ter a melhoria material especial e você precisa pagar o preço extra do material escolhido, conforme a tabela 3-9."
            },
            {
              "type": "folder",
              "name": "Ameaças de Arton",
              "items": [
                {
                  "type": "item",
                  "name": "Casco de Monstro",
                  "description": "Os cascos protetores de certos monstros podem substituir aço e outros materiais rígidos, embora sejam mais frágeis; ao sofrer dano de impacto, um item mundano feito de casco de monstro sofre 1 ponto a mais por dado de dano. Arma. Conta como uma arma primitiva para a magia Armamento da Natureza e efeitos semelhantes. Armadura e Escudo. Têm sua penalidade de armadura diminuída em 1. Armaduras pesadas de casco permitem aplicar 1 ponto de Destreza na Defesa. Esotérico. Quando lança uma magia, você recebe redução de dano 5 contra o próximo dano que sofrer até sua próxima rodada."
                },
                {
                  "type": "item",
                  "name": "Couraça de Kaiju",
                  "description": "Ainda mais raro que couro dracônico, este material pode ser empregado para fabricar itens superiores de grande poder. Jamais encontrado à venda, sendo obtido apenas a partir de um kaiju abatido. Arma (exige uma peça). O dano aumenta um passo. Além disso, quando faz um ataque, se o alvo usar um efeito que reduz o dano desse ataque (como Durão ou Escamas Supremas), você pode gastar 2 PM para ignorar o efeito. Isso não se aplica a RD. Armadura e Escudo. Armadura leve e escudo (exigem uma peça): RD 10/mágico. Armadura pesada (exige três peças): RD 20/mágico. Esotérico (exige uma peça). Quando lança uma magia que causa dano, você pode gastar 2 PM para ignorar efeitos dos alvos que reduzem o dano dessa magia, como Durão ou Evasão (exceto redução de dano e o efeito de passar no teste de resistência contra a magia)."
                },
                {
                  "type": "item",
                  "name": "Couro de Bulette",
                  "description": "Este couro raramente é encontrado à venda; quando não é curtido e tratado logo após a extração, perde suas qualidades especiais. Armadura. Armadura leve (exige uma peça): fornece deslocamento de escavação igual à metade de seu deslocamento normal e redução de ácido 5. Armadura pesada (exige três peças): como acima, mas a redução de ácido é 10. Esotérico (exige uma peça). Quando lança uma magia de ácido que causa dano, você pode rolar novamente qualquer resultado 1 nas rolagens de dano (mesmo em rodadas subsequentes)."
                },
                {
                  "type": "item",
                  "name": "Cristal de Sol",
                  "description": "Utilizados pelos ursos das neves para armazenar calor, estes cristais perdem suas propriedades em algumas semanas quando não utilizados, tornando difícil encontrá-los à venda. Arma (exige uma peça). Só pode ser aplicado a armas de corte ou perfuração. A arma causa +2 pontos de dano por fogo. Armadura e Escudo (exige uma peça). Quando faz um teste de resistência contra um efeito de frio, você pode rolar dois dados e usar o melhor resultado. Esotérico (exige uma peça). Quando lança uma magia de fogo, você pode gastar 1 PM. Se fizer isso, criaturas que falhem em seu teste de resistência contra a magia ficam em chamas (se a magia já deixa a vítima em chamas, em vez disso o dano das chamas aumenta em +1d6 cumulativo)."
                },
                {
                  "type": "item",
                  "name": "Espada de Coral",
                  "description": "Fabricada com uma técnica secreta mantida pela Irmandade dos Pescadores, uma espada de coral é uma cimitarra feita de lanajuste. Além dos benefícios do material especial, ela tem fio extremamente agudo; em um acerto crítico, deixa a vítima sangrando. Quando aplicado desta forma, este material especial custa +T$ 1.800 (em vez de T$ 600)."
                },
                {
                  "type": "item",
                  "name": "Lanajuste",
                  "description": "Também chamado de coral-de-ferro, é encontrado em paredões afiados banhados pelo mar em Khubar. Mais conhecido por seu uso em lâminas afiadas, o lanajuste também é empregado em outros itens. Arma. Ataques com a arma ignoram penalidades por combate submerso. Além disso, pode ser utilizada por devotos do Oceano sem violar suas obrigações e restrições. Armadura e Escudo. Fornece redução de corte: armaduras leves e escudos, redução 5; armaduras pesadas, redução 10. Esotérico. Quando lança uma magia que causa dano de corte, você pode rolar novamente qualquer resultado 1 na rolagem de dano."
                },
                {
                  "type": "item",
                  "name": "Pena de kraken",
                  "description": "Esse material vítreo extraído da concha interna de um kraken é extremamente afiado. Em seu estado bruto, é quebradiço e difícil de transportar sem equipamento adequado, sendo assim raramente encontrado à venda. Arma (exige uma peça). Quando faz um acerto crítico, o dano aumenta dois passos (antes de ser multiplicado). Armadura e Escudo. Armadura leve e escudo (exigem uma peça): quando uma criatura erra um ataque corpo a corpo contra você, perde 5 pontos de vida. Armadura pesada (exige três peças): quando uma criatura erra um ataque corpo a corpo contra você, perde 10 pontos de vida. Esotérico (exige uma peça). Se o item fornece algum bônus numérico, ele aumenta em +1."
                },
                {
                  "type": "item",
                  "name": "Prata",
                  "description": "Embora seja muito maleável, a prata pode ser usada para revestir objetos e conceder propriedades quase mágicas. Por ser usada como revestimento, prata pode ser combinada com um segundo material especial (cada um contando como uma melhoria separada). Arma. Causa +2 pontos de dano em espíritos e mortos-vivos e é considerada mágica para atacar essas criaturas. Armadura e Escudo. Fornece redução de dano causado por espíritos e mortos-vivos: armaduras leves e escudos, RD 5; armaduras pesadas, RD 10. Esotérico. Suas magias causam +2 pontos de dano em espíritos e mortos-vivos."
                },
                {
                  "type": "item",
                  "name": "Quitina Razza",
                  "description": "Cobiçada por caçadores de monstros, que a consideram um grande troféu, esta quitina raramente é encontrada à venda; a única forma de obter este material é abater um razza’kham. Arma (exige uma peça). Sempre que rolar o resultado máximo em um dado do dano básico da arma, role um dado extra, repetindo o processo a cada resultado máximo. Armadura e Escudo. Armadura leve e escudo (exigem uma peça): concede +2 em Percepção e seu bônus na Defesa aumenta em 1. Armadura pesada (exigem três peças): concede +5 em Percepção e seu bônus na Defesa aumenta em 2. Esotérico (exige uma peça). Sempre que rolar o resultado máximo em um dado do dano básico da magia (sem contar aprimoramentos e outros efeitos), role um dado extra, repetindo o processo a cada resultado máximo."
                }
              ]
            },
            {
              "type": "item",
              "name": "Aço-Rubi",
              "description": "Este metal tem a aparência de vidro avermelhado, mas é duro como aço. Aço-rubi é caríssimo e comercializado apenas por uma guilda de ferreiros de Doherimm. Os anões mantém a origem deste material em segredo, mas suspeita-se de que ele seja minerado das profundezas de uma área de Tormenta. Arma. A arma ignora 10 pontos de redução de dano, além de ignorar a imunidade a crítico de lefeu. Armadura e Escudo. Fornece uma chance de ignorar o dano extra de acertos críticos e ataques furtivos: armaduras leves e escudos, 25% (1 em 1d4); armaduras pesadas, 50% (qualquer valor par em qualquer dado), cumulativas entre si. Esotérico. Quando lança uma magia que causa dano, ela ignora 10 pontos de redução de dano, além de ignorar as imunidades a dano de lefeu."
            },
            {
              "type": "item",
              "name": "Adamante",
              "description": "Encontrado apenas em meteoritos (e por isso também chamado de “ferro-meteórico”), o adamante é um metal escuro, fosco e mais denso que o aço. Arma. Aumenta o dano em um passo. Armadura e Escudo. Fornece redução de dano: armaduras leves e escudos, RD 2; armaduras pesadas, RD 5. Esotérico. Quando lança uma magia que causa dano, você pode pagar +1 PM para rolar novamente qualquer resultado 1 na rolagem de dano dela."
            },
            {
              "type": "item",
              "name": "Gelo eterno",
              "description": "As gélidas Montanhas Uivantes produzem gelo que nunca derrete. Expedições de aventureiros exploram essa região glacial perigosa à caça deste material fantástico. Arma. Causa +2 pontos de dano por frio. Armadura e Escudo. Fornece redução de fogo: armaduras leves e escudos, resistência 5; armaduras pesadas, resistência 10. Esotérico. Quando lança uma magia de frio que causa dano, você pode rolar novamente qualquer resultado 1 na rolagem de dano dela."
            },
            {
              "type": "item",
              "name": "Madeira Tollon",
              "description": "A Floresta de Tollon produz um tipo de madeira negra, dura como aço e dotada de propriedades mágicas. Apenas armas de madeira — arcos, bordões, clavas, lanças, piques e tacapes —, escudos leves e esotéricos podem ser feitos com madeira Tollon. Arma. Conta como mágica para vencer redução de dano. Além disso, habilidades ativadas ao se fazer um ataque ou usar a ação agredir têm seu custo em PM reduzido em –1. Escudo e Esotérico. Fornece resistência a magia +2."
            },
            {
              "type": "item",
              "name": "Matéria Vermelha",
              "description": "Qualquer material de origem lefeu — desde suas garras e carapaças, até minérios e partes de estruturas encontradas em áreas de Tormenta — apresenta propriedades parecidas, sendo conhecido como “matéria vermelha”. Estes itens assustadores impõem ao usuário penalidade de –2 em perícias baseadas em Carisma (exceto Intimidação). Arma. Causa +1d6 de dano extra. Porém, sempre que você acerta um ataque com a arma, perde 1 ponto de vida. Lefou e lefeu são imunes tanto ao dano extra de matéria vermelha quanto à perda de vida por usar armas desse material. Armadura e Escudo. Por sua aparência “borrada”, fornecem chance de falha para cada ataque: 10% para escudos e armaduras leves, 25% para armaduras pesadas (cumulativas entre si). Lefeu ignoram este efeito. Esotérico. Você e todos os seus inimigos em alcance curto sofrem –2 em testes de resistência contra efeitos mágicos."
            },
            {
              "type": "item",
              "name": "Mitral",
              "description": "Metal raro e valioso, o mitral é prateado, brilhante e mais leve que aço. Itens de mitral ocupam –1 espaço (mínimo 1). Arma. Aumenta sua margem de ameaça em 1. Por exemplo, uma espada longa de mitral tem margem de ameaça 18-20. Armadura e Escudo. Tem sua penalidade de armadura diminuída em 2. Armaduras pesadas de mitral permitem que você aplique até dois pontos de sua Destreza na Defesa. Esotérico. Permite que você pague +2 PM ao lançar uma magia para aumentar a CD dela em +2."
            }
          ]
        },
        {
          "type": "item",
          "name": "Fabricando Itens Superiores",
          "description": "Itens superiores só podem ser fabricados por personagens com a habilidade Fabricar Item Superior (veja a página 68). A fabricação deles segue a mesma regra de itens normais, porém, de acordo com o número de melhorias, o preço e a CD do teste de Ofício aumentam (veja a Tabela 3-7).\n\nPor exemplo, o preço de uma couraça é T$ 500. Fabricá-la exige um gasto de T$ 166 (um terço do preço) e um teste de Ofício contra CD 15. Já o preço de uma couraça com duas melhorias é T$ 3.500 (T$ 500 + T$ 3.000 das duas melhorias). Fabricá-la exige um gasto de T$ 1.166 (um terço do preço) e um teste de Ofício contra CD 25 (15 da CD base + 10 das duas melhorias).\n\nÉ possível adicionar melhorias a um item. Você paga a diferença de acordo com o novo número de melhorias. Por exemplo, para adicionar a terceira melhoria a um item que já possui duas, você precisa pagar mais T$ 2.000 (um terço da diferença de três para duas melhorias). Além disso, deve fazer um teste de Ofício contra a CD do número de melhorias que o item passará a ter e, se falhar por 5 ou mais, estraga o item."
        }
      ]
    },
    {
      "type": "folder",
      "name": "Capangas",
      "items": [
        {
          "type": "item",
          "name": "Capangas",
          "description": "Capangas são criaturas simplificadas que agem em grupo. Individualmente, são fracos, mas graças aos números, tornam-se perigosos. Eles usam as seguintes regras.\n\n• Para usar um grupo de capangas em combate, primeiro você deve posicioná-los. Para isso, você gasta uma ação completa e posiciona cada capanga do grupo em um espaço desocupado em alcance curto.\n\n• Você pode usar uma ação de movimento para fazer quaisquer capangas já posicionados se mover ao deslocamento deles, ou uma ação padrão para fazê-los causar dano automático a criaturas adjacentes (apenas uma vez por rodada). Capangas não agem sem receber ordens.\n\n• Exceto quando dito o contrário, capangas têm 1 PV e falham automaticamente em qualquer teste oposto. Um capanga reduzido a 0 PV não pode ser usado pelo restante da cena.\n\n• Se o tamanho de um capanga não for indicado em sua descrição, ele é Médio.\n\n• Cada grupo de capangas conta como um parceiro para o limite de parceiros que você pode ter.\n\n• Usos criativos para capangas fora de combate ficam a critério do mestre.\n\n• Capangas são criaturas simplificadas e não se beneficiam de alguns efeitos (por exemplo, não recebem bônus em testes de ataque, pois causam dano automático)."
        },
        {
          "type": "item",
          "name": "Bando Duyshidakk",
          "description": "Um grupo de combatentes duyshidakk. Iniciante: cinco duyshidakk (deslocamento 9m, Defesa 15, dano 1d6+1 de corte cada). Veterano: o grupo aumenta para seis duyshidakk infantes. Mestre: o grupo aumenta para sete duyshidakk e o dano deles se torna 2d4+2."
        },
        {
          "type": "item",
          "name": "Esqueletos Animados",
          "description": "Um punhado de esqueletos de várias criaturas, reanimados como mortos-vivos sem mente. Iniciante: quatro esqueletos (deslocamento 9m, Defesa 18, dano 1d6+1 de corte cada). Veterano: o grupo aumenta para cinco esqueletos e eles recebem redução de corte, frio e perfuração 5. Mestre: o grupo aumenta para seis esqueletos e o dano deles se torna 1d8+2."
        },
        {
          "type": "item",
          "name": "Pelotão de Infantaria",
          "description": "Um grupo de soldados com treinamento e equipamento básicos. Iniciante: quatro infantes (deslocamento 9m, Defesa 16, dano 2d4+1 de corte cada). Veterano: o grupo aumenta para cinco infantes. Mestre: o grupo aumenta para seis infantes e a Defesa deles aumenta para 18."
        },
        {
          "type": "item",
          "name": "Tripulação",
          "description": "Uma equipe de tripulantes acostumados a operar as mais diversas embarcações, e a lutar em sua defesa. Iniciante: quatro tripulantes (deslocamento 9m, Defesa 14, dano 1d6 de corte cada; fornecem +1 em Pilotagem). Veterano: a equipe aumenta para cinco tripulantes e o bônus em Pilotagem aumenta para +2. Mestre: a equipe aumenta para seis tripulantes, o dano deles se torna 1d8 e o bônus em Pilotagem aumenta para +5."
        },
        {
          "type": "item",
          "name": "Turba de Camponeses",
          "description": "Um grupo de camponeses. Numerosos, mas sem treinamento ou equipamento. Iniciante: seis camponeses (deslocamento 9m, Defesa 10, dano 1d6 de perfuração cada). Veterano: o grupo aumenta para oito camponeses. Mestre: o grupo aumenta para dez camponeses e o dano deles se torna 1d6+1."
        },
        {
          "type": "item",
          "name": "Unidade de Arqueiros",
          "description": "Um grupamento de arqueiros com treinamento e equipamento básicos. Ao contrário de outros capangas, eles podem causar dano a inimigos em alcance curto que não tenham cobertura. Iniciante: quatro arqueiros (deslocamento 9m, Defesa 14, dano 1d6 de perfuração cada). Veterano: o grupo aumenta para cinco arqueiros. Mestre: o grupo aumenta para seis arqueiros e o dano deles se torna 1d8."
        },
        {
          "type": "item",
          "name": "Capangas Convocados",
          "description": "As criaturas convocadas pelas seguintes habilidades são capangas, e são afetadas por quaisquer efeitos que afetem especificamente capangas: Conjurar Mortos-Vivos, Servos do Dragão, Tropas Duyshidakk (Tormenta20), o aprimoramento que conjura kobolds de Conjurar Monstro (Ameaças de Arton) e Legião Tapistana (Jornada Heroica: Guerra Artoniana e Jornada Heroica: A Libertação de Valkaria). Em especial, um efeito que aumente a quantidade de capangas que você recebe, como Comandante de Campo (veja p. 75) aumenta a quantidade de capangas convocados. Da mesma forma, um efeito que reduza a ação necessária para posicionar seus capangas também reduz a ação necessária para usar essas habilidades (exceto para magias).\nCapangas convocados não contam em seu limite de parceiros."
        }
      ]
    },
    {
      "type": "folder",
      "name": "Veículos",
      "items": [
        {
          "type": "item",
          "name": "Veículos",
          "description": "Carroças carregando repolhos e carruagens carregando princesas. Grandes veleiros singrando os mares e ágeis ornitópteros voando pelos céus. Arton possui diversos veículos, e cada vez mais eles são parte da vida — e das aventuras — dos heróis. Esta seção apresenta regras detalhadas para uso de veículos."
        },
        {
          "type": "folder",
          "name": "Características de Veículos",
          "items": [
            {
              "type": "item",
              "name": "Tamanho",
              "description": "O tamanho de um veículo determina o espaço que ele ocupa, bem como seus modificadores de Furtividade e manobras (Tormenta20, p. 107). Além disso, o veículo aplica seu modificador de Furtividade por tamanho nos testes de Pilotagem do piloto."
            },
            {
              "type": "item",
              "name": "Deslocamento",
              "description": "Veículos seguem as regras normais para seus tipos de deslocamento, exceto que um veículo com deslocamento de natação se move apenas sobre a água, a menos que sua descrição especifica que ele podem submergir."
            },
            {
              "type": "item",
              "name": "Defesa",
              "description": "Indica a dureza dos materiais que compõem o veículo. Se o veículo adiciona um atributo (ou outra característica) do piloto à sua Defesa, ele só recebe esse benefício se estiver em movimento."
            },
            {
              "type": "item",
              "name": "Pontos de Vida",
              "description": "Representam a resistência dos materiais que compõem o veículo. Um veículo reduzido a 0 PV ou menos para de funcionar e, se for reduzido a um total de PV negativos igual à metade de seus pontos de vida máximos, é destruído além de qualquer conserto.\n\n• Consertando Veículos. Para consertar um veículo, você gasta 1 hora de trabalho e faz um teste de Ofício (artesão ou outro apropriado) com CD 15. Se passar, recupera 1d8 PV do veículo, +1d8 para cada 5 pontos pelos quais o teste superar a CD. Para cada d8 recuperado, você precisa gastar T$ 10 em materiais. A critério do mestre, várias pessoas podem reparar um veículo ao mesmo tempo, sobretudo se ele for Grande ou maior. Ao contrário de outros objetos, pontos de vida de veículos também podem ser recuperados com habilidades que recuperem PV de construtos, como a magia Transmutar Objetos."
            },
            {
              "type": "item",
              "name": "Tripulação",
              "description": "Cada veículo exige um ou mais tripulantes, conforme seu tamanho e complexidade.\n\n• Piloto. Responsável por conduzir o veículo. Todo veículo tripulado precisa de pelo menos um piloto.\n\n• Copiloto. Pode fazer testes de Pilotagem para ajudar o piloto, e pode substituí-lo se necessário.\n\n• Capitão. Veículos maiores, como navios, geralmente possuem um capitão. Ele desempenha diversas tarefas adequadas ao veículo e pode fazer testes para ajudar os demais tripulantes.\n\nCertos veículos podem ter outros tripulantes especializados, como navegadores, artesãos, canhoneiros, remadores etc. Se a tripulação de um veículo for menor que o necessário, o piloto sofre –2 em testes de Pilotagem. Se for menor que a metade do necessário, a penalidade aumenta para –5."
            },
            {
              "type": "item",
              "name": "Passageiros e Carga",
              "description": "Indica quantos passageiros ou espaços de carga o veículo pode transportar. Como regra geral, um passageiro Pequeno ou Médio que não esteja sobrecarregado equivale a 20 espaços de carga de um veículo. Qualquer sobrecarga do passageiro conta no limite de espaços do veículo."
            },
            {
              "type": "item",
              "name": "Cobertura",
              "description": "Alguns veículos fornecem cobertura, leve ou total, para seus ocupantes (indicado em sua descrição)."
            }
          ]
        },
        {
          "type": "folder",
          "name": "Jogando com Veículos",
          "items": [
            {
              "type": "item",
              "name": "Embarcando",
              "description": "Embarcar em um veículo geralmente é uma ação de movimento. No caso de veículos maiores, como navios, alcançar posições específicas pode demorar mais tempo."
            },
            {
              "type": "item",
              "name": "Pilotagem",
              "description": "Para conduzir um veículo em combate ou outras situações ruins (por exemplo, uma estrada esburacada para um veículo terrestre, ou um dia de ventania para um veículo voador) você precisa gastar uma ação de movimento e fazer um teste de Pilotagem contra CD 15. Em situações muito ruins (um bosque embarrado para um veículo terrestre, uma tempestade para um veículo voador), a CD aumenta para 25. Se passar, você avança seu deslocamento. Se falhar, avança metade desse deslocamento. Por fim, se falhar por 5 ou mais, sofre um contratempo.\nUm contratempo pode ser perda de vida (2d6 para veículos Médios ou menores, +2d6 por categoria de tamanho acima), uma colisão ou um problema que desabilite uma roda ou incapacite uma das criaturas que puxa o veículo (veja a seguir).\n\n• Pilotagem Cuidadosa. No início de cada rodada, você pode pilotar cuidadosamente. Se fizer isso, nessa rodada o deslocamento do veículo diminui pela metade e você recebe +2 em Pilotagem."
            },
            {
              "type": "item",
              "name": "Colisões",
              "description": "Veículos em movimento podem colidir com obstáculos, como paredes, árvores e outros veículos. Quando uma colisão ocorre, o veículo e seus ocupantes sofrem 1d6 pontos de dano de impacto para cada 3m de deslocamento do veículo (mínimo 1d6). Os ocupantes do veículo podem fazer um teste de Reflexos (CD 20 + o total de dados de dano) para reduzir esse dano à metade. A critério do mestre, obstáculos muito pequenos (três ou mais categorias de tamanho menores que o veículo) ou frágeis (como uma pilha de feno) não causam dano de colisão. Já obstáculos muito grandes (duas ou mais categorias de tamanho maiores que o veículo) podem, além do dano, forçar o veículo a parar completamente ou capotar."
            },
            {
              "type": "item",
              "name": "Quebrando Rodas",
              "description": "É possível quebrar ou sabotar as rodas de um veículo ou outras partes necessárias para seu deslocamento, como remos ou velas (veja Ladinagem em Tormenta20, p. 120). Se uma dessas partes for desabilitada, o piloto sofre uma penalidade de –2 em testes de Pilotagem. Se mais da metade dessas partes for desabilitada, o piloto sofre –5 em testes de Pilotagem e o deslocamento do veículo é reduzido à metade. O mestre tem a palavra final sobre quais partes de um veículo interferem em seu deslocamento."
            },
            {
              "type": "item",
              "name": "Animais de Tração",
              "description": "Para veículos puxados por criaturas, a descrição indica quantas delas são necessárias. Se a quantidade de criaturas presentes for menor que o indicado, o piloto sofre –2 em testes de Pilotagem. Se for menor que a metade, a penalidade em Pilotagem aumenta para –5 e o deslocamento do veículo é reduzido à metade."
            },
            {
              "type": "item",
              "name": "Atacar em um Veículo",
              "description": "O balanço de um veículo em movimento torna mais difícil atacar à distância (–2 em testes de ataque) e conta como condição ruim para lançar magias. A critério do mestre, poderes relacionados a combater em veículos, como Pernas do Mar (Tormenta20, p. 48), podem eliminar essas penalidades."
            },
            {
              "type": "item",
              "name": "Atropelamento",
              "description": "Você pode usar uma ação completa para atropelar criaturas. Faça um teste de Pilotagem para conduzir como normal. Se você passar, o veículo percorre até o dobro de seu deslocamento (mínimo 6m) em linha reta, podendo passar pelo espaço ocupado por criaturas menores que ele. Criaturas atropeladas sofrem 1d6 pontos de dano de impacto para cada 1,5m de deslocamento do veículo e ficam caídas (Ref CD igual ao resultado do teste de Pilotagem reduz à metade e evita a condição). Se encontrar uma criatura de tamanho igual ou maior que o seu, em vez de atropelá-la o veículo colide com ela (veja “Colisões”). Veículos Enormes e Colossais são ainda mais perigosos; seus dados de dano mudam respectivamente para d8 e d12."
            },
            {
              "type": "item",
              "name": "Aeronaves",
              "description": "Alguns veículos voadores, como balões, podem ficar parados em pleno ar sem perder sustentação. Já outros (indicados em sua descrição) precisam percorrer pelo menos metade do seu deslocamento a cada rodada para se manter voando. Caso contrário, começam a cair e perder controle; o mestre determina quantas rodadas uma aeronave leva para chegar ao solo (como regra geral, uma queda totalmente livre percorre 150m por rodada). Ao fim disso, a aeronave atinge o chão e sofre dano de queda como normal. Da mesma forma, uma aeronave reduzida a 0 PV ou menos perde a capacidade de voar e cai. Em ambos os casos, o piloto pode fazer um teste de Pilotagem para amortecer queda (veja a perícia Acrobacia)."
            }
          ]
        },
        {
          "type": "folder",
          "name": "Lista de Veículos",
          "items": [
            {
              "type": "folder",
              "name": "Heróis de Arton",
              "items": [
                {
                  "type": "item",
                  "name": "Barcaça",
                  "description": "Este pequeno navio tem um único mastro, de vela quadrangular, e alguns remos para suplementar a força da vela. Pode navegar em rios e mar aberto. Além do piloto, requer 10 tripulantes para auxiliar na operação da vela. Uma barcaça tem tamanho Enorme, deslocamento de natação 6m, Defesa 10 (+ Des do piloto), 120 PV, RD 5 e pode carregar até 15 criaturas Médias ou 300 espaços."
                },
                {
                  "type": "item",
                  "name": "Biga de Guerra",
                  "description": "Algumas nações amazonas, além de montar em cavalos diretamente, equipam suas guerreiras com este veículo. Uma biga de guerra é como uma pequena carroça de duas rodas blindada, mas ainda assim leve e ágil, puxada por dois cavalos rápidos. O piloto fica de pé, com uma mão nas rédeas e a outra livre para empunhar armas. Se estiver conduzindo uma biga, você pode fazer investidas como se estivesse montado. Além disso, os tripulantes não sofrem penalidades em testes de ataque por atacar com armas de arremesso em uma biga em movimento. Uma biga de guerra tem tamanho Grande, deslocamento 12m, Defesa 12 (+ Des do piloto), 75 PV, RD 5, pode carregar até 2 criaturas Médias ou 40 espaços e fornece cobertura leve a quem estiver nela."
                },
                {
                  "type": "item",
                  "name": "Dirigível Goblin",
                  "description": "Uma versão maior e mais robusta do balão goblin (Tormenta20, p. 163), e proporcionalmente mais perigoso, este veículo é formado por vários conjuntos de bolsas de ar quente (ou gás mais leve que o ar) amarradas a uma gôndola alongada, semelhante ao casco de um navio. O formato da gôndola e a disposição das cordas dos balões torna mais fácil equipar o veículo com armas como balestras e, por que não, um eventual canhão! Um dirigível tem tamanho Enorme, deslocamento de voo 12m, Defesa 5 (+ Des do piloto), 180 PV e pode carregar até 16 criaturas Médias ou 320 espaços. Segue as mesmas regras de queda e reparos do balão goblin."
                },
                {
                  "type": "item",
                  "name": "Jangada",
                  "description": "Um barco típico de pescadores, é essencialmente uma plataforma flutuante, com um mastro simples e um leme. Além do piloto, requer um tripulante para auxiliar na operação da vela. Tem tamanho Grande, deslocamento de natação 9m, Defesa 6 (+ Des do piloto), 50 PV, RD 5 e pode carregar até 4 criaturas Médias ou 80 espaços."
                },
                {
                  "type": "item",
                  "name": "Veleiro",
                  "description": "Com três mastros, é o típico navio de viagem, muito popular entre mercadores. Além do piloto, requer um navegador, um capitão e 30 tripulantes. Tem tamanho Colossal, deslocamento de natação 12m, 220 PV, RD 5 e pode carregar até 60 criaturas Médias ou 1.200 espaços."
                }
              ]
            },
            {
              "type": "item",
              "name": "Balão Goblin",
              "description": "Feito de imensas bolsas de couro e outros tecidos remendados, com uma gôndola parecida com um grande cesto, o balão goblin é um engenho tecnológico sem igual em Arton. Um balão tem tamanho Enorme, deslocamento voo 12m, Defesa 5 (+ Des do baloeiro), 100 PV e pode carregar até 8 criaturas Médias ou 160 espaços. Ao contrário do que possa parecer, quedas de balões raramente são fatais. Quando o balão perde mais da metade de seus PV, começa a perder ar e flutua lentamente na direção do solo. Cada ocupante sofre 4d6 pontos de dano de impacto (Ref CD 15 reduz à metade). Um balão só cai de forma perigosa caso perca todos os seus PV. Neste caso, os ocupantes sofrem dano normal pela queda, de acordo com a altura. Remendar um balão em pleno voo exige uma ação completa e um teste de Ofício (artesão) contra CD 15. Se você passar no teste, recupera 1d8 PV do balão."
            },
            {
              "type": "item",
              "name": "Carroça",
              "description": "Veículo de duas ou quatro rodas, aberto, normalmente usado para transportar cargas pesadas. É puxada por dois cavalos ou um trobo. Inclui os arreios necessários para controlar os animais. Uma carroça tem tamanho Grande, deslocamento 9m, Defesa 8 (+ Des do condutor), 50 PV e pode carregar até 4 criaturas Médias ou 80 espaços."
            },
            {
              "type": "item",
              "name": "Carruagem",
              "description": "Veículo de quatro rodas, capaz de transportar até quatro pessoas em uma cabine fechada, mais dois condutores do lado de fora. É puxada por dois cavalos ou um trobo. Inclui os arreios necessários para controlar os animais. Tem as mesmas estatísticas de uma carroça, mas fornece cobertura leve a seus passageiros."
            },
            {
              "type": "item",
              "name": "Canoa",
              "description": "Construída a partir de um único tronco de árvore, é a mais simples das embarcações. Tem as mesmas estatísticas de uma carroça, mas com deslocamento de natação."
            },
            {
              "type": "item",
              "name": "Veleiro",
              "description": "Com três mastros, é o típico navio de viagem, muito popular entre mercadores."
            }
          ]
        }
      ]
    }
  ]
}
