{
  "type": "folder",
  "name": "Habilidades",
  "items": [
    {
      "type": "folder",
      "name": "Usando Habilidades",
      "items": [
        {
          "type": "item",
          "name": "Usando Habilidades",
          "description": "Habilidades podem ser passivas (seus efeitos estão sempre funcionando) ou ativadas (precisam ser usadas para gerar seus efeitos). O poder Coração da Selva, do druida é uma habilidade passiva, enquanto a Fúria do bárbaro é uma habilidade ativada. Para usar habilidades ativadas você precisa gastar uma ação e, provavelmente, pontos de mana."
        },
        {
          "type": "item",
          "name": "Ação Necessária",
          "description": "A descrição da habilidade determina a ação necessária para usá-la. Caso nada esteja descrito, usar a habilidade é uma ação livre (exceto no caso abaixo).\n\nHabilidades Engatilhadas. Habilidades ativadas por decorrência de outro evento (como fazer um ataque), são ativadas como uma reação e somente uma vez por instância do evento.\n\nA habilidade Frenesi, do bárbaro, diz que quando você usa a ação agredir, pode gastar 2 PM para realizar um ataque adicional. Ativar Frenesi é uma reação que só pode ser feita uma vez por ação agredir."
        },
        {
          "type": "item",
          "name": "Custo de Pontos de mana",
          "description": "A descrição da habilidade determina se são necessários PM para usá-la. Nesse caso, você gasta os PM mesmo em caso de falha. Por exemplo, se um guerreiro usa Ataque Especial e erra o ataque, ainda assim gasta os pontos de mana.\n\nPara habilidades com custo variável, o máximo de PM que você pode gastar por uso é igual ao seu nível na classe que fornece a habilidade (mas você sempre pode usar a habilidade em seu custo mínimo). Para habilidades de raça, origem ou outras fontes e poderes gerais, o limite é o seu nível de personagem."
        },
        {
          "type": "item",
          "name": "Custos Especiais",
          "description": "Alguns habilidades possuem custos além de PM.\n\nComponente Material. A habilidade exige ingredientes para ser usada. Esses ingredientes devem estar na mão do personagem e são consumidos com o uso (mesmo que a habilidade falhe).\n\nPenalidade de PM. A habilidade reduz seus PM máximos enquanto estiver ativa (você não recupera esses PM até a duração da habilidade acabar).\n\nSacrifício de PM. Certas habilidades poderosíssimas têm um custo ainda mais alto: você deve sacrificar permanentemente certa quantidade de PM para usá-las."
        }
      ]
    },
    {
      "type": "item",
      "name": "Alcance",
      "description": "Muitas habilidades possuem um alcance, isto é, a distância máxima a partir do personagem da qual o efeito pode se originar. Caso alguma parte da área da habilidade esteja além do alcance, a área é afetada normalmente.\n\nPessoal. A habilidade afeta somente o personagem e/ou objetos que ele esteja carregando. Também pode ser uma habilidade de área que se inicia a partir do personagem e só o afeta se mencionar.\n\nToque. O personagem precisa tocar o alvo em seu alcance natural para afetá-lo, mas não precisa gastar uma ação ou fazer testes para isso (tocar o alvo faz parte da ação da habilidade).\n\nCurto. A habilidade alcança alvos a até 9m (6 quadrados em um mapa).\n\nMédio. A habilidade alcança alvos a até 30m (20 quadrados em um mapa).\n\nLongo. A habilidade alcança alvos a até 90m (60 quadrados em um mapa).\n\nIlimitado. A habilidade alcança qualquer lugar no mesmo mundo. A maioria das habilidade com este alcance exige que você conheça e/ou já tenha estado no ponto de origem da habilidade."
    },
    {
      "type": "folder",
      "name": "Efeito",
      "items": [
        {
          "type": "item",
          "name": "Efeito",
          "description": "Toda habilidade gera um efeito — causar dano em um alvo, fornecer um bônus a você ou qualquer outra coisa. A seguir estão regras gerais para efeitos. Muitos efeitos possuem um tipo (veja a página 228)."
        },
        {
          "type": "folder",
          "name": "Alvos & Áreas",
          "items": [
            {
              "type": "item",
              "name": "Linha de Efeito",
              "description": "Um caminho direto e sem obstruções até onde a habilidade pode ter efeito. Você deve ter linha de efeito para qualquer alvo ou ponto de origem da área que queira afetar, ou para qualquer espaço onde queira criar um efeito. Qualquer barreira sólida, visível ou não, anula a linha de efeito."
            },
            {
              "type": "item",
              "name": "Alvo",
              "description": "A habilidade afeta um ou mais alvos, que podem ser criaturas ou objetos. Você usa a habilidade sobre os alvos e deve ser capaz de percebê-los. Uma habilidade usada sobre um tipo de alvo errado falha automaticamente. Por exemplo, a magia Tranca Arcana não tem efeito se lançada sobre algo que não seja uma porta, baú ou semelhante.\n\nObjetos e Tamanhos. Algumas habilidades se referem a objetos em termos de espaços — consulte o Capítulo 3. Outras habilidades se referem a objetos em termos de categorias de tamanho. Nesse caso, o mestre deve arbitrar a categoria do objeto comparando-o com criaturas. Por exemplo, uma adaga é um objeto Minúsculo, uma carroça é um objeto Grande e um galeão é um objeto Colossal."
            },
            {
              "type": "item",
              "name": "Área",
              "description": "A habilidade afeta uma área. Normalmente, você escolhe um ponto dentro do alcance e que possa perceber para ser a origem da área, mas não controla quais criaturas ou objetos serão afetados — qualquer coisa na área estará sujeita aos efeitos, incluindo você. De acordo com o mestre, você pode usar uma habilidade numa área que não possa perceber com um teste de Percepção (Misticismo no caso de magias) contra CD 20 + custo em PM. Para habilidades com alcance pessoal, você é o ponto de origem e não é afetado (exceto quando dito o contrário). Áreas avançam até seu limite ou até serem interrompidas por uma barreira capaz de bloqueá-las. Em geral, áreas se enquadram em uma das categorias a seguir.\n\n• Cilindro. Surge na interseção de quatro quadrados, estendendo-se pela largura indicada e subindo até o fim da altura indicada.\n\n• Cone. Surge adjacente a você e se afasta de você na direção escolhida, ficando mais largo com a distância, conforme os modelos da ilustração abaixo.\n\n• Esfera. Surge na interseção de quatro quadrados, estendendo-se em todas as direções até o limite de seu raio.\n\n• Linha. Surge adjacente a você e se afasta de você reta até o fim do alcance. A menos que indicado o contrário, uma linha tem 1,5m de largura.\n\n• Quadrado. Surge no quadrado ou quadrados escolhidos, afetando o piso. Um “cubo” é como um quadrado, mas afeta também a altura.\n\n• Outros. Algumas habilidades podem ter áreas específicas, citadas em sua descrição."
            },
            {
              "type": "item",
              "name": "Criação",
              "description": "Caso a habilidade crie ou invoque alguma coisa, a coisa aparece em um local a sua escolha dentro do alcance e para o qual você tenha linha de efeito. Após surgir, a coisa pode se mover ou ser movida para fora da linha de efeito. Por exemplo, você não pode conjurar um monstro dentro de uma sala fechada. Mas, uma vez conjurar, o monstro pode entrar na sala, mesmo que você ainda não tenha linha de efeito para o interior dela."
            },
            {
              "type": "item",
              "name": "Redirecionando Efeitos",
              "description": "Algumas habilidades permitem redi­ re­ cionar seu efeito para novos alvos ou áreas após serem usadas. Quando isso for possível, redirecionar a habilidade é uma ação padrão."
            }
          ]
        },
        {
          "type": "folder",
          "name": "Acumulando Efeitos",
          "items": [
            {
              "type": "item",
              "name": "Acumulando Efeitos",
              "description": "A interação entre diferentes efeitos depende de sua origem. As fontes de efeitos são habilidades, perícias, itens, magias, parceiros e o ambiente.\n\nEfeitos de habilidades e perícias acumulam entre si, exceto quando vierem da mesma habilidade ou perícia. Assim, o bônus na Defesa da Pele de Ferro do bárbaro acumula com o bônus na Defesa da Esquiva Sagaz do bucaneiro. Isso não inclui magias.\n\nEfeitos de itens, magias, parceiros e o ambiente acumulam com os de outras fontes, mas não entre si. Assim, um personagem com um item que forneça +1 em Fortitude e uma magia que também forneça +1 em Fortitude terá um bônus de +2 nessa perícia. Porém, um personagem com dois itens ou duas magias que forneçam +1 em Fortitude não terá +2 — como os efeitos são da mesma fonte, não acumulam."
            },
            {
              "type": "item",
              "name": "Armaduras",
              "description": "Bônus na Defesa e penalidade de armadura de escudos se acumulam com os de armaduras e um outro item adicional a sua escolha."
            },
            {
              "type": "item",
              "name": "Atributos",
              "description": "O valor de um mesmo atributo não se acumula em características do personagem. Ou seja, um clérigo/druida não soma duas vezes sua Sabedoria nos pontos de mana, assim como um bucaneiro/nobre não soma duas vezes seu Carisma na Defesa. A exceção são perícias: é possível somar um atributo a uma perícia que use este mesmo atributo-chave, mas apenas uma vez. Por exemplo, um caçador pode usar Explorador para somar sua Sabedoria em Percepção e Sobrevivência (perícias que usam Sabedoria)."
            },
            {
              "type": "item",
              "name": "Chance de Falha",
              "description": "Chance de falha nunca acumula acima de 75%. Sempre há no mínimo uma chance de 1 em 4 de acertar o alvo."
            },
            {
              "type": "item",
              "name": "Reduções de Custo",
              "description": "Reduções no custo de PM não são cumulativas. Uma habilidade nunca pode ter seu custo reduzido para menos de 1 PM."
            }
          ]
        },
        {
          "type": "item",
          "name": "Efeitos que Afetam Testes",
          "description": "Efeitos que fornecem um bônus a um teste ou modificam sua dificuldade devem ser usados antes de rolar o dado. Efeitos que permitem que você role novamente o dado devem ser usados antes de o mestre declarar se você passou ou não no teste (e você deve ficar com o segundo valor rolado, mesmo que seja pior que o primeiro).\n\nA habilidade Orgulho, do nobre, que fornece um bônus para um teste, deve ser usada antes de rolar o teste. A habilidade Mestre em Arma, do guerreiro, que permite que você role novamente um ataque recém realizado, deve ser usada antes de o mestre declarar se o ataque acertou ou não."
        },
        {
          "type": "item",
          "name": "Limites de Nível",
          "description": "Algumas habilidades são limitadas pelo seu nível. Para classes, use seu nível naquela classe. Para outros casos, seu nível de personagem.\n\nA habilidade Insolência, do bucaneiro, permite que você some seu Carisma na Defesa, limitado pelo seu nível. Assim, um bucaneiro de 2º nível com Car 3 soma +2 na Defesa. Quando subir para o 3º nível, passará a somar +3. Da mesma forma, um lutador de 4º nível usando a habilidade Voadora soma no máximo +4d6 de dano, mesmo que tenha se deslocado mais de 8 quadrados."
        }
      ]
    },
    {
      "type": "folder",
      "name": "Clarificações de Regras",
      "items": [
        {
          "type": "item",
          "name": "Arredondando",
          "description": "A menos que indicado o contrário, sempre que um efeito indica uma divisão, arredonde para baixo. Por exemplo, se um ataque causa 7 pontos de dano e um efeito reduz esse dano à metade, o ataque causa apenas 3 pontos de dano."
        },
        {
          "type": "item",
          "name": "Ordem",
          "description": "Se mais de um efeito afetar um valor, siga a ordem de operações padrão. Ou seja, aplique primeiro multiplicações e divisões, depois somas e subtrações. O resultado de um teste de resistência é sempre o primeiro a ser aplicado.\n\nPor exemplo: um guerreiro usando uma armadura incandescente (que fornece redução de fogo 10) é atingido por uma Bola de Fogo que causa 26 pontos de dano. Primeiro, ele faz seu teste de Reflexos. Se passar, reduz o dano à metade, para 13 (26/2=13).\n\nEntão, o guerreiro pode usar a habilidade Durão. Se tiver passado no teste de resistência, sofrerá 6 pontos de dano (13/2=6). Se tiver falhado, sofrerá 13 pontos de dano (26/2=13).\n\nPor fim, ele aplica sua RD 10. Se tiver passado no teste de resistência e usado a habilidade Durão, não sofrerá dano. Se tiver passado no teste de resistência ou usado a habilidade Durão, sofrerá 3 pontos de dano (13–10=3). Por fim, se não tiver passado no teste nem usado Durão, sofrerá 16 pontos de dano (26–10=16)."
        },
        {
          "type": "item",
          "name": "Multiplicações",
          "description": "Se mais de um efeito fizer você multiplicar um valor, combine-os em um único multiplicador, com cada efeito além do primeiro adicionando seu multiplicador –1. Por exemplo, dois efeitos que dobrem o valor (x2 + x2) irão triplicar o valor (2 + [2–1] = 3) em vez de quadruplicá-lo."
        }
      ]
    },
    {
      "type": "folder",
      "name": "Duração",
      "items": [
        {
          "type": "item",
          "name": "Duração",
          "description": "A duração indica por quanto tempo a habilidade mantém seu efeito."
        },
        {
          "type": "item",
          "name": "Instantânea",
          "description": "O efeito da habilidade termina assim que ela é usada, mas suas consequências podem durar mais tempo. Por exemplo, uma magia Curar Ferimentos age instantaneamente, mas os ferimentos continuam curados."
        },
        {
          "type": "item",
          "name": "Cena",
          "description": "A habilidade dura uma cena inteira, encerrando-se quando esse momento da história acaba. Uma cena não tem uma medida fixa. Podem ser algumas rodadas (um combate), alguns minutos (uma conversa entre personagens), horas (atravessar um bosque) ou até dias (uma viagem sem incidentes). Veja mais sobre isso no Capítulo 6: O Mestre."
        },
        {
          "type": "item",
          "name": "Sustentada",
          "description": "A habilidade precisa de um fluxo constante de mana. O personagem deve gastar 1 PM como uma ação livre no início de cada turno seu para manter o efeito ativo. Se não o fizer, a habilidade termina. Você pode manter diversas habilidades sustentadas, pagando o custo de cada uma, mas apenas uma magia sustentada por vez."
        },
        {
          "type": "item",
          "name": "Definida",
          "description": "A duração pode ser medida em rodadas, horas, dias ou outra unidade de tempo."
        },
        {
          "type": "item",
          "name": "Permanente",
          "description": "A habilidade fica ativa para sempre, mas ainda pode ser encerrada de outras formas."
        },
        {
          "type": "item",
          "name": "Duração e Áreas",
          "description": "Caso a habilidade afete uma área, seus efeitos permanecem nessa área pela sua duração. Criaturas e objetos válidos que entrem na área são afetados, deixando de sê-lo quando saem."
        },
        {
          "type": "item",
          "name": "Descarregar",
          "description": "Algumas habilidades duram até serem ativadas e descarregadas. A habilidade permanece “dormente” até que determinado evento aconteça, quando é ativada e descarregada, ou até que sua duração transcorra, quando se encerra sem efeito."
        },
        {
          "type": "item",
          "name": "Encerrando suas habilidades",
          "description": "Um personagem pode encerrar uma habilidade sua e seus respectivos efeitos como uma ação livre."
        },
        {
          "type": "item",
          "name": "Morte e Duração",
          "description": "A morte de um personagem não afeta suas habilidades (exceto sustentadas) — elas permanecem até que sua duração termine."
        }
      ]
    },
    {
      "type": "folder",
      "name": "Testes de Resistência",
      "items": [
        {
          "type": "item",
          "name": "Testes de Resistência",
          "description": "Habilidades prejudiciais normalmente permitem que seus alvos façam um teste de resistência para evitar ou reduzir seus efeitos. Se esse for o caso, o tipo de teste (Fortitude, Reflexos ou Vontade) e a maneira como ele altera o efeito serão descritos na habilidade.\n\nA CD do teste de resistência para qualquer efeito gerado por um personagem é 10 + metade do nível do personagem + seu valor num atributo. O atributo aparecerá entre parênteses na descrição da fonte do efeito (habilidade ou item; para magias, será sempre o atributo-chave da magia).\n\nA habilidade Presença Aristocrática, do nobre, tem CD Car, ou seja, a CD para resistir a ela é 10 + metade do nível do personagem + seu Carisma. Para Marsha Yleus, uma humana nobre de 10º nível com Carisma 4, a CD para resistir a essa habilidade é 19 (10 + 5 + 4)."
        },
        {
          "type": "item",
          "name": "Anula",
          "description": "A habilidade não tem efeito sobre um alvo que passe em seu teste de resistência."
        },
        {
          "type": "item",
          "name": "Parcial",
          "description": "O efeito é menor em um alvo que passe no teste de resistência."
        },
        {
          "type": "item",
          "name": "Reduz à Metade",
          "description": "O efeito é reduzido à metade em um alvo que passe no teste de resistência."
        },
        {
          "type": "item",
          "name": "Desacredita",
          "description": "Um termo específico para efeitos de ilusão. Se uma criatura interagir com a ilusão (exa­ minando-a de perto ou tocando-a; apenas observá-la de longe não é suficiente) tem direito a um teste para perceber que ela não é real. A ilusão continua funcionando mesmo que uma criatura perceba que ela não é real; essa criatura pode avisar seus aliados como uma ação livre, permitindo que eles façam testes para desacreditar."
        },
        {
          "type": "item",
          "name": "Objetos e Dano",
          "description": "A menos que a descrição do efeito diga o contrário, itens carregados não sofrem dano por habilidades (mesmo de área). Objetos soltos sofrem dano (mas somente de habilidades que possam ter objetos como alvo ou afetem uma área)."
        },
        {
          "type": "item",
          "name": "Objetos e Testes de Resistência",
          "description": "Para habilidades capazes de afetar objetos e que permitem testes de resistência, itens mundanos soltos falham automaticamente e itens mundanos carregados podem fazer testes com o bônus de seu portador. Itens mágicos sempre podem fazer teste de resistência, usando seu próprio bônus (veja página 334) ou de seu portador, se houver (o que for maior)."
        },
        {
          "type": "item",
          "name": "Testes de Perícia",
          "description": "Algumas habilidades incluem testes de perícia para resistir a efeitos. A menos que a descrição indique o contrário, a dificuldade dos testes é igual à CD para resistir à habilidade."
        }
      ]
    },
    {
      "type": "folder",
      "name": "Tipos de efeitos",
      "items": [
        {
          "type": "item",
          "name": "Tipos de efeitos",
          "description": "Muitos efeitos são categorizados em um (ou em mais de um) dos tipos a seguir. Por si só, a maioria dos tipos não possui efeito em regras. Contudo, indicam como o efeito interage com outros. Por exemplo, uma criatura com imunidade a medo não será afetada por efeitos do tipo medo."
        },
        {
          "type": "item",
          "name": "Arcano",
          "description": "Gerado pelas energias místicas de Arton. Todos efeitos arcanos são mágicos."
        },
        {
          "type": "item",
          "name": "Atordoamento",
          "description": "Afeta a capacidade de agir do alvo."
        },
        {
          "type": "item",
          "name": "Cansaço",
          "description": "Diminui as capacidades físicas do alvo. Construtos e mortos-vivos são imunes a efeitos de cansaço."
        },
        {
          "type": "item",
          "name": "Climático",
          "description": "Gerado pelas forças da natureza."
        },
        {
          "type": "item",
          "name": "Cura",
          "description": "Cura pontos de vida do alvo."
        },
        {
          "type": "item",
          "name": "Dano",
          "description": "Reduz os PV do alvo. Efeitos deste tipo são subdivividos em tipos de dano (veja a página 230)."
        },
        {
          "type": "item",
          "name": "Divino",
          "description": "Gerado pela energia de um deus, direta ou indiretamente. Todos efeitos divinos são mágicos."
        },
        {
          "type": "item",
          "name": "Luz",
          "description": "Efeitos relacionados a dano e cura de luz, iluminação e energia positiva (sinônimo de luz)."
        },
        {
          "type": "item",
          "name": "Mágico",
          "description": "Energizados por forças arcanas ou divinas, envolvem magias, efeitos gerados por itens mágicos ou marcados com o símbolo e. Podem ser subdivididos em escolas de magia (veja a página 172)."
        },
        {
          "type": "item",
          "name": "Medo",
          "description": "Medo capaz de prejudicar o alvo. Criaturas com Inteligência nula são imunes a medo."
        },
        {
          "type": "item",
          "name": "Mental",
          "description": "Afeta a mente do alvo, diminuindo suas capacidades ou influenciando-a. Criaturas com Inteligência nula são imunes a efeitos mentais."
        },
        {
          "type": "item",
          "name": "Metabolismo",
          "description": "Afeta a fisiologia do alvo. Incluem doenças, sangramento e fome. Construtos e mortos-vivos são imunes a efeitos de metabolismo."
        },
        {
          "type": "item",
          "name": "Metamorfose",
          "description": "Altera a forma ou composição corporal do alvo. Inclui petrificação."
        },
        {
          "type": "item",
          "name": "Movimento",
          "description": "Afeta ou remove a capacidade de se movimentar do alvo."
        },
        {
          "type": "item",
          "name": "Perda de Vida",
          "description": "Reduz os PV do alvo. Ao contrário de dano, não é afetado por redução de dano."
        },
        {
          "type": "item",
          "name": "Sentidos",
          "description": "Afeta os sentidos físicos do alvo, por exemplo, deixando-o cego ou surdo."
        },
        {
          "type": "item",
          "name": "Trevas",
          "description": "Efeitos relacionados a necromancia, escuridão e energia negativa (sinônimo de trevas)."
        },
        {
          "type": "item",
          "name": "Veneno",
          "description": "Efeitos gerados por venenos. Construtos e mortos-vivos são imunes a venenos."
        }
      ]
    },
    {
      "type": "folder",
      "name": "Habilidades Gerais",
      "items": [
        {
          "type": "item",
          "name": "Habilidades Gerais",
          "description": "As habilidades a seguir podem ser fornecidas por diversas fontes, como raça ou magias."
        },
        {
          "type": "item",
          "name": "Agarrar Aprimorado",
          "description": "Se a criatura acertar um ataque com uma arma natural (especificada na habilidade), poderá fazer a manobra agarrar com esta arma como uma ação livre. Enquanto está usando a arma natural para agarrar, a criatura não pode usá-la para desferir outros ataques."
        },
        {
          "type": "item",
          "name": "Cura Acelerada",
          "description": "No início de seu turno, a criatura recupera pontos de vida iguais ao seu valor de Cura Acelerada (por exemplo, 5 PV com Cura Acelerada 5). Se houver algum tipo de dano listado após uma barra, a Cura Acelerada não recupera dano daqueles tipos. Por exemplo, uma criatura com Cura Acelerada 10/ácido recupera 10 PV no início de seu turno, a menos que o dano tenha sido causado por ácido. Múltiplas habilidades de Cura Acelerada se acumulam. Cura Acelerada não cura perda de PV, apenas dano."
        },
        {
          "type": "item",
          "name": "Deslocamento de Escalada",
          "description": "Pode caminhar por superfícies verticais e até mesmo de cabeça para baixo como se fossem o chão. O movimento de escalada segue as demais regras de movimento e é afetado pelas características da superfície (uma parede acidentada pode ser considerada terreno difícil, por exemplo). Uma criatura que esteja escalando e perca seu deslocamento de escalada ou a capacidade de realizar ações físicas (como por ficar inconsciente ou paralisada) cai."
        },
        {
          "type": "item",
          "name": "Deslocamento de Escavação",
          "description": "Pode se mover sob terreno granular, como terra e areia (mas não atravessar rocha sólida). Após a passagem da criatura, o terreno atrás dela se fecha devido aos restos de material deixados para trás. Deslocamento de escavação pode ser afetado pelas características do solo: por exemplo, um solo pedregoso pode ser considerado terreno difícil."
        },
        {
          "type": "item",
          "name": "Deslocamento de Natação",
          "description": "Pode se deslocar em líquidos sem precisar fazer testes de Atletismo. Porém, assim como criaturas terrestres podem precisar de testes de Acrobacia e Atletismo em certas circunstâncias (como durante um terremoto), uma criatura com deslocamento de natação pode precisar de testes de Atletismo (como em correntes aquáticas muito fortes ou num redemoinho). A criatura não sofre penalidades e limitações por estar submersa (com exceção daquelas relacionadas às suas armas — veja mais na página 269)."
        },
        {
          "type": "item",
          "name": "Deslocamento de Voo",
          "description": "Pode voar. Uma criatura com deslocamento de voo pode encerrar seu deslocamento em pleno ar e pode se mover e atacar como uma criatura terrestre. Uma criatura voando que perca seu deslocamento de voo ou a capacidade de realizar ações cai 150m por rodada. Uma criatura voando que sofra uma manobra derrubar bem-sucedida cai 1d6 x 1,5 m antes de recuperar o voo."
        },
        {
          "type": "item",
          "name": "Faro",
          "description": "A criatura tem olfato apurado. Contra inimigos em alcance curto que não possa ver, ela não fica desprevenida e camuflagem total lhe causa apenas 20% de chance de falha."
        },
        {
          "type": "item",
          "name": "Imunidade",
          "description": "A criatura é imune a um tipo de efeito ou outro elemento (como um tipo de dano, uma condição ou uma habilidade). Ela não sofre nenhuma consequência direta daquilo contra a qual ela é imune. Ela ainda pode ser afetada indiretamente — por exemplo, uma criatura imune a efeitos mágicos ainda é afetada por terreno difícil criado por magias. Imunidade a acertos críticos os transforma em acertos normais."
        },
        {
          "type": "item",
          "name": "Incorpóreo",
          "description": "A criatura não tem corpo físico. Só pode ser afetada por armas e efeitos mágicos (mesmo as com alcance toque) ou outras criaturas incorpóreas. Ela pode atravessar objetos sólidos, mas não manipulá-los e tem Força nula."
        },
        {
          "type": "item",
          "name": "Percepção às Cegas",
          "description": "A criatura usa sentidos diferentes da visão (como radar, sonar, sensibilidade a vibrações etc.). Efeitos relacionados à visão, como escuridão e invisibilidade, não a afetam. Ela pode fazer testes de Percepção para observar usando estes sentidos, ao invés da visão. Esta habilidade tem alcance curto (a menos que especificado o contrário)."
        },
        {
          "type": "item",
          "name": "Redução de Dano (RD)",
          "description": "A criatura ignora parte do dano que sofre. Por exemplo, se uma criatura com RD 5 sofre um ataque que causa 8 pontos de dano, perde apenas 3 PV. A redução pode ser contra um ou mais tipos de dano específicos. Assim, uma criatura com redução de fogo 10 ignora 10 pontos de dano de fogo, mas sofre dano de outros tipos normalmente. Caso haja um ou mais tipos de dano listados após uma barra, a RD não se aplica àqueles tipos. Por exemplo, uma criatura com RD 10/mágico ignora 10 pontos de dano de todos os ataques que sofrer — exceto dano causado por habilidades e armas mágicas. Múltiplos efeitos de RD são cumulativos."
        },
        {
          "type": "item",
          "name": "Resistência a <Efeito>",
          "description": "A criatura recebe um bônus em testes de resistência contra efeitos do tipo especificado no nome desta habilidade. Por exemplo, uma criatura com resistência a magia +2 recebe +2 em testes de Fortitude, Reflexos ou Vontade contra habilidades mágicas."
        },
        {
          "type": "item",
          "name": "Visão na Penumbra",
          "description": "A criatura enxerga em escuridão leve em alcance curto (exceto mágica). Ela ignora camuflagem leve por esse tipo de escuridão (veja a página 318)."
        },
        {
          "type": "item",
          "name": "Visão no Escuro",
          "description": "A criatura enxerga em escuridão total em alcance curto (exceto mágica). Ela ignora camuflagem total por esse tipo de escuridão (veja a página 318)."
        },
        {
          "type": "item",
          "name": "Vulnerabilidade a Dano",
          "description": "A criatura sofre +50% a mais de dano de um tipo específico. Por exemplo, se uma criatura com vulnerabilidade a frio sofre um ataque que causa 15 pontos de dano de frio, ela sofre 22 pontos de dano (15 x 1,5 = 22)."
        }
      ]
    }
  ]
}
