{
  "type": "folder",
  "name": "Origens",
  "items": [
    {
      "type": "item",
      "name": "Origens",
      "description": "Enquanto sua raça diz como você nasceu e sua classe diz o que se tornou, sua origem revela sua ocupação antes de ser aventureiro. É o que você fazia até ganhar seu primeiro nível em uma classe. Cada origem apresentada a seguir é intencionalmente vaga e breve, apenas uma ideia por onde começar. Você pode usá-la como está, para jogar rapidamente, ou então colorir com quantos detalhes quiser!"
    },
    {
      "type": "item",
      "name": "Itens de Origem",
      "description": "Você começa com todos os itens descritos na linha “Itens” de sua origem sem pagar por eles."
    },
    {
      "type": "item",
      "name": "Benefícios de Origem",
      "description": "Cada origem possui uma lista de benefícios que inclui perícias e poderes gerais, descritos no Capítulo 2. Você escolhe dois benefícios da lista — duas perícias, dois poderes ou uma perícia e um poder. Se preferir regras mais rápidas, escolha apenas perícias.\n\nPerícias. Atuar como batedor aguçou os sentidos do meio-elfo Gorack Misuk. Uma infância na estrada tornou Aivy Karter capaz de cuidar de si mesma nos ermos. Fugir da milícia pelas ruas de Malpetrim fez de Sima, a Astuta, uma pessoa furtiva. Você se torna treinado na perícia escolhida, representando aprendizado adquirido em sua vida pregressa.\n\nPoderes. A vida de apresentações em Valkaria fez da barda Kiim Nomi uma estrela nata. Trabalhar em navios durante a juventude garantiu ao bucaneiro Don Doido contatos com quem conseguir transporte marítimo. Anos servindo no exército de Deheon ensinaram o paladino Rhogar a manejar sua espada. Você recebe o poder escolhido, mas ainda precisa cumprir seus pré-requisitos.\n\nPoder Único. Cada origem tem um poder exclusivo, descrito após os outros benefícios. Ele pode ser escolhido como um de seus dois benefícios. Apenas personagens com essa origem podem escolher esse poder.\n\nO humano clérigo Pivas, que cresceu isolado nas florestas de Tollon, escolhe a origem eremita. Ele começa com os seguintes itens: uma barraca e uma maleta de medicamentos. Pivas então pode escolher dois benefícios: ele escolhe a perícia Religião e o poder único Busca Interior."
    },
    {
      "type": "folder",
      "name": "Origens Regionais (Atlas de Arton)",
      "items": [
        {
          "type": "item",
          "name": "Origens Regionais",
          "description": "Origens regionais são relacionadas a um reino ou região de Arton. Você pode escolher uma delas (no lugar de sua origem comum) se for nativo desse local ou tiver passado os seus anos formativos lá. \n\nDiferente das origens do livro básico, que representam conceitos amplos, origens regionais fornecem um benefício único, característico do local ao qual pertencem. Se o benefício incluir treinamento em uma perícia na qual você já seja treinado, você pode ser treinado em outra perícia de classe. Para os demais efeitos, use as mesmas regras de origens. Efeitos de origens contam como efeitos de habilidades para fins de acúmulo."
        },
        {
          "type": "item",
          "name": "Agricultor Sambur (Sambúrdia)",
          "description": "Você trabalhou nos campos férteis das Repúblicas Livres, onde aprendeu muito sobre os animais, a natureza e o trabalho duro.\n\nItens. Ferramenta agrícola (mesmas estatísticas de uma lança), T$ 100 (um presente de despedida da sua família).\n\nBenefício. Você é treinado em Adestramento e Sobrevivência e, uma vez por cena, pode gastar 1 PM para receber +1d6 em um teste de perícia."
        },
        {
          "type": "item",
          "name": "Amazona de Hippion (Deheon, Namalkah)",
          "description": "Você é uma das orgulhosas amazonas de Hippion, um dos povos nativos de Arton Norte.\n\nItens. Arma simples ou marcial, cavalo de guerra.\n\nBenefício. Você é treinada em Cavalgar e, se não estiver usando armadura pesada, soma seu Carisma nos PM, limitado pelo seu nível (apenas após um dia)."
        },
        {
          "type": "item",
          "name": "Amoque Púrpura (Ermos Púrpuras)",
          "description": "Raiva compele os golpes de guerreiros por todo o mundo, mas nos Ermos Púrpuras a prática é refinada ao limite. Você cresceu entre esses lutadores imprevisíveis.\n\nItens. Arma simples, estandarte da sua tribo.\n\nBenefício. Você é treinado em Intimidação e, quando está sob efeito de Fúria, Fúria Divina ou Poder Oculto, recebe +2 em rolagens de dano."
        },
        {
          "type": "item",
          "name": "Anão de Armas (Doherimm)",
          "description": "Você foi treinado pela Guilda dos Armeiros, tendo aprendido a fabricar — e usar — armas anãs.\n\nItens. Arma marcial tradicional anã, instrumentos de Ofício (armeiro).\n\nBenefício. Você é treinado em Ofício (armeiro) e recebe +2 em rolagens de dano com armas tradicionais anãs (machados, martelos, marretas e picaretas)."
        },
        {
          "type": "item",
          "name": "Andarilho Ubaneri (Ubani)",
          "description": "Sonhando um dia ser membro da Patrulha da Fronteira, você pratica técnicas de lança e escudo e já conquistou a amizade de um alikunhá.\n\nItens. Escudo pesado, lança.\n\nBenefício. Você recebe um alikunhá, um parceiro iniciante que não conta em seu limite de parceiros (veja o quadro na página 471), e proficiência com escudos. Caso já tenha essa proficiência, o bônus na Defesa que seu escudo fornece aumenta em +1."
        },
        {
          "type": "item",
          "name": "Aprendiz de Dragoeiro (Sckharshantallas)",
          "description": "Você aprendeu técnicas para enfrentar dragões tolos a ponto de entrar em Sckharshantallas — o que certamente será útil contra outras feras.\n\nItens. Arma simples ou marcial à sua escolha, troféu de caça, treckod.\n\nBenefício. Você recebe +2 na Defesa contra criaturas maiores que você e +2 em Reflexos. Além disso, se passar em um teste de Reflexos, seus ataques contra a fonte do efeito causam +1d8 pontos de dano até o final da cena."
        },
        {
          "type": "item",
          "name": "Aprendiz de Drogadora (Galrasia)",
          "description": "Você era discípula de uma voracis drogadora e estudou as artes de cura em Galrasia.\n\nItens. Bálsamo restaurador x2, poção de curar ferimentos x2, maleta de medicamentos.\n\nBenefício. Você é treinada em Cura e Ofício (alquimista). Como usa partes de seu corpo para fabricar preparados alquímicos e poções, você gasta apenas 1/4 do preço dos itens em matérias-primas."
        },
        {
          "type": "item",
          "name": "Aristocrata Dai’zenshi (Tamu-ra)",
          "description": "Você faz parte da nobreza tamuraniana, como descendente direto de um dos três Grandes Clãs ou como vassalo em alguma família samurai. Assim, é visto como um exemplo a ser seguido.\n\nItens. Traje da corte, katana superior com uma melhoria (exceto material especial).\n\nBenefício. Você é treinado em Nobreza. Além disso, ao completar um descanso, caso não tenha feito nenhum teste de Enganação, Furtividade ou Ladinagem desde seu último descanso, você recebe +1 PM temporário para cada dois níveis."
        },
        {
          "type": "item",
          "name": "Armeiro Armado (Zakharov)",
          "description": "Você aprendeu o ofício mais tradicional e respeitado de Zakharov. Suas armas não são apenas instrumentos de combate, mas obras de arte.\n\nItens. Arma marcial, instrumentos de Ofício (armeiro).\n\nBenefício. Você é treinado em Ofício (armeiro) e pode fabricar armas com uma melhoria. Se aprender a fabricar armas superiores por outra habilidade, gasta apenas 1/4 do preço das melhorias que aplica em armas."
        },
        {
          "type": "item",
          "name": "Aspirante a herói (Deheon)",
          "description": "Você nasceu para ser herói, com potencial para se tornar protagonista das canções épicas dos bardos.\n\nItens. Essência de mana, mochila de aventureiro.\n\nBenefício. Você recebe +1 em um atributo à sua escolha."
        },
        {
          "type": "item",
          "name": "Assistente Forense (Salistick)",
          "description": "Você cresceu em Salistick, onde teve contato com o que a ciência tem de mais avançado para a detecção e solução de crimes. Suas capacidades de dedução e análise se tornaram profundamente aguçadas.\n\nItens. Lupa (conta como uma ferramenta que fornece +1 em Investigação).\n\nBenefício. Você é treinado em Investigação e pode usar esta perícia para necropsia, identificar itens alquímicos e rastrear (veja as perícias Cura, Ofício e Sobrevivência, em Tormenta20). Além disso, pode identificar criaturas em uma cena de crime ou equivalente mesmo que elas não estejam mais presentes. Isso funciona como um teste de identificar criatura, com uma penalidade de –1 para cada dia decorrido. Se passar, além do normal, você identifica a raça da criatura."
        },
        {
          "type": "item",
          "name": "Bandoleiro da Fortaleza (Khalifor)",
          "description": "Você cresceu se esgueirando pelos becos de Khalifor, vendo o pior que humanos e duyshidakk têm a oferecer.\n\nItens. Adaga, gazua, manto camuflado (urbano).\n\nBenefício. Você é treinado em Furtividade e Intimidação, e recebe resistência a medo +5."
        },
        {
          "type": "item",
          "name": "Barão Arruinado (Trebuck)",
          "description": "Você estava destinado a se tornar o senhor de um feudo, mas seu título se perdeu. Pelo menos isso o ensinou a lidar com os reveses da vida.\n\nItens. Anel com símbolo da família (T$ 200), títulos de terras expirados (+2 em Diplomacia com nobres e burocratas), traje da corte.\n\nBenefício. Você é treinado em Nobreza. Sempre que falha em um teste de perícia e a falha acarreta uma consequência negativa (gastar uma ação, perder PV, sofrer um efeito etc.), você recebe +2 em testes da mesma perícia até o final da cena."
        },
        {
          "type": "item",
          "name": "Catador da Cidade Velha (Nova Malpetrim)",
          "description": "As ruínas inundadas da Velha Malpetrim guardam riquezas, segredos e incontáveis perigos. Você cresceu vasculhando essas profundezas em busca do almoço do dia seguinte.\n\nItens. Luneta, luvas de pelica, tranqueiras resgatadas do mar (2 espaços, valor de venda T$ 100).\n\nBenefício. Você é treinado em Fortitude e Percepção e pode gastar 1 PM para receber deslocamento de natação igual ao seu deslocamento básico (se já tiver deslocamento de natação, em vez disso ele aumenta em +3m) por uma cena. Esse deslocamento não permite respirar debaixo d’água automaticamente, mas dobra o limite de tempo em que você pode segurar sua respiração."
        },
        {
          "type": "item",
          "name": "Cativo das Fadas (Pondsmânia)",
          "description": "Quando era um bebê, você foi levado para a Pondsmânia. Talvez tenha sido trocado por seus pais em um acordo com uma fada, talvez tenha sido roubado pelas Cyruthnallach. De qualquer forma, sua infância foi permeada de brincadeiras bizarras e jogos feéricos.\n\nItens. Corda, ração de viagem x10, essência de mana.\n\nBenefício. Você recebe resistência a espíritos e magia +2 e +1 PV por nível de personagem."
        },
        {
          "type": "item",
          "name": "Competidor do Circuito (Trebuck)",
          "description": "Você percorreu o grande Circuito de Torneios de Trebuck. Pode ter sido parte da equipe de um cavaleiro ou um aspirante a competidor, ansiando por um dia disputar os eventos principais. Sua hora ainda não chegou, mas enquanto isso você usa o que aprendeu em suas aventuras.\n\nItens. Arma marcial, T$ 100 (suas economias para comprar equipamentos de torneio).\n\nBenefício. Você recebe o poder Torcida. Enquanto está sob efeito desse poder, sempre que reduz um inimigo a 0 PV com um ataque corpo a corpo, você recupera 1 PM."
        },
        {
          "type": "item",
          "name": "Cosmopolita (Valkaria)",
          "description": "Tendo crescido na maior cidade de Arton, você já viu de tudo e está preparado para a maior parte.\n\nItens. Equipamento de viagem, traje de viajante, um item artístico de origem cultural indefinida (½ espaço, T$ 100).\n\nBenefício. Escolha um poder geral ou de uma classe na qual você tenha pelo menos dois níveis, e cujos requisitos você cumpra (exceto poderes concedidos ou da Tormenta). Você recebe esse poder. Uma vez por aventura, após concluir um descanso (oito horas de sono), pode trocar esse poder por outro."
        },
        {
          "type": "item",
          "name": "Cria da Favela (Valkaria)",
          "description": "A Favela dos Goblins é um lugar empobrecido e injustiçado, esquecido pelos governantes de Valkaria. Essa comunidade o tornou resistente e incansável.\n\nItens. Andrajos de aldeão, corda, vara de madeira.\n\nBenefício. Você recebe +1 em Constituição e, por piores que sejam as condições de descanso, sua recuperação é sempre pelo menos normal."
        },
        {
          "type": "item",
          "name": "Criado pelas Voracis (Galrasia)",
          "description": "Ainda jovem, você foi encontrado por um grupo de voracis em Galrasia. Elas o adotaram e o criaram de acordo com suas tradições e valores.\n\nItens. Arma simples, armadura leve, lança\n\nBenefício. Você recebe +2 na Defesa e Sobrevivência e +3m em seu deslocamento."
        },
        {
          "type": "item",
          "name": "De Outro Mundo (Éter Divino)",
          "description": "Você veio de outro mundo através do Éter Divino. Como alternativa, pode ter chegado a Arton por uma tempestade de areia do Deserto da Perdição, via uma viagem planar de Vectora ou por qualquer outra forma mágica ou maluca.\n\nItens. Trajes exóticos, um item qualquer de até T$ 100 do seu mundo natal.\n\nBenefício. Você possui uma habilidade ou tecnologia especial de seu mundo de origem. Para representar esse efeito, escolha uma magia de 1º círculo e um atributo-chave para ela. Se for uma habilidade, você pode lançar essa magia. Se for uma tecnologia, você recebe um item Minúsculo (RD 10, PV iguais à metade dos seus) que ocupa 1 espaço e deve ser empunhado para lançar a magia, mas seu limite de PM para ela aumenta em +2. Por fim, escolha se o efeito será mágico ou mundano (nesse caso, não contará como uma magia, exceto para fins de acúmulo). O mestre tem a palavra final sobre qualquer efeito e combinação."
        },
        {
          "type": "item",
          "name": "Descendente Colleniano (Ahlen)",
          "description": "Você descende do povo de Collen, um antigo reino insular absorvido por Ahlen. Sua linhagem tem olhos de cores incomuns, com alguns poucos chegando a apresentar poderes mágicos ligados à visão. Você é um desses poucos.\n\nItens. Arma simples, estojo de disfarces, ração de viagem x5.\n\nBenefício. Você recebe +2 em Percepção e pode lançar a magia Visão Mística. Caso aprenda essa magia novamente, seu custo diminui em –1 PM."
        },
        {
          "type": "item",
          "name": "Desertor da Supremacia (Supremacia)",
          "description": "Você passou pelo treinamento padrão dos batalhões puristas e talvez tenha visto de perto as atrocidades desses vilões. Seja como for, decidiu que não podia ficar neutro frente à Supremacia.\n\nItens. Brunea com símbolo purista raspado, escudo pesado, espada bastarda, ração de viagem x10.\n\nBenefício. Você é treinado em Guerra e recebe proficiência com espadas bastardas e escudos. Se estiver empunhando uma espada bastarda e um escudo pesado, recebe +2 em testes de ataque."
        },
        {
          "type": "item",
          "name": "Duplo Feérico (Pondsmânia)",
          "description": "Em algum lugar de Arton, há alguém igual a você. Com a mesma aparência, as mesmas capacidades, os mesmos ideais. Talvez isso rendesse uma boa amizade, mas esse alguém veio primeiro. Você é apenas a cópia feita por uma fada.\n\nItens. Essência de mana, marca no corpo ou característica física não possuída pela sua versão original.\n\nBenefício. Escolha uma habilidade de classe de 1º nível de uma classe que não seja a sua. Você recebe essa habilidade e pode usá-la como se tivesse 1 nível naquela classe (se escolher a habilidade Magias, você aprende uma única magia e recebe +1 ponto de mana, mas não soma o atributo-chave da habilidade em seu total de PM)."
        },
        {
          "type": "item",
          "name": "Duyshidakk Infiltrado (Tyrondir)",
          "description": "Você viveu entre o povo do Reinado por muito tempo, absorvendo seu modo de vida… mas secretamente devotado a construir O Mundo Como Deve Ser.\n\nItens. Arma marcial, peças sobressalentes (T$ 100 para vender ou construir engenhocas).\n\nBenefício. Você recebe +2 em Furtividade e Vontade e pode usar Sabedoria como atributo-chave de Enganação (em vez de Carisma)."
        },
        {
          "type": "item",
          "name": "Emissário Ubaneri (Ubani)",
          "description": "Você foi preparado para percorrer as terras distantes e conhecer mais sobre o mundo além da Savana. Você nunca fica solitário, pois está acompanhado de um alikunhá, um pequeno pedaço de Ubani.\n\nItens. Essência de mana, mochila de aventureiro.\n\nBenefício. Você recebe um alikunhá, um parceiro iniciante que não conta em seu limite de parceiros (veja o quadro na página 471) e pode usar Sabedoria como atributo-chave de Misticismo (em vez de Inteligência)."
        },
        {
          "type": "item",
          "name": "Escudeiro da Luz (Bielefeld)",
          "description": "Você não serviu a um cavaleiro errante qualquer, mas a um nobre e honrado cavaleiro da Luz. Ao lado dele, aprendeu todas as tarefas diárias desse ofício, além dos valores da nobreza e da justiça.\n\nItens. Cota de malha ou escudo pesado, enfeite de elmo com o símbolo da Ordem da Luz.\n\nBenefício. Você é treinado em Nobreza. Além disso, recebe +2 na Defesa e +3 PM."
        },
        {
          "type": "item",
          "name": "Escudeiro Solitário (Bielefeld)",
          "description": "Ninguém sabe, mas você foi escudeiro de um cavaleiro de Bielefeld… ou cupincha de um trambiqueiro. Seu mestre era membro dos Cavaleiros Solitários, disposto a todo tipo de subterfúgio, intriga e traição para ajudar os verdadeiros heróis.\n\nItens. Cota de malha, escudo pesado, enfeite de elmo.\n\nBenefício. Você é treinado em Enganação e Ladinagem e recebe +10 em testes de Enganação para se disfarçar como cavaleiro da Luz. Além disso, se tiver Código de Honra (ou outro semelhante), atacar pelas costas não faz com que você o viole."
        },
        {
          "type": "item",
          "name": "Estandarte Vivo (Ermos Púrpuras)",
          "description": "Muitas tribos dos Ermos Púrpuras acabaram extintas — por guerra, por doença ou pela corrupção da Tormenta. Sua tribo se foi, mas você permanece, uma prova viva de que um dia seu povo existiu.\n\nItens. Arma simples ou marcial, gibão de peles, fragmento do estandarte do seu povo (se vestido, fornece +1 em testes de Vontade).\n\nBenefício. Você recebe +2 em Sobrevivência e um poder de combate ou da Tormenta à sua escolha."
        },
        {
          "type": "item",
          "name": "Estudante da Academia (Academia Arcana)",
          "description": "Você frequentou a Academia Arcana. Pode ou não ter se tornado um arcanista, mas com certeza aprendeu algo sobre lançar magias.\n\nItens. Coleção de livros (uma qualquer), essência de mana x2.\n\nBenefício. Você aprende e pode lançar uma magia arcana de 1o círculo a sua escolha (atributo- -chave Inteligência). Além disso, pode fazer testes de Misticismo mesmo sem ser treinado nessa perícia. Se for treinado, recebe +2 em testes dela."
        },
        {
          "type": "item",
          "name": "Estudante do Colégio Real (Salistick)",
          "description": "Você teve a oportunidade de estudar no ilustríssimo Colégio Real de Médicos de Salistick. Seu ceticismo e rigor científico o afastam dos deuses e o aproximam da compreensão da vida.\n\nItens. Bálsamo restaurador x3, maleta de medicamentos.\n\nBenefício. Você é treinado em Cura. Além disso, seus efeitos de cura recuperam +2 PV por dado. Você perde esse benefício caso se torne um devoto de qualquer tipo."
        },
        {
          "type": "item",
          "name": "Explorador de Ruínas (Tyrondir)",
          "description": "A destruição de Tyrondir atraiu exploradores em busca de riquezas que possam ter sobrevivido à queda da Flecha de Fogo. Após um tempo nessa atividade, você aprendeu alguns truques úteis.\n\nItens. Mochila de aventureiro, tocha, vara de madeira (3m).\n\nBenefício. Você recebe +2 em Ladinagem, Percepção e Reflexos e +3m em seu deslocamento."
        },
        {
          "type": "item",
          "name": "Filhote da Revoada (Lamnor)",
          "description": "Você passou grande parte de sua juventude entre a Revoada Carnívora e seus perigosos e fantásticos engenhos voadores. Você ainda não tem seu próprio veículo, mas aprendeu duras lições entre voos e quedas.\n\nItens. Instrumentos de Ofício (artesão), T$ 100 (que você está juntando para fabricar seu primeiro veículo aéreo).\n\nBenefício. Você é treinado em Acrobacia e Pilotagem. Quando faz um teste de uma dessas perícias, pode gastar 1 PM para rolar um dado adicional e usar o melhor resultado."
        },
        {
          "type": "item",
          "name": "Futura Lenda (Nova Malpetrim)",
          "description": "Você nasceu ouvindo histórias sobre heróis, talvez tenha sido batizado com o nome de um deles e por fim decidiu fazer a única coisa que tinha sentido: superá-los!\n\nItens. Arma simples ou marcial com nome pomposo (e nenhuma melhoria), essência de mana x2.\n\nBenefício. Escolha um dos poderes de sua classe, normalmente disponíveis a partir do 2º nível. Você recebe esse poder."
        },
        {
          "type": "item",
          "name": "Ginete de Tumarkhân (Khubar)",
          "description": "O povo de Khubar usa o lagarto tumarkhân como montaria. Você estabeleceu um elo com um desses animais, que o acompanha em suas jornadas.\n\nItens. Bálsamo restaurador, sela.\n\nBenefício. Você é treinado em Cavalgar e possui um parceiro tumarkhân iniciante, com quem recebe +2 em testes de Adestramento e Cavalgar. Se receber outra montaria especial (como pelos poderes Montaria ou Montaria Sagrada), você pode usar seu tumarkhân como essa montaria, acumulando o bônus em perícias com os benefícios da montaria especial."
        },
        {
          "type": "item",
          "name": "Grumete Pirata (Três Mares)",
          "description": "Por paixão, sede de liberdade ou pura necessidade, você serviu em uma embarcação pirata.\n\nItens. Adaga, corda, tatuagem de sua antiga tripulação (+1 em Intimidação).\n\nBenefício. Você é treinado em Acrobacia, Atletismo e Reflexos e, se estiver se equilibrando, escalando ou nadando, só cai ou afunda se falhar no teste de perícia por 10 ou mais (em vez de 5 ou mais)."
        },
        {
          "type": "item",
          "name": "Guardião Glacial (Uivantes)",
          "description": "As Uivantes são inclementes, mas também precisam de seus protetores. Você treinou com eles e aprendeu como afugentar intrometidos.\n\nItens. Casaco longo, cavalo glacial.\n\nBenefício. Você recebe redução de frio 5 e proficiência em arco longo e machado de batalha. Caso já possua proficiência com essas armas, você recebe +2 em rolagens de dano com elas."
        },
        {
          "type": "item",
          "name": "Iniciado dos Caça-Monstros (Sanguinárias)",
          "description": "Você foi iniciado na Guilda dos Caça-Monstros. Mesmo que ainda não seja capaz de vencer todas as criaturas, consegue ao menos identificá-las!\n\nItens. Arma simples ou marcial, gibão de peles.\n\nBenefício. Você pode fazer testes para identificar criaturas com uma ação de movimento e, quando acerta um ataque em uma criatura não humanoide, pode gastar 1 PM para causar +1d8 pontos de dano."
        },
        {
          "type": "item",
          "name": "Insurgente Tapistano (Império de Tauron)",
          "description": "O Império de Tauron está ruindo. O Deus da Força está morto. Para você, isso ainda não é suficiente. O povo só estará satisfeito quando todos os antigos generais e escravagistas forem punidos.\n\nItens. Amuleto com um símbolo da resistência reconhecível por outros rebeldes, arma simples.\n\nBenefício. Você recebe +1 em Fortitude, Reflexos e Vontade. Além disso, recebe +3 pontos de vida no 1º nível e +1 PV por nível seguinte."
        },
        {
          "type": "item",
          "name": "Irmão sem Esporas (Namalkah)",
          "description": "Você possui um cavalo que o acompanha desde a infância; vocês cresceram juntos, tornando-se verdadeiros irmãos.\n\nItens. Bálsamo restaurador, sela.\n\nBenefício. Você possui um irmão cavalo, um cavalo de guerra parceiro iniciante que fornece +1 em testes de ataque e Reflexos. Se receber outra montaria especial (como aquela concedida pelos poderes Montaria ou Montaria Sagrada), você pode usar seu irmão cavalo como essa montaria, acumulando o bônus em perícias com os benefícios da montaria especial."
        },
        {
          "type": "item",
          "name": "Legionário (Império de Tauron)",
          "description": "Você serviu nas legiões do Império de Tauron, onde aprendeu a usar o equipamento de um legionário. Agora que seu serviço terminou, você espera usar as técnicas aprendidas para dar um novo rumo a Tapista.\n\nItens. Brunea com símbolo de sua legião, escudo pesado, gládio, ração de viagem x10.\n\nBenefício. Você é treinado em Guerra e recebe proficiência com gládios (veja Ameaças de Arton) e escudos. Se estiver empunhando um gládio e um escudo pesado, recebe +1 na margem de ameaça e +1 na Defesa."
        },
        {
          "type": "item",
          "name": "Lenhador de Tollon (Tollon)",
          "description": "Você foi criado entre as imponentes árvores da Floresta de Tollon, que lhe serviram tanto como casa quanto como fonte de sustento.\n\nItens. Item superior de madeira Tollon.\n\nBenefício. Você é treinado em Ofício (artesão) e recebe +5 em testes de perícias (exceto testes de ataque) relacionados a madeira. Além disso, você recebe proficiência com machadinhas e machados de batalha; caso já possua proficiência com essas armas, recebe +2 em rolagens de dano com elas."
        },
        {
          "type": "item",
          "name": "Liricista de Lenórienn (Lamnor)",
          "description": "Mesmo não tendo vivido o auge do Reino dos Elfos, você ouviu histórias suficientes para admirá-lo. Inspirado pelas tradições élficas, você aprendeu a transformar sua magia em arte.\n\nItens. Alaúde élfico, réplica de uma peça artística élfica (1 espaço, T$ 50).\n\nBenefício. Você é treinado em Atuação e recebe +2 nessa perícia. Além disso, pode usar Carisma como atributo-chave de Misticismo (no lugar de Inteligência)."
        },
        {
          "type": "item",
          "name": "Membro do Principado (Sambúrdia)",
          "description": "Você faz parte do Principado Mercante, uma das organizações mais poderosas das Repúblicas Livres. Ainda está longe do topo, mas até mesmo os Príncipes Mercantes começaram em algum lugar.\n\nItens. Carroça, mercadorias sortidas (8 espaços, T$ 400).\n\nBenefício. Você é treinado em Diplomacia e Intuição. Quando chega em uma cidade pela primeira vez em cada aventura, pode fazer um teste de Diplomacia (CD 20). Se passar, recebe 10% de desconto em todos os itens que comprar neste lugar (cumulativo com barganha)."
        },
        {
          "type": "item",
          "name": "Nitamuraniano (Valkaria)",
          "description": "Você foi criado na maior comunidade tamuraniana fora do próprio Império de Jade. Seus valores culturais misturam as complexas e distintas tradições deheoni e tamuranianas.\n\nItens. Arco longo ou katana, camisa bufante ou traje de seda.\n\nBenefício. Você recebe proficiência em katana e arco longo. Caso receba proficiência nessas armas novamente, recebe +2 em rolagens de dano com elas. Além disso, quando falha em um teste de perícia originalmente baseada em Sabedoria, você pode gastar 2 PM para refazer esse teste (apenas uma vez por teste)."
        },
        {
          "type": "item",
          "name": "Nobre Zakharoviano (Zakharov)",
          "description": "Você descende de uma das tradicionais famílias de nobres armeiros zakharovianos. Além do sobrenome, ostenta com orgulho uma de suas obras-primas.\n\nItens. Traje da corte.\n\nBenefício. Você é treinado em Ofício (armeiro) e recebe uma arma superior com uma melhoria (exceto material especial). Se estiver de posse dessa arma, recebe +2 PM por patamar (apenas após um dia)."
        },
        {
          "type": "item",
          "name": "Nômade Sar-Allan (Halak-Tûr)",
          "description": "Você cresceu entre os sar-allan, aprendendo a resistir aos rigores — e aos predadores — do deserto.\n\nItens. Arma simples ou marcial, corcel do deserto ou dromedário (veja Ameaças de Arton), manto camuflado (deserto).\n\nBenefício. Você recebe +2 em Fortitude e Sobrevivência e nas rolagens de dano com alfanges, arcos curtos e cimitarras."
        },
        {
          "type": "item",
          "name": "Pescador Parrudo (Khubar)",
          "description": "Desde criança, você pesca nas águas profundas de Khubar. Tal atividade deixou seu corpo forte e resistente.\n\nItens. Vara de pesca (pode usar Sobrevivência para sustento), peixes raros salgados para revenda (1 espaço, T$ 50).\n\nBenefício. Você recebe +2 em Atletismo, Fortitude e Sobrevivência e +3 PV. Além disso, quando faz um teste de Atletismo para nadar você avança seu deslocamento (em vez de apenas a metade)."
        },
        {
          "type": "item",
          "name": "Plebeu Arcano (Wynlla)",
          "description": "Crescer em Wynlla é estar próximo da magia. Esse contato o deixou mais acostumado aos aspectos místicos de Arton.\n\nItens. Bandoleira de poções, gorro de ervas, poção arcana de 1o círculo.\n\nBenefício. Você recebe +2 PM. Além disso, uma vez por rodada, quando falha em um teste de resistência contra um efeito mágico, você pode gastar 1 PM para rolar novamente esse teste."
        },
        {
          "type": "item",
          "name": "Prisioneiro das Catacumbas (Leverick)",
          "description": "Você vivia uma vida comum e sem grandes emoções, até ter o azar de abrir a porta errada. Talvez também tenha sido por mero acaso que você escapou das Catacumbas de Leverick.\n\nItens. Arma marcial encontrada no corpo de alguém que não sobreviveu às Catacumbas.\n\nBenefício. Você é treinado em Percepção e Reflexos e recebe resistência a armadilhas e efeitos de movimento +5."
        },
        {
          "type": "item",
          "name": "Procurado: Vivo ou Morto (Smokestone)",
          "description": "Você é um pistoleiro infame nas cercanias de Smokestone, odiado e caçado por outros durões. Provavelmente foi tudo um engano e você ainda não faz jus a esse renome, mas sua cabeça está a prêmio!\n\nItens. Pistola, balas cruéis (20).\n\nBenefício. Você recebe proficiência com armas de fogo. Além disso, recebe +5 em testes de Intimidação e –5 em testes de Diplomacia contra qualquer um que, a critério do mestre, o reconheça e saiba de sua fama."
        },
        {
          "type": "item",
          "name": "Profeta do Akzath (Lamnor)",
          "description": "Você conhece a verdade sobre o tempo e o destino, na forma do Akzath. Quem sabe será você a encontrar o novo Ayrrak?\n\nItens. Arma simples ou marcial, bordão, pergaminho com diagrama do Akzath.\n\nBenefício. Você é treinado em Religião e pode lançar magias mesmo sob o efeito de Fúria Divina."
        },
        {
          "type": "item",
          "name": "Querido Filho (Aslothia)",
          "description": "Você passou parte de sua juventude em Aslothia. Lá, por escolha ou imposição do destino, abraçou a dádiva das trevas.\n\nItens. Essência de sombra, manto camuflado (urbano).\n\nBenefício. Você redução de frio e trevas 5 e visão no escuro. Se já possuir visão no escuro, em vez disso recebe +2 em Percepção."
        },
        {
          "type": "item",
          "name": "Rebelde Agitador (Sckharshantallas)",
          "description": "Sua terra natal, Sckharshantallas, está sob o jugo permanente de um monstro tirano. Você fez parte de grupos rebeldes, mas agora partiu para se aventurar. Espera se tornar forte para, um dia, depor o Dragão-Rei.\n\nItens. Arma simples ou marcial, panfleto revolucionário, T$ 6d12 (impostos que você deixou de pagar).\n\nBenefício. Você é treinado em Iniciativa e, uma vez por aventura, pode gastar um dia para convencer pessoas comuns a ajudá-lo. Faça um teste de Diplomacia (CD 10). Se passar, você convence uma pessoa, mais uma para cada 10 pontos acima da CD (duas pessoas com resultado 20, três com resultado 30 e assim por diante). Cada pessoa pode ser usada como um parceiro iniciante de um tipo à sua escolha por uma cena. As pessoas não contam em seu limite de parceiros e ficam com você até serem usadas ou até o fim da aventura."
        },
        {
          "type": "item",
          "name": "Receptador das Nuvens (Vectora)",
          "description": "Você cresceu em Vectora, o fabuloso Mercado nas Nuvens. Andando entre os bazares e becos da cidade, conheceu diversos mercadores.\n\nItens. Mercadorias raras e variadas (2 espaços, T$ 300).\n\nBenefício. Você possui contatos em Vectora que lhe dão acesso a mercadorias. Se estiver em uma cidade ou outro lugar em que, a critério do mestre, possa acessar seus contatos, você pode gastar 1 dia para obter um aparato mágico: um item de 1 espaço que você (e apenas você) pode empunhar para lançar uma magia de 1º círculo (atributo-chave Inteligência), escolhida ao obter o aparato. Você pode ter até 2 aparatos ao mesmo tempo. Os aparatos não têm valor comercial."
        },
        {
          "type": "item",
          "name": "Recruta Arcano (Wynlla)",
          "description": "Você serviu entre os Magos de Batalha de Wynlla. Agora, livre de suas obrigações cívicas, está pronto para seguir sua vida de aventuras.\n\nItens. Essência de mana x2, varinha arcana.\n\nBenefício. A CD para resistir a suas magias arcanas aumenta em +1 e elas causam +1 ponto de dano."
        },
        {
          "type": "item",
          "name": "Recruta da Fênix (Triunphus)",
          "description": "Você começou o treinamento para combater a Horda Moóck montado em um majestoso grifo. Por vontade própria ou imposição, você saiu da cidade antes de completar o treinamento… ou morrer!\n\nItens. Arma marcial, brunea, grifo iniciante.\n\nBenefício. Você recebe +1 PV por nível e redução de fogo 5, e é treinado em Cavalgar."
        },
        {
          "type": "item",
          "name": "Sábio Matemático (Halak-Tûr)",
          "description": "Você estudou as complexas equações que os sar-allan usam para calcular a formação de portais no deserto. Talvez ainda não consiga prever esses eventos tão bem quanto seus mestres, mas sabe usar o poder da matemática para resolver diversos problemas.\n\nItens. Coleção de livros, luneta.\n\nBenefício. Você é treinado em Conhecimento. Além disso, aprende e pode lançar Concentração de Combate e Orientação. Estes efeitos não contam como magias (exceto para fins de acúmulo) e não são mágicos — eles provêm de sua habilidade de calcular resultados a partir de uma mistura de geometria, análise de probabilidades e outros campos da matemática."
        },
        {
          "type": "item",
          "name": "Selvagem Sanguinário (Sanguinárias)",
          "description": "Você nasceu ou foi criado nas Montanhas Sanguinárias, um dos lugares mais brutais de Arton, onde aprendeu a sobreviver com base na determinação e força bruta.\n\nItens. Arma marcial, gibão de peles.\n\nBenefício. Você é treinado em Sobrevivência e, se não estiver usando armadura pesada, recebe +1 em rolagens de dano com armas e redução de dano 1."
        },
        {
          "type": "item",
          "name": "Sucateiro de Batalhas (Conflagração do Aço)",
          "description": "Muitos dizem que a Guerra Artoniana acabou. Não onde você foi criado. Em uma terra onde escaramuças são frequentes, você se especializou em pilhar armas e outros itens abandonados nos campos de batalha.\n\nItens. Arma simples ou marcial, bálsamo restaurador, escudo leve ou pesado, essência de mana, ração de viagem x5, T$ 4d6.\n\nBenefício. Você é treinado em Guerra e Investigação. Além disso, quando rola na Tabela 8-1: Tesouro por Nível de Desafio (Tormenta20, p. 328), para cada tipo de tesouro (dinheiro ou item) você pode rolar novamente o resultado."
        },
        {
          "type": "item",
          "name": "Tamalu (Khubar)",
          "description": "Você nasceu entre os tamalus, a casta política de Khubar que ostenta tatuagens mágicas mostrando sua história. Embora sua saga esteja apenas começando, você já conquistou sua primeira tatuagem.\n\nItens. Traje da corte.\n\nBenefício. Você é treinado em Diplomacia e Nobreza e recebe uma tatuagem mística à sua escolha."
        },
        {
          "type": "item",
          "name": "Tocado pela Dama Altiva (Moreania)",
          "description": "Nascido em Moreania, você foi agraciado pela própria Mãe Natureza. Você consegue entender as vozes da natureza e pode invocar o auxílio dos filhos de Allihanna.\n\nItens. Bordão, ração de viagem x5.\n\nBenefício. Você é treinado em Adestramento e pode gastar 1 minuto e 1 PM para convocar um animal Minúsculo a sua escolha, como um falcão ou gato, em seu auxílio. A criatura convocada fornece +2 nos seus testes de uma perícia específica, adequada às suas capacidades, e permanece auxiliando-o até o fim da cena, quando então retorna para os ermos. Você pode ter um número de criaturas convocadas simultâneas igual à sua Sabedoria (mínimo de 1). O mestre tem a palavra final sobre quais criaturas estão disponíveis e em quais perícias elas podem prestar auxílio."
        },
        {
          "type": "item",
          "name": "Tocado pelo Indomável (Moreania)",
          "description": "A face oposta da Dama Altiva, o Indomável é uma divindade de ferocidade e selvageria. Agraciado com o poder dos monstros, você tem dificuldade em se adequar às normas e restrições da sociedade.\n\nItens. Trapos surrados, carcaça de couro de algum animal caçado por você (conta como um gibão de peles).\n\nBenefício. Você é treinado em Atletismo e recebe +2 em rolagens de dano com armas naturais e ataques desarmados."
        },
        {
          "type": "item",
          "name": "Tradicionalista Svalano (Svalas)",
          "description": "Svalas é díspar, honrado e livre. Após todos os registros escritos do reino terem sido destruídos, a tradição svalana foi passada pela oralidade. Você é o fruto dessas histórias.\n\nItens. Arma simples ou marcial, corda, mochila de aventureiro, vara de madeira (3 m).\n\nBenefício. Você pode usar Sabedoria como atributo-chave de Conhecimento e Nobreza e pode fazer testes dessas perícias mesmo sem treinamento. Além disso, recebe +1 em Fortitude e Vontade."
        },
        {
          "type": "item",
          "name": "Trapaceiro Ahleniense (Ahlen)",
          "description": "Há um ditado em Ahlen: todo dia saem de casa um malandro e um otário. Você definitivamente aprendeu como não ser o otário.\n\nItens. Essência de sombra, gazua, estojo de disfarces.\n\nBenefício. Você recebe +2 em Enganação e Furtividade e pode usar Carisma como atributo-chave de Ladinagem (em vez de Destreza)."
        },
        {
          "type": "item",
          "name": "Turista da Academia (Academia Arcana)",
          "description": "Você assistiu a algumas aulas na Academia Arcana. Não se tornou um arcanista, mas aprendeu a lidar com magias e enjambrar alguns truques!\n\nItens. Três pergaminhos de magias arcanas de 1º círculo à sua escolha.\n\nBenefício. Você recebe resistência a magia +2 e pode ativar pergaminhos de todas as magias arcanas de 1º círculo como se as conhecesse."
        },
        {
          "type": "item",
          "name": "Um com os Kami (Tamu-ra)",
          "description": "Desde muito novo, você vê e ouve seres que não podem ser percebidos pela maioria das pessoas. São os kami, os espíritos divinos de Tamu-ra. Às vezes estão enfurecidos; outras vezes, querem pedir sua ajuda. Na maior parte das ocasiões, apenas acham graça de ser percebidos por você e por isso o tratam como amigo.\n\nItens. Bálsamo restaurador, essência de mana.\n\nBenefício. Você pode usar Sabedoria como atributo-chave de Misticismo (em vez de Inteligência). Além disso, é acompanhado por um kami incorpóreo e invisível. Ele é um parceiro especial, que permite que você veja criaturas incorpóreas invisíveis e afete criaturas com seus ataques e habilidades como se fossem mágicos, e não conta em seu limite de parceiros. Além disso, uma vez por rodada você pode gastar 1 PM para executar o equivalente a uma ação de movimento que só pode ser usada para manipular um objeto solto em alcance curto. O kami não pode se afastar além de alcance curto de você. Se for destruído por qualquer efeito, o kami desaparece, retornando no início da próxima cena."
        }
      ]
    },
    {
      "type": "item",
      "name": "Acólito",
      "description": "Neste mundo agraciado com tantos deuses e igrejas, muitos ingressam cedo em alguma ordem religiosa — o que, dependendo de quem é seu deus padroeiro, pode ser motivo de admiração ou repulsa. Talvez você tenha ouvido o chamado da fé, seguiu a tradição espiritual de sua família, ou apenas foi abandonado quando pequeno às portas de um templo ou mosteiro. Tenha ou não se tornado um devoto, suas lembranças são carregadas de orações, evangelhos e outros ensinamentos.\n\nItens. Símbolo sagrado, traje de sacerdote.\n\nBenefícios. Cura, Religião, Vontade (perícias); Medicina, Membro da Igreja, Vontade de Ferro (poderes)."
    },
    {
      "type": "item",
      "name": "Membro da Igreja",
      "description": "Você consegue hospedagem confortável e informação em qualquer templo de sua divindade, para você e seus aliados."
    },
    {
      "type": "item",
      "name": "Amigo dos Animais",
      "description": "Você pode ter sido cavalariço no estábulo de um castelo, criador de gado em uma fazenda, ginete de Namalkah ou mesmo tratador em um zoológico ou circo — em Arton, existem espetáculos circenses com animais em jaulas, que talvez você tenha desejado libertar. Ou então nada disso: desde criança você tem facilidade em lidar com animais, sempre conversou com eles, sentiu ser capaz de compreendê-los. Em certos lugares ou tribos, alguma montaria especial seria destinada a você.\n\nItens. Cão de caça, cavalo, pônei ou trobo (escolha um).\n\nBenefícios. Adestramento, Cavalgar (perícias); Amigo Especial (poder)."
    },
    {
      "type": "item",
      "name": "Amigo Especial",
      "description": "Você recebe +5 em testes de Adestramento com animais. Além disso, possui um animal de estimação que o auxilia e o acompanha em suas aventuras. Em termos de jogo, é um parceiro que fornece +2 em uma perícia a sua escolha (exceto Luta ou Pontaria e aprovada pelo mestre) e não conta em seu limite de parceiros."
    },
    {
      "type": "item",
      "name": "Amnésico",
      "description": "Você perdeu a maior parte da memória. Sabe apenas o próprio nome ou nem isso. Talvez tenha alguns itens pessoais, mas nenhuma ideia de como os conseguiu — podem ser relíquias de família, presentes de um ente querido ou apenas coisas que pegou de viajantes mortos lá atrás. Você não sabe como recebeu seu treinamento; apenas tem uma intuição sobre aquilo que consegue fazer. Seus atuais companheiros são a única família que conhece. Talvez viajando com eles você descubra algo sobre seu passado.\n\nItens. Um ou mais itens (somando até T$ 500), aprovados pelo mestre, que podem ser uma pista misteriosa do seu passado.\n\nBenefícios. Em vez de dois benefícios de uma lista, você recebe uma perícia e um poder escolhidos pelo mestre e o poder Lembranças Graduais."
    },
    {
      "type": "item",
      "name": "Lembranças Graduais",
      "description": "Durante suas aventuras, em determinados momentos a critério do mestre, você pode fazer um teste de Sabedoria (CD 10) para reconhecer pessoas, criaturas ou lugares que tenha encontrado antes de perder a memória."
    },
    {
      "type": "item",
      "name": "Aristocrata",
      "description": "Você nasceu na nobreza. Recebeu educação sofisticada em assuntos acadêmicos, política mercantil, torneios de cavalaria ou mesmo conjuração arcana, dependendo das tradições em sua linhagem e desejos de seus pais. Você ainda procura cumprir seus compromissos como nobre? Luta para conciliar as expectativas da família com a vida de aventuras? Ou cortou totalmente seus laços com o passado, mantendo apenas alguns pertences valiosos e contatos úteis?\n\nItens. Joia de família no valor de T$ 300, traje da corte.\n\nBenefícios. Diplomacia, Enganação, Nobreza (perícias); Comandar, Sangue Azul (poderes)."
    },
    {
      "type": "item",
      "name": "Sangue Azul",
      "description": "Você tem alguma influência política, suficiente para ser tratado com mais leniência pela guarda, conseguir uma audiência com o nobre local etc."
    },
    {
      "type": "item",
      "name": "Artesão",
      "description": "Do alfaiate habilidoso em costurar as vestes da nobreza ao armeiro que forja armas letais, você foi treinado por um parente, mestre ou guilda para fabricar itens importantes no mundo civilizado. Suas habilidades podem ter sido aprendidas para o trabalho, mas se mostraram úteis durante as aventuras.\n\nItens. Instrumentos de ofício (qualquer), um item que você possa fabricar de até T$ 50.\n\nBenefícios. Ofício, Vontade (perícias); Frutos do Trabalho, Sortudo (poderes)."
    },
    {
      "type": "item",
      "name": "Frutos do Trabalho",
      "description": "No início de cada aventura, você recebe até 5 itens gerais que possa fabricar num valor total de até T$ 50. Esse valor aumenta para T$ 100 no patamar aventureiro, T$ 300 no heroico e T$ 500 no lenda."
    },
    {
      "type": "item",
      "name": "Artista",
      "description": "Você possui talento, nasceu com um “dom” — pelo menos é o que outras pessoas gostam de pensar. Será verdade? Ou será que você apenas sentiu atração por certa forma de arte e treinou muito, muito mesmo? Enquanto o artesão fabrica itens “mundanos”, o artista produz entretenimento, alimento para o coração e a alma. Talvez você apenas saiba entoar belas canções, aprendidas na infância com pais amorosos, ou ouvindo fadas na floresta. Ou talvez seja um ator ou dançarino formado em alguma escola de artes prestigiada.\n\nItens. Estojo de disfarces ou um instrumento musical a sua escolha.\n\nBenefícios. Atuação, Enganação (perícias); Atraente, Dom Artístico, Sortudo, Torcida (poderes)."
    },
    {
      "type": "item",
      "name": "Dom artístico",
      "description": "Você recebe +2 em testes de Atuação, e recebe o dobro de tibares em apresentações."
    },
    {
      "type": "item",
      "name": "Assistente de Laboratório",
      "description": "Você atuou como ajudante para um alquimista, inventor ou mago. Costumava tomar notas, limpar o laboratório, arrumar as ferramentas, vasculhar mercados em busca de ingredientes exóticos, recapturar a aberração antinatural que fugiu da jaula... enfim, não\n\nera o trabalho mais fácil, limpo ou seguro do mundo. Exposição prolongada a substâncias e experimentos perigosos talvez tenham prejudicado sua saúde (ou despertado suas habilidades de classe...).\n\nItens. Instrumentos de Ofício (alquimista).\n\nBenefícios. Ofício (alquimista), Misticismo (perícias); Esse Cheiro..., Venefício, um poder da Tormenta a sua escolha (poderes)."
    },
    {
      "type": "item",
      "name": "Esse Cheiro",
      "description": "Você recebe +2 em Fortitude e detecta automaticamente a presença (mas não a localização ou natureza) de itens alquímicos em alcance curto."
    },
    {
      "type": "item",
      "name": "Batedor",
      "description": "Seja conduzindo caravanas através dos reinos, rastreando inimigos nos campos de batalha ou guiando exploradores nas vastidões selvagens, você aprendeu a achar caminhos e dirigir outros com segurança. Batedores podem surgir nas tribos mais primitivas, acompanhando grupos de caça, como profissionais sofisticados nas grandes cidades e forças militares ou ainda na perigosa atividade de caça-recompensas. Pouco importando a carreira que adotou mais tarde, como aventureiro, seu antigo treino acaba se revelando útil em numerosas ocasiões.\n\nItens. Barraca, equipamento de viagem, uma arma simples ou marcial de ataque à distância.\n\nBenefícios. Furtividade, Percepção, Sobrevivência (perícias); À Prova de Tudo, Estilo de Disparo, Sentidos Aguçados (poderes)."
    },
    {
      "type": "item",
      "name": "À Prova de Tudo",
      "description": "Você não sofre penalidade em deslocamento e Sobrevivência por clima ruim e por terreno difícil natural. A origem de um herói pode ser sua força ou sua fraqueza"
    },
    {
      "type": "item",
      "name": "Capanga",
      "description": "Agilidade e esperteza são importantes no mundo do crime, mas não são tudo; às vezes é preciso esmurrar alguém. Por ser grande, forte ou mal-encarado, você acabou trabalhando como músculos para algum bandido, ou integrando um bando, quadrilha ou guilda de ladrões. Talvez você não fosse muito bom em bater carteiras nas ruas de Ahlen, mas sabia erguer alguém pelo tornozelo e sacudir até as moedas caírem. Hoje, como aventureiro, você provavelmente deixou essa época para trás — pelo menos até que alguém precise ser “convencido” a colaborar.\n\nItens. Tatuagem ou outro adereço de sua gangue (+1 em Intimidação), uma arma simples corpo a corpo.\n\nBenefícios. Luta, Intimidação (perícias); Confissão, um poder de combate a sua escolha (poderes)."
    },
    {
      "type": "item",
      "name": "Confissão",
      "description": "Você pode usar Intimidação para interrogar sem custo e em uma hora (veja Investigação)."
    },
    {
      "type": "item",
      "name": "Charlatão",
      "description": "Você sempre teve talento para resolver problemas com conversa, sincera ou nem tanto. Talvez tenha aprendido andando com más companhias. Por ser pequeno e fraco em meio a guerreiros truculentos, talvez fosse pura questão de sobrevivência. Ou foi tocado por Hyninn, Sszzaas ou outra entidade traiçoeira. Seja como for, após um pouco de diálogo, você percebe o que as pessoas mais querem ou temem, usando palavras para vencer obstáculos tão facilmente quanto espadas e magias. Ou melhor.\n\nItens. Estojo de disfarces, joia falsificada (valor aparente de T$ 100, sem valor real).\n\nBenefícios. Enganação, Jogatina (perícias); Alpinista Social, Aparência Inofensiva, Sortudo (poderes)."
    },
    {
      "type": "item",
      "name": "Alpinista Social",
      "description": "Você pode substituir testes de Diplomacia por testes de Enganação."
    },
    {
      "type": "item",
      "name": "Circense",
      "description": "Você treinou acrobacia, malabarismo, mágica ou outra forma de arte circense. Talvez tenha aprendido sozinho, durante as brincadeiras de infância. Talvez tenha sido ensinado por um ente querido, tornando essa arte uma forte ligação com seu passado. Ou ainda, é possível que tenha sido forçado a aprender seus truques para sobreviver nas ruas. De qualquer forma, são aptidões que podem ser úteis em suas aventuras.\n\nItens. Três bolas coloridas para malabarismo (+1 em Atuação).\n\nBenefícios. Acrobacia, Atuação, Reflexos (perícias); Acrobático, Torcida, Truque de Mágica (poderes)."
    },
    {
      "type": "item",
      "name": "Truque de Mágica",
      "description": "Você pode lançar Explosão de Chamas, Hipnotismo e Queda Suave, mas apenas com o aprimoramento Truque. Esta não é uma habilidade mágica — os efeitos provêm de prestidigitação."
    },
    {
      "type": "item",
      "name": "Criminoso",
      "description": "Fazer o bem é bonito, mas não enche barriga — pelo menos, assim você foi ensinado. Por necessidade, ambição ou apenas sem conhecer outra vida, você foi um bandido durante boa parte da juventude. Furtava bolsas, trapaceava em jogos de taverna, emboscava viajantes nas estradas ou até aceitava contratos para matar. Agia sozinho, com seu próprio bando, pertencia a uma guilda de ladrões. Tornar-se aventureiro talvez seja uma forma de expiar por seus crimes, ou apenas o passo seguinte; em vez de mercadores, roubar tesouros de dragões!\n\nItens. Estojo de disfarces ou gazua.\n\nBenefícios. Enganação, Furtividade, Ladinagem (perícias); Punguista, Venefício (poderes)."
    },
    {
      "type": "item",
      "name": "Punguista",
      "description": "Você pode fazer testes de Ladinagem para sustento (como a perícia Ofício), mas em apenas um dia. Se passar, recebe o dobro do dinheiro, mas, se falhar, pode ter problemas com a lei (a critério do mestre)."
    },
    {
      "type": "item",
      "name": "Curandeiro",
      "description": "Que bom seria se a cura milagrosa dos clérigos estivesse ao alcance de todos! Talvez você tenha sido ajudante do curandeiro da vila, testemunhando\n\nquando ele tratava doenças e lesões sem conjurar qualquer magia. Ou teve um estudo formal e sofisticado de medicina no Colégio Real de Médicos em Salistick. De qualquer modo, você é treinado em curar com remédios e tratamentos naturais — algo sempre útil, mesmo quando há um clérigo por perto.\n\nItens. Bálsamo restaurador x2, maleta de medicamentos.\n\nBenefícios. Cura, Vontade (perícias); Medicina, Médico de Campo, Venefício (poderes)."
    },
    {
      "type": "item",
      "name": "Médico de Campo",
      "description": "Você soma sua Sabedoria aos PV restaurados por suas habilidades e itens mundanos de cura."
    },
    {
      "type": "item",
      "name": "Eremita",
      "description": "Você passou parte da vida isolado, afastado da sociedade. Foi banido ainda criança, por nascer lefou ou com alguma deformidade da Tormenta. Ouviu um chamado dos deuses, buscando o isolamento para meditar sobre seu significado. Viveu enclausurado em um mosteiro, mantendo contato apenas com monges silenciosos. Ou foi praticante de artes arcanas proibidas, mantendo-se longe de olhares curiosos. A vida simples o tornou forte de corpo e espírito. Mas, em algum momento, você decidiu que bastava — ou teve sua tranquilidade interrompida.\n\nItens. Barraca, equipamento de viagem.\n\nBenefícios. Misticismo, Religião, Sobrevivência (perícias); Busca Interior, Lobo Solitário (poderes)."
    },
    {
      "type": "item",
      "name": "Busca Interior",
      "description": "Quando você e seus companheiros estão diante de um mistério, incapazes de prosseguir, você pode gastar 1 PM para meditar sozinho durante algum tempo e receber uma dica do mestre."
    },
    {
      "type": "item",
      "name": "Escravo",
      "description": "De minotauros odiosos no Império de Tauron aos cruéis mestres subterrâneos de Trollkyrka, várias culturas praticam a escravidão. Você já nasceu escravo, fez parte de um povo derrotado na guerra ou foi capturado em alguma rua escura para depois despertar na jaula, em algum mercado clandestino? Encontrou uma chance de escapar, tornando-se agora um escravo foragido? Recebeu a liberdade como recompensa por realizar um grande favor a seu algoz? Foi resgatado por aventureiros que agora se tornaram sua nova família?\n\nItens. Algemas, uma ferramenta pesada (mesmas estatísticas de uma maça).\n\nBenefícios. Atletismo, Fortitude, Furtividade (perícias); Desejo de Liberdade, Vitalidade (poderes)."
    },
    {
      "type": "item",
      "name": "Desejo de Liberdade",
      "description": "Ninguém voltará a torná-lo um escravo! Você recebe +5 em testes contra a manobra agarrar e efeitos de movimento."
    },
    {
      "type": "item",
      "name": "Estudioso",
      "description": "Não importa se você já nasceu apaixonado por certo assunto, testemunhou um evento incrível que atiçou sua curiosidade ou se viu forçado a estudar por imposição familiar. Longos anos de sua vida foram gastos em meio a livros e pergaminhos. Da engenharia dos anões à geopolítica do Reinado, das táticas militares puristas aos sistemas de conjuração da Academia Arcana, da anatomia dos dragões aos enigmas cósmicos da Tormenta... em Arton não faltam campos a conquistar, segredos a desvendar. Agora, como aventureiro, você tem a chance de vivenciar aquilo que aprendeu e também auxiliar o grupo com o fruto de seus estudos.\n\nItens. Coleção de livros (+1 em Conhecimento, Guerra, Misticismo ou Nobreza, a sua escolha).\n\nBenefícios. Conhecimento, Guerra, Misticismo (perícias); Aparência Inofensiva, Palpite Fundamentado (poderes)."
    },
    {
      "type": "item",
      "name": "Palpite Fundamentado",
      "description": "Você pode gastar 2 PM para substituir um teste de qualquer perícia originalmente baseada em Inteligência ou Sabedoria por um teste de Conhecimento."
    },
    {
      "type": "item",
      "name": "Fazendeiro",
      "description": "Boa parte da população de Arton jamais conheceu outro modo de viver. Em algum lugar na perigosa transição entre os ermos e as cidades, você trabalhou duro em campos e fazendas. Cultivando a terra ou criando animais, viveu longos anos em contato com a natureza, orando e trabalhando por boas colheitas ou gado saudável, só ocasionalmente visitando povoados para negociar sua produção. Por que essa vida tranquila acabou? Sua família foi assassinada por goblins? Sua fazenda foi devastada por um dragão? Ou você apenas foi atraído pelo chamado da aventura?\n\nItens. Carroça, uma ferramenta agrícola (mesmas estatísticas de uma lança), 10 rações de viagem, um animal não combativo (como uma galinha, porco ou ovelha).\n\n Benefícios. Adestramento, Cavalgar, Ofício, Sobrevivência (perícias); Água no Feijão, Ginete (poderes)."
    },
    {
      "type": "item",
      "name": "Água no Feijão",
      "description": "Você não sofre a penalidade de –5 e não gasta matéria prima adicional para fabricar pratos para cinco pessoas."
    },
    {
      "type": "item",
      "name": "Forasteiro",
      "description": "Você veio de longe. Sua cultura nativa é quase ou totalmente desconhecida no Reinado, tornando-o uma figura exótica, de hábitos estranhos. Você pertence a uma tribo perdida nas Montanhas Sanguinárias? Nasceu em uma bela cidade de cúpulas douradas no Deserto da Perdição? Navegou em navios audazes desde os Reinos de Moreania? Talvez você até tenha chegado de outro mundo, através de algum portal mágico. Será que conseguiu ajustar-se a este Reinado, agora chamando-o de lar? Ou procura até hoje o caminho de volta para casa\n\nItens. Equipamento de viagem, instrumento musical exótico (+1 em uma perícia de Carisma aprovada pelo mestre), traje estrangeiro.\n\nBenefícios. Cavalgar, Pilotagem, Sobrevivência (perícias); Cultura Exótica, Lobo Solitário (poderes)."
    },
    {
      "type": "item",
      "name": "Cultura Exótica",
      "description": "Por sua diferente visão de mundo, você encontra soluções inesperadas. Você pode gastar 1 PM para fazer um teste de perícia somente treinada, mesmo sem ser treinado na perícia."
    },
    {
      "type": "item",
      "name": "Gladiador",
      "description": "Combates de arena são um entretenimento popular em Arton — a ponto de atrair muitos jovens praticantes. Podem ser combates até a morte ou apenas encenações elaboradas ou ainda corridas de cavalo, arquearia e outros esportes menos sangrentos. Você se envolveu nesse mundo glamoroso por ser tradição em sua família, por admirar algum gladiador renomado ou apenas por sede de fama e fortuna. Um evento traumático, uma desilusão ou o puro tédio levou você a abandonar as arenas e aplausos, usando sua experiência em torneios para viver aventuras.\n\nItens. Uma arma marcial ou exótica, um item sem valor recebido de um admirador.\n\nBenefícios. Atuação, Luta (perícias); Atraente, Pão e Circo, Torcida, um poder de combate a sua escolha (poderes)."
    },
    {
      "type": "item",
      "name": "Pão e Circo",
      "description": "Por seu treino em combates de exibição, você sabe “bater sem machucar”. Pode escolher causar dano não letal sem sofrer a penalidade de –5."
    },
    {
      "type": "item",
      "name": "Guarda",
      "description": "Você atuou como agente da lei em uma vila ou cidade. Nem de longe uma profissão tão glamorosa ou emocionante quanto parece; boa parte de seu trabalho resumia-se a guardar um portão, fazer rondas tediosas ou recolher bêbados em tavernas. Pelo menos você recebeu algum treino em investigação e combate. Também tem consigo alguma boa arma, que “esqueceu” de devolver quando abandonou a milícia para se tornar aventureiro.\n\nItens. Apito, insígnia da milícia, uma arma marcial.\n\nBenefícios. Investigação, Luta, Percepção (perícias); Detetive, Investigador, um poder de combate a sua escolha (poderes)."
    },
    {
      "type": "item",
      "name": "Detetive",
      "description": "Você pode gastar 1 PM para substituir testes de Percepção e Intuição por testes de Investigação até o fim da cena."
    },
    {
      "type": "item",
      "name": "Herdeiro",
      "description": "Você pertence a uma linhagem de nobres, mercadores, conjuradores, acadêmicos, assassinos, ou outra atividade tradicional em sua família — tão tradicional que, de você, não se espera outra coisa. Pode ser uma longa e antiquíssima ascendência, traçada até antes da Grande Batalha, ou você apenas é filho de uma importante personalidade. Talvez tenha nascido em alguma ordem de cavalaria em Bielefeld, ou uma influente estirpe da nobreza de Deheon, ou como filho de um célebre arquimago com planos de enviá-lo à Academia Arcana, ou até cresceu em um culto familiar secreto a um deus maligno. Graças a essa herança, recebeu treino e equipamento adequados. Mas você pretende mesmo seguir esse caminho?\n\nItens. Um símbolo de sua herança, como um anel de sinete ou manto cerimonial. Enquanto estiver com esse item, você pode ser reconhecido por sua descendência, o que pode ser bom... ou não!\n\nBenefícios. Misticismo, Nobreza, Ofício (perícias); Comandar, Herança (poderes)."
    },
    {
      "type": "item",
      "name": "Herança",
      "description": "Você herdou um item de preço de até T$ 1.000. Você pode escolher este poder duas vezes, para um item de até T$ 2.000."
    },
    {
      "type": "item",
      "name": "Herói Camponês",
      "description": "Quando o povoado foi atacado por goblins, você empunhou o forcado para expulsá-los. Quando o estábulo pegou fogo, você se arriscou para salvar todos os animais. Quando todos temiam a mansão assombrada na colina, você encontrou a carta de amor perdida que trouxe descanso à alma torturada. Você era o campeão local, amado pelo povo, mas também destinado a feitos maiores. Houve comoção quando você partiu para uma vida de aventuras, mas ninguém deixou de orar por seu sucesso. Talvez você até tenha sido presenteado com alguma arma ou item há tempos guardado no povoado.\n\nItens. Instrumentos de ofício ou uma arma simples, traje de plebeu.\n\nBenefícios. Adestramento, Ofício (perícias); Coração Heroico, Sortudo, Surto Heroico, Torcida (poderes)."
    },
    {
      "type": "item",
      "name": "Coração Heroico",
      "description": "Você recebe +3 pontos de mana. Quando atinge um novo patamar (no 5º, 11º e 17º níveis), recebe +3 PM."
    },
    {
      "type": "item",
      "name": "Marujo",
      "description": "Você foi tripulante em uma embarcação — um barco pesqueiro, galé pirata, caravela exploradora, trirreme dos minotauros... — no Mar Negro, no Mar do Dragão Rei ou mesmo ao longo do imenso Rio dos Deuses. Você também pode ter trabalhado em um veículo exótico, como um dirigível goblin, ou mesmo em uma embarcação mágica, como as naves vivas gog’magogue que viajam entre mundos!\n\nItens. T$ 2d6 (seu último salário), corda.\n\nBenefícios. Atletismo, Jogatina, Pilotagem (perícias); Acrobático, Passagem de Navio (poderes)."
    },
    {
      "type": "item",
      "name": "Passagem de Navio",
      "description": "Você consegue transporte marítimo para você e seus aliados, sem custos, desde que todos paguem com trabalho (passar em pelo menos um teste de perícia adequado durante a viagem)."
    },
    {
      "type": "item",
      "name": "Mateiro",
      "description": "Nem todos em Arton vivem em cidades confortavelmente abastecidas por fazendeiros, mineiros ou pescadores — muitas comunidades ainda obtêm sustento através da caça. Você aprendeu cedo a abater animais selvagens para colocar comida na mesa, ou como esporte de gosto duvidoso. Se você caça com reverência a Allihanna ou apenas coleciona troféus com orgulho, a escolha é sua. De qualquer forma, para alguém habituado a flechar cervos e colocar armadilhas para coelhos, combater ogros, demônios e dragões seria apenas o passo seguinte.\n\nItens. Arco curto, barraca, equipamento de viagem, 20 flechas.\n\nBenefícios. Atletismo, Furtividade, Sobrevivência (perícias); Lobo Solitário, Sentidos Aguçados, Vendedor de Carcaças (poderes)."
    },
    {
      "type": "item",
      "name": "Vendedor de Carcaças",
      "description": "Você pode extrair recursos de criaturas em um minuto, em vez de uma hora, e recebe +5 no teste."
    },
    {
      "type": "item",
      "name": "Membro de Guilda",
      "description": "Você foi, ou ainda é, membro atuante em uma grande guilda — uma associação de artesãos, mercadores, magos, criminosos ou mesmo aventureiros. A guilda forneceu o treinamento e equipamento necessários para suas atividades, esperando que você seja útil em troca. Você se manteve fiel a seus patronos, cumprindo missões e colhendo os benefícios de pertencer a uma vasta organização? Ou deixou essa vida para trás, sendo agora desprezado ou até caçado por seus antigos mestres?\n\nItens. Gazua ou instrumentos de ofício.\n\nBenefícios. Diplomacia, Enganação, Misticismo, Ofício (perícias); Foco em Perícia, Rede de Contatos (poderes).\n\nRede de Contatos Graças à influência de sua guilda, você pode usar Diplomacia para interrogar sem custo e em uma hora (veja Investigação)."
    },
    {
      "type": "item",
      "name": "Mercador",
      "description": "Seguindo uma tradição de família, após herdar um estabelecimento ou apenas como um jovem empregado, você atuou como comerciante — pelo menos por algum tempo. Uma tenda modesta em algum grande mercado urbano? Uma caravana mercante cruzando o Reinado? Um belo bazar na prestigiada cidade voadora de Vectora? Após alguns anos de negociações e jornadas (nem tão tranquilas quanto outros imaginam), você talvez não tenha ficado rico, mas reuniu algum equipamento e dinheiro suficientes para começar carreira como aventureiro.\n\nItens. Carroça, trobo, mercadorias para vender no valor de T$ 100.\n\nBenefícios. Diplomacia, Intuição, Ofício (perícias); Negociação, Proficiência, Sortudo (poderes)."
    },
    {
      "type": "item",
      "name": "Negociação",
      "description": "Você pode vender itens 10% mais caro (não cumulativo com barganha)."
    },
    {
      "type": "item",
      "name": "Minerador",
      "description": "Ser aventureiro é a profissão mais perigosa de todas; ser mineiro, talvez a segunda mais perigosa. Você mergulhou nas profundezas da terra atrás de metais necessários à civilização ou riquezas em gemas preciosas. Enquanto humanos e outras raças consideram essa vida um pesadelo, quase todos os anões acreditam ser a mais feliz das carreiras. A escuridão e o sufocamento dos subterrâneos talvez tenham sido assustadores, mas trouxeram a você bens materiais valiosos, bem como informação profunda (sem trocadilhos) sobre túneis e masmorras.\n\nItens. Gemas preciosas no valor de T$ 100, picareta.\n\nBenefícios. Atletismo, Fortitude, Ofício (minerador) (perícias); Ataque Poderoso, Escavador, Sentidos Aguçados (poderes)."
    },
    {
      "type": "item",
      "name": "Escavador",
      "description": "Você se torna proficiente em picaretas, causa +1 de dano com elas e não é afetado por terreno difícil em masmorras e subterrâneos."
    },
    {
      "type": "item",
      "name": "Nômade",
      "description": "Até onde se lembra, você nunca pertenceu a um só lugar. Sua família viajava constantemente, como parte de alguma grande caravana comercial, peregrinação religiosa ou algum povo primitivo que nunca praticou agricultura. Ou talvez suas razões para\n\nviajar sejam bastante diferentes e pessoais — após a quase extinção de seu povo, muitos elfos temem criar raízes, enquanto a deusa Valkaria exige que seus devotos se mantenham sempre em viagem. Para você, habituado às estradas e sem laços com nenhuma terra, bastou um pequeno passo para se tornar aventureiro.\n\nItens. Bordão, equipamento de viagem.\n\nBenefícios. Cavalgar, Pilotagem, Sobrevivência (perícias); Lobo Solitário, Mochileiro, Sentidos Aguçados (poderes)."
    },
    {
      "type": "item",
      "name": "Mochileiro",
      "description": "Seu limite de carga aumenta em 5 espaços."
    },
    {
      "type": "item",
      "name": "Pivete",
      "description": "Você era uma criança de rua. Não conheceu seus pais, foi abandonado por eles ou fugiu para evitar maus tratos. Sem muitas escolhas na vida, aprendeu cedo a sobreviver em grandes cidades, pedindo esmolas, roubando bolsas ou cumprindo pequenas tarefas para bandidos. Tornar-se aventureiro não parecia apenas um jeito de ficar rico e famoso, mas também a única chance de uma vida melhor. Talvez você não tenha as armaduras e mantos chiques de seus companheiros, mas sabe se virar nas ruas melhor que ninguém.\n\nItens. Gazua, traje de plebeu, um animal urbano (como um cão, gato, rato ou pombo).\n\nBenefícios. Furtividade, Iniciativa, Ladinagem (perícias); Acrobático, Aparência Inofensiva, Quebra-Galho (poderes)."
    },
    {
      "type": "item",
      "name": "Quebra-galho",
      "description": "Em cidades ou metrópoles, você pode comprar qualquer item mundano não superior por metade do preço normal. Esses itens não podem ser matérias-primas e não podem ser revendidos (são velhos, sujos, furtados...)."
    },
    {
      "type": "item",
      "name": "Refugiado",
      "description": "Neste mundo assolado por tantas guerras e tragédias, você acabou sobrevivendo a alguma delas. Sendo elfo, estava presente durante a sofrida queda de Lenórienn. Escapou à destruição de Tamu-ra. Teve sorte em sair do caminho de Mestre Arsenal, conseguiu esconder-se das forças puristas ou testemunhou a chegada da Flecha de Fogo e viveu para contar a história. Trauma e privações talvez tenham tornado você amargo, sombrio, embrutecido... mas também um sobrevivente tenaz, acostumado a uma vida perigosa.\n\nItens. Um item estrangeiro de até T$ 100.\n\nBenefícios. Fortitude, Reflexos, Vontade (perícias); Estoico, Vontade de Ferro (poderes)."
    },
    {
      "type": "item",
      "name": "Estoico",
      "description": "Sua condição de descanso é uma categoria acima do padrão pela situação (normal em condições ruins, confortável em condições normais e luxuosa em condições confortáveis ou melhores). Veja as regras de recuperação na página 106."
    },
    {
      "type": "item",
      "name": "Seguidor",
      "description": "Você não nasceu herói, mas viveu algum tempo na companhia de um. Pode ter sido escudeiro de um cavaleiro de Khalmyr, garoto de recados para um ladino, criado de um nobre... enfim, um ajudante para um aventureiro de verdade. Durante esse tempo adquiriu aprendizado valioso, testemunhou eventos incríveis, mas você não seria um seguidor para sempre. Como ocorreu a separação? Você apenas disse adeus e trilhou seu próprio caminho? Seu mestre desapareceu de forma misteriosa ou foi assassinado diante de seus olhos? Você ficou com parte de seus itens, como presente ou lembrança?\n\nItens. Um item recebido de seu mestre de até T$ 100.\n\nBenefícios. Adestramento, Ofício (perícias); Antigo Mestre, Proficiência, Surto Heroico (poderes)."
    },
    {
      "type": "item",
      "name": "Antigo Mestre",
      "description": "Você ainda mantém contato com o herói que costumava servir. Uma vez por aventura, ele surge para ajudá-lo por uma cena. Ele é um parceiro mestre de um tipo a sua escolha (definido ao obter este poder) que não conta em seu limite de aliados."
    },
    {
      "type": "item",
      "name": "Selvagem",
      "description": "Você nasceu em uma tribo de bárbaros incultos ou tem uma origem bem mais exótica. Perdeu-se dos pais verdadeiros em alguma região remota, sobrevivendo graças aos cuidados de um eremita, ou criado por animais, ou por pura bondade dos deuses. Você pode nem mesmo ter nascido de pais humanoides — talvez seja cria de dragões, demônios ou deuses, com poderes a serem revelados no momento certo. Será que você ainda teme a civilização, assustando-se com uma simples fogueira? Ou já aprendeu algumas coisas, graças a seus novos companheiros?\n\nItens. Uma arma simples, um pequeno animal de estimação como um pássaro ou esquilo.\n\nBenefícios. Percepção, Reflexos, Sobrevivência (perícias); Lobo Solitário, Vida Rústica, Vitalidade (poderes)."
    },
    {
      "type": "item",
      "name": "Vida Rústica",
      "description": "Você come coisas que fariam um avestruz vomitar (sendo imune a efeitos prejudiciais de itens ingeríveis) e também consegue descansar nos lugares mais desconfortáveis (mesmo dormindo ao relento, sua recuperação de PV e PM nunca é inferior a seu próprio nível)."
    },
    {
      "type": "item",
      "name": "Soldado",
      "description": "Deheon. Bielefeld. A Supremacia Purista. Em Arton existem vastas forças militares. Ainda jovem, você se alistou (ou foi convocado) como soldado em um grande exército. Independentemente de sua função exata dentro da máquina de guerra — infantaria, cavalaria, arqueiro, cozinheiro... —, você recebeu treinamento em combate e equipamento decente. Mas em alguma ocasião você abandonou a vida militar para se tornar aventureiro. Foi dispensado com honras, após uma grande façanha? Sobreviveu a um conflito sangrento? Desertou antes de um massacre?\n\nItens. Uma arma marcial, um uniforme militar, uma insígnia de seu exército.\n\nBenefícios. Fortitude, Guerra, Luta, Pontaria (perícias); Influência Militar, um poder de combate a sua escolha (poderes)."
    },
    {
      "type": "item",
      "name": "Influência Militar",
      "description": "Você fez amigos nas forças armadas. Onde houver acampamentos ou bases militares, você pode conseguir hospedagem e informações para você e seus aliados."
    },
    {
      "type": "item",
      "name": "Taverneiro",
      "description": "Não é incomum que heróis aposentados se tornem donos de tavernas ou estalagens, mas o contrário também pode ocorrer. Você foi dono, filho do dono ou empregado em algum lugar frequentado por aventureiros — esses tipos sempre cheios de ouro e bravatas, atiçando sua ambição. Claro, eles nem sempre mencionam os horrores, amputações e mortes! Ainda assim, parece bem melhor que a vida atrás do balcão, limpando canecas sujas. Você ouviu todas as grandes histórias, trocou socos em algumas brigas e até ganhou uma lembrança ou outra de algum herói bêbado.\n\nItens. Rolo de macarrão ou martelo de carne (mesmas estatísticas de uma clava), uma panela, um avental, uma caneca e um pano sujo.\n\nBenefícios. Diplomacia, Jogatina, Ofício (cozinheiro) (perícias); Gororoba, Proficiência, Vitalidade (poderes)."
    },
    {
      "type": "item",
      "name": "Gororoba",
      "description": "Você não sofre a penalidade de –5 para fabricar um prato especial adiconal."
    },
    {
      "type": "item",
      "name": "Trabalhador",
      "description": "Nenhum glamour aqui, apenas trabalho braçal pesado. De origem humilde, sem grandes chances na vida, você trabalhou duro desde muito jovem. Transportou pedras na construção de templos e castelos, carregou sacas de grãos em fazendas, empilhou cargas em portos, puxou arado feito um animal de tração. Talvez sua vida tenha sido um pouco melhor, como servo em um palácio. Ou muito pior, arrastando ou queimando corpos em campos de batalha. Não é surpresa que a carreira como aventureiro, mesmo perigosa, tenha parecido muito mais atraente.\n\nItens. Uma ferramenta pesada (mesmas estatísticas de uma maça ou lança, a sua escolha).\n\nBenefícios. Atletismo, Fortitude (perícias); Atlético, Esforçado (poderes)."
    },
    {
      "type": "item",
      "name": "Esforçado",
      "description": "Você não teme trabalho duro, nem prazos apertados. Você recebe um bônus de +2 em todos os testes de perícias estendidos (incluindo perigos complexos).\n\n"
    }
  ]
}