{
    "name": "Complicações",
    "powers": [
        {
            "name": "Amaldiçoado",
            "description": "Você foi amaldiçoado por uma entidade poderosa, como um lich, um nobre feérico, um Lorde da Tormenta ou mesmo um deus. No início de cada cena envolvendo qualquer tipo de risco ou perigo, role 1d6. Em um resultado 1, você não consegue usar seus pontos de mana nessa cena."
        },
        {
            "name": "Apetitoso",
            "description": "Por algum motivo, feras salivam ao farejá-lo. Animais e monstros recebem +5 em testes de ataque e rolagens de dano contra você."
        },
        {
            "name": "Assombrado",
            "description": "Você é assombrado por um ser desagradável, como o fantasma de um ancestral, uma fada travessa ou um diabrete zombeteiro. Ele conta no seu limite de parceiros, mas não fornece nenhum benefício. Além disso, no início de cada cena envolvendo qualquer tipo de risco ou perigo, role um dado. Em um resultado ímpar, você fica alquebrado até o fim da cena."
        },
        {
            "name": "Cabeça Quente",
            "description": "Sempre que você sofre dano, seu próximo turno deve ser dedicado a atacar a fonte do dano. Se não puder atacá-la — por exemplo, se a fonte do dano for um inimigo fora do seu alcance ou algo que por definição não possa ser atacado, como um raio proveniente de uma tempestade — você deve gastar sua próxima ação de movimento esbravejando contra o ar."
        },
        {
            "name": "Caolho",
            "description": "Você não tem um dos olhos. Você sofre –2 em Iniciativa, Percepção, Pontaria e Reflexos e fica automaticamente flanqueado por dois ou mais oponentes em corpo a corpo."
        },
        {
            "name": "Chato",
            "description": "Sempre que você sai de uma aldeia, uma festa acontece. Você sofre –5 em Diplomacia e a atitude inicial de NPCs em relação a você é uma categoria pior."
        },
        {
            "name": "Combalido",
            "description": "Por alguma razão, natural ou sobrenatural, sua saúde é frágil. Você sofre –5 em Fortitude e recebe –1 PV por nível de personagem."
        },
        {
            "name": "Covarde",
            "description": "Seu lema é “aquele que foge hoje vive para lutar amanhã”. Claro, se puder evitar a luta de amanhã também, melhor ainda! Você sofre –5 em testes de resistência contra efeitos de medo e, no início de cada cena envolvendo qualquer tipo de risco ou perigo, deve rolar um dado. Em um resultado ímpar, você fica abalado (mesmo que seja imune a isso)."
        },
        {
            "name": "Cria de Nimb",
            "description": "Você tem um parafuso a menos (talvez literalmente, se for um golem). Você sofre –5 em testes de perícias baseadas em Carisma. Além disso, no início de cada cena de ação, role 1d6. Com um resultado 1, você fica confuso (mesmo que seja imune a essa condição). Você não pode escolher esta complicação se for devoto de Nimb ou se, por algum outro motivo, seguir suas Obrigações & Restrições."
        },
        {
            "name": "Criado na Cidade",
            "description": "Você não se dá bem no mato. Você sofre –5 em Sobrevivência e, quando descansa nos ermos, sua recuperação é uma categoria pior (se já era ruim, você recupera apenas 1 PV e 1 PM, independentemente do seu nível)."
        },
        {
            "name": "Crise de Fé",
            "description": "Você segue um dos deuses do Panteão, mas no fundo se pergunta se isso é o certo a fazer. Você sofre –2 em Vontade e segue as Obrigações & Restrições de um deus, mas não recebe nenhum poder concedido por isso nem conta como devoto dessa divindade para cumprir pré-requisitos. Você não pode ser devoto de outro deus."
        },
        {
            "name": "Desprotegido",
            "description": "Você nunca aprendeu a se defender. Você sofre –2 na Defesa e em testes de resistência."
        },
        {
            "name": "Distraído",
            "description": "Você é muito desligado e... Hein? Do que estávamos falando? Você sofre –5 em Iniciativa e Percepção."
        },
        {
            "name": "Emotivo",
            "description": "Fadado a sofrer, você não se beneficia de efeitos que forneçam bônus numéricos (em atributos, testes, Defesa etc.) usados por outros personagens."
        },
        {
            "name": "Expurgo de Wynna",
            "description": "Algo em você não agrada à Deusa da Magia. Você sofre –5 em testes de resistência contra efeitos mágicos."
        },
        {
            "name": "Fracote",
            "description": "Você cresceu dentro dos muros de um palácio ou enfurnado na torre de um mago e nunca praticou atividades físicas. Você está permanentemente fraco (mesmo que seja imune a essa condição)."
        },
        {
            "name": "Hedonista",
            "description": "Você está acostumado a viver no luxo e não aceita nada abaixo disso. Em condições luxuosas, sua recuperação de PV e PM é igual ao seu nível. Em condições confortáveis, sua recuperação é igual à metade do seu nível. Em condições normais ou ruins, você recupera apenas 1 PV e 1 PM, independentemente do seu nível."
        },
        {
            "name": "Ímpio",
            "description": "Você odeia os deuses — e eles sabem disso. Você sofre –5 em testes de resistência contra magias divinas e não pode se beneficiar de efeitos dessas magias."
        },
        {
            "name": "Impulsivo",
            "description": "Você age primeiro e pensa depois (ou nunca). Você sofre –5 em Furtividade e Investigação, e não pode fazer as ações atrasar e preparar."
        },
        {
            "name": "Inculto",
            "description": "Você não teve acesso à educação. Você é analfabeto e recebe duas perícias treinadas a menos (isso pode reduzir as perícias que você pode escolher a zero, mas não afeta as perícias fixas de sua classe)."
        },
        {
            "name": "Indolente",
            "description": "Você é apático e preguiçoso. Você sofre –5 em Reflexos e –3m em seu deslocamento."
        },
        {
            "name": "Ingênuo",
            "description": "Não há maldade em seu coração. Você sofre –5 em Enganação, Intuição, Investigação e Ladinagem."
        },
        {
            "name": "Maneta",
            "description": "Você não tem uma das mãos. Você só pode empunhar um item (e, obviamente, não pode usar armas de duas mãos)."
        },
        {
            "name": "Marcado pelo Passado",
            "description": "Um evento em seu passado o deixou taciturno e sombrio. Você sofre –5 em Diplomacia e recebe –1PM por nível de personagem."
        },
        {
            "name": "Matugo",
            "description": "Você não se dá bem em cidades. Você fica alquebrado em ambientes urbanos e, quando descansa nesses ambientes, sua recuperação é uma categoria pior (se já era ruim, você recupera apenas 1 PV e 1 PM, independentemente do seu nível)."
        },
        {
            "name": "Míope",
            "description": "Você tem dificuldade de enxergar objetos distantes. Como alternativa, acha covardia atacar de longe e nunca treinou com armas de ataque à distância. Você sofre –5 em Percepção e Pontaria, e fica desprevenido contra efeitos que se originem além de alcance curto."
        },
        {
            "name": "Mouco",
            "description": "Sua audição é ruim. Você sofre –2 em Iniciativa, Intuição, Percepção e Reflexos."
        },
        {
            "name": "Paladar Infantil",
            "description": "Você é chato para comer. Não se beneficia de itens da categoria alimentação, nem de poções. Além disso, sofre –2 em testes de perícias baseadas em Carisma durante situações sociais baseadas em refeições, como um banquete no palácio ou uma noite na taverna."
        },
        {
            "name": "Paranoico",
            "description": "Você não confia em ninguém, nem em seus aliados. Você precisa passar em um teste de Vontade (CD 20 + seu nível) para aceitar qualquer ajuda — até mesmo cura! Se falhar no teste, recusa a ajuda e, se for ajudado mesmo assim (contra sua vontade), fica alquebrado até o fim da cena. Além disso, você não dorme direito: sua condição de descanso é sempre uma categoria pior do que seria pelas circunstâncias (se já era ruim, você recupera apenas 1 PV e 1 PM, independentemente do seu nível)."
        },
        {
            "name": "Temeroso",
            "description": "Você tem medo de se machucar. Como alternativa, treinou apenas com armas de ataque à distância e não sabe o que fazer quando as coisas ficam mais “pessoais”. Você sofre –5 em Luta e, enquanto estiver adjacente a um inimigo, fica abalado."
        },
        {
            "name": "Tolo",
            "description": "É fácil enganá-lo e manipulá-lo. Você sofre –5 em Intuição e Vontade."
        },
        {
            "name": "Vagaroso",
            "description": "“Devagar e sempre vence a corrida” é o que você diz. E, se não vencer, pelo menos você não se cansou. Você está permanentemente sob efeito da condição lento (todas as suas formas de deslocamento são reduzidas à metade e você não pode correr ou fazer investidas)."
        },
        {
            "name": "Arcanista de Rotina Arcanista",
            "description": "Você não está acostumado a lançar magias sob pressão. Se estiver em alcance curto de qualquer ameaça, é considerado sob condição ruim para lançar magias. Se já estiver sob efeito de uma condição ruim ou terrível para conjurar, a CD do teste aumenta em +2."
        },
        {
            "name": "Foco Exigente Arcanista",
            "description": "Seu foco o pune quando você falha. Sempre que uma criatura passa em um teste de resistência contra uma magia sua, você perde 1 PV por PM gasto na magia. Pré-requisito: Bruxo."
        },
        {
            "name": "Linhagem Prepotente Arcanista",
            "description": "Sua magia inata rejeita auxílio de cacarecos. Você não pode usar catalisadores e itens esotéricos mundanos. Você ainda pode usar itens esotéricos mágicos, já que esses são verdadeiramente imbuídos de magia — como você! Pré-requisito: Feiticeiro."
        },
        {
            "name": "Mente Cansada Arcanista",
            "description": "Quanto mais magias você aprende, mais difícil fica lembrar de todas! Para cada círculo de magia que você pode lançar, o total de magias que pode memorizar diminui em 1. Pré-requisito: Mago."
        },
        {
            "name": "De Peito Aberto Bárbaro",
            "description": "Você tem tatuagens tribais que quer exibir, confia na sua resistência natural ou só acha seu corpo lindo. Seja qual for o motivo, você não pode vestir armaduras e seu limite de itens vestidos diminui em dois."
        },
        {
            "name": "Totem Gigante Bárbaro",
            "description": "Você interpreta a orientação de levar o totem de sua tribo consigo muito literalmente. Você carrega uma grande coluna de madeira esculpida que jamais pode abandonar. A coluna ocupa 10 espaços e impõe penalidade de armadura –5."
        },
        {
            "name": "Estrelismo Bardo",
            "description": "Você é lindo, talentoso e… extremamente egocêntrico. Você sofre –5 em testes de Diplomacia e Intuição. Além disso, sempre que falha em um teste de Atuação, fica alquebrado até o fim da cena."
        },
        {
            "name": "Falastrão Bardo",
            "description": "Você está sempre dando suas palestrinhas. Você não consegue ficar quieto e deve ser sempre o primeiro a falar, por mais inconveniente que isso possa ser. Você sofre –5 em testes de Furtividade e Nobreza e pode se envolver em diversos problemas, especialmente se estiver diante de certas autoridades ou tentando passar discretamente por alguém."
        },
        {
            "name": "Coragem Líquida Bucaneiro",
            "description": "No início do seu turno, em cenas envolvendo qualquer risco ou perigo, role 1d4. Em um resultado 1, você precisa gastar uma ação de movimento para tomar um gole de bebida. Se não puder, fica pasmo pela rodada (mesmo se for imune a isso). Hic!"
        },
        {
            "name": "Esbanjador Bucaneiro",
            "description": "Você tem certas necessidades, que alguns chamam de “luxo” — mas, para você, são o motivo de viver! Para subir de nível, além de acumular XP suficiente, você deve “torrar” tibares em um festas e frivolidades, em um valor igual a 20% da diferença do dinheiro inicial do nível que vai alcançar para o nível atual (por exemplo, T$ 200 para subir para o 5° nível)."
        },
        {
            "name": "Limitado a (Criatura) Caçador",
            "description": "Você se especializou em lutar contra um inimigo específico — e só. Escolha um tipo de criatura do poder Inimigo de (Criatura). O custo base para usar Marca da Presa contra criaturas de outros tipos muda para 3 PM."
        },
        {
            "name": "Superprotetor Cavaleiro",
            "description": "Você se preocupa com o bem-estar do seu grupo e faz questão de ficar perto de seus companheiros — mesmo que isso não seja a melhor estratégia! Durante qualquer cena envolvendo qualquer tipo de risco ou perigo, você sempre deve terminar seu turno adjacente a um aliado. Se não fizer isso, fica alquebrado e sofre –2 em seus testes por 1 rodada."
        },
        {
            "name": "Divindade Exigente Clérigo",
            "description": "Você serve a sua divindade com afinco, mas às vezes ela quer sua atenção exclusiva. Sempre que lançar uma magia divina, role 1d6. Em um resultado 1, você fica frustrado (essa condição é cumulativa)."
        },
        {
            "name": "Preparação Litúrgica Clérigo",
            "description": "Você só pode lançar magias preparadas; suas outras magias não podem ser lançadas, mesmo que você tenha pontos de mana para isso. Para preparar magias, você precisa gastar uma hora de seu dia orando, meditando, entoando mantras ou fazendo qualquer outro tipo de ritual litúrgico. Ao fazer isso, você escolhe metade das magias que conhece (por exemplo, se conhece 5 magias, escolhe 2) e só pode lançar as magias escolhidas. Caso não possa se preparar, não pode trocar as magias escolhidas no dia anterior."
        },
        {
            "name": "Tosco Druida",
            "description": "Você não se dá bem com objetos civilizados. Você não pode usar itens superiores."
        },
        {
            "name": "Precavido Guerreiro",
            "description": "Enquanto não conhece as capacidades do inimigo, você prefere lutar de maneira cautelosa. Tanta preocupação causa –2 em testes de ataque e resistência. A partir da segunda rodada de combate, você pode se livrar dessa penalidade até o fim da cena gastando uma ação de movimento e passando em um teste de Guerra (CD 15 + ND do inimigo mais poderoso na cena)."
        },
        {
            "name": "Trabalhador Ocupado Inventor",
            "description": "Você está tão ocupado trabalhando para os outros que não tem tempo de fazer seus próprios projetos! Você não recebe a habilidade Protótipo e, quando recebe a habilidade Fabricar Item Superior, não recebe um item gratuito."
        },
        {
            "name": "Honra de Ladrão Ladino",
            "description": "Você pode ser um bandido e salafrário, mas tem seus princípios. Você sempre cumpre suas promessas e nunca rouba ou tira vantagem de pessoas com menos recursos que você e seu grupo. O mestre tem a palavra final sobre o que é “tirar vantagem” de alguém."
        },
        {
            "name": "Firula Lutador",
            "description": "Na primeira rodada de cada combate, você deve gastar uma ação padrão apresentando-se, fazendo uma coreografia ou informando seu peso, altura e cartel."
        },
        {
            "name": "Filantropo Nobre",
            "description": "Você doa parte de sua riqueza para fazer o bem. Você não recebe a habilidade Espólio e, quando usa sua habilidade Riqueza, recebe apenas metade do valor normal."
        },
        {
            "name": "Mimado Nobre",
            "description": "Bajulado desde criança, você fica desconcertado sempre que percebe que não é tão bom quanto lhe diziam. Na primeira vez em cada cena que falha em um teste de perícia, você perde 1 PM por patamar. Se já estiver sem PM, você fica frustrado por 1 rodada."
        },
        {
            "name": "Certinho Paladino",
            "description": "Você faz tudo do jeito correto e fica desconfortável quando um de seus companheiros não age dessa forma. Sempre que um aliado fizer algo que violaria seu Código do Herói, isso conta como uma violação sua — a menos que você não note, o que exige dele um teste de Enganação ou Furtividade contra a sua Percepção ou Intuição (o que for maior)."
        }
    ]
}