{
  "name": "Origens",
  "powers": [
    {
      "source": "Acólito",
      "name": "Membro da Igreja",
      "description": "Você consegue hospedagem e informação em qualquer templo de sua divindade, para você e seus aliados."
    },
    {
      "source": "Amigo dos Animais",
      "name": "Amigo Especial",
      "description": "Você recebe +5 em testes de Adestramento com animais comuns. Além disso, possui um animal de estimação que o auxilia e o acompanha em suas aventuras. Em termos de jogo, é um aliado que fornece +2 em uma perícia a sua escolha (exceto Luta ou Pontaria e aprovada pelo mestre) e não conta em seu limite de aliados."
    },
    {
      "source": "Amnésico",
      "name": "Lembranças Graduais",
      "description": "Durante suas aventuras, em determinados momentos a critério do mestre, você pode fazer um teste de Sabedoria (CD 10) para reconhecer pessoas, criaturas ou lugares que tenha encontrado antes de perder a memória."
    },
    {
      "source": "Aristocrata",
      "name": "Sangue Azul",
      "description": "Você tem alguma influência política, suficiente para ser tratado com mais leniência pela guarda, conseguir uma audiência com o nobre local etc."
    },
    {
      "source": "Artesão",
      "name": "Frutos do Trabalho",
      "description": "Quando passa em um teste de Ofício para sustento, você recebe o dobro do dinheiro."
    },
    {
      "source": "Artista",
      "name": "Dom artístico",
      "description": "Quando usa a perícia Atuação para fazer uma apresentação e passa no teste, você ganha o dobro de tibares."
    },
    {
      "source": "Assistente de Laboratório",
      "name": "Esse Cheiro...",
      "description": "Você recebe +2 em Fortitude e passa automaticamente em testes de Ofício (alquimia) para identificar itens alquímicos."
    },
    {
      "source": "Batedor",
      "name": "À Prova de Tudo",
      "description": "Você não sofre penalidade em deslocamento e Sobrevivência por clima ruim e por terreno difícil natural."
    },
    {
      "source": "Capanga",
      "name": "Confissão",
      "description": "Você pode usar Intimidação para obter informação sem custo (veja Investigação)."
    },
    {
      "source": "Charlatão",
      "name": "Alpinista Social",
      "description": "Você pode substituir testes de Diplomacia por testes de Enganação."
    },
    {
      "source": "Circense",
      "name": "Truque de Mágica",
      "description": "Você pode lançar Explosão de Chamas, Hipnotismo e Transmutar Objetos, mas apenas com o aprimoramento Truque. Esta não é uma habilidade mágica — os efeitos provêm de truques e prestidigitação."
    },
    {
      "source": "Criminoso",
      "name": "Punguista",
      "description": "Você pode fazer testes de Ladinagem para sustento, como a perícia Ofício."
    },
    {
      "source": "Curandeiro",
      "name": "Médico de Campo",
      "description": "Quando você faz primeiros socorros em um personagem com 0 ou menos PV, ele recupera 1d6 PV"
    },
    {
      "source": "Eremita",
      "name": "Busca Interior",
      "description": "Quando você e seus companheiros estão diante de um mistério, incapazes de prosseguir, você pode gastar 1 PM para meditar sozinho durante algum tempo e receber uma dica do mestre."
    },
    {
      "source": "Escravo",
      "name": "Desejo de Liberdade",
      "description": "Ninguém voltará a torná-lo um escravo! Você recebe +5 em testes contra efeitos que possam aprisioná-lo, como a manobra agarrar ou a magia Imobilizar."
    },
    {
      "source": "Estudioso",
      "name": "Palpite Fundamentado",
      "description": "Você pode gastar 2 PM para substituir um teste de qualquer perícia originalmente baseada em Inteligência ou Sabedoria por um teste de Conhecimento."
    },
    {
      "source": "Fazendeiro",
      "name": "Água no Feijão",
      "description": "Você gasta apenas metade da matéria-prima para testes de Ofício (culinária)."
    },
    {
      "source": "Forasteiro",
      "name": "Cultura Exótica",
      "description": "Por sua diferente visão de mundo, você encontra soluções inesperadas. Você pode gastar 1 PM para fazer um teste de perícia somente treinada, mesmo sem ser treinado na perícia."
    },
    {
      "source": "Gladiador",
      "name": "Pão e Circo",
      "description": "Por seu treino em combates de exibição, você sabe “bater sem machucar”. Pode escolher causar dano não letal sem sofrer a penalidade de –5."
    },
    {
      "source": "Guarda",
      "name": "Detetive",
      "description": "Você pode substituir testes de Percepção e Intuição por testes de Investigação."
    },
    {
      "source": "Herdeiro",
      "name": "Herança",
      "description": "Você herdou um item de preço de até T$ 1.000. Você pode escolher este poder duas vezes, para um item de até T$ 2.000."
    },
    {
      "source": "Herói Camponês",
      "name": "Amigo dos Plebeus",
      "description": "Você consegue hospedagem gratuita, para você e seus aliados, em famílias ou comunidades plebeias."
    },
    {
      "source": "Marujo",
      "name": "Passagem de Navio",
      "description": "Você consegue transporte marítimo para você e seus companheiros, sem custos, desde que todos paguem com trabalho (passar em pelo menos um teste de perícia adequado durante a viagem)."
    },
    {
      "source": "Mateiro",
      "name": "Vendedor de Carcaças",
      "description": "Você pode fazer testes de Sobrevivência para sustento, como a perícia Ofício."
    },
    {
      "source": "Membro de Guilda",
      "name": "Rede de Contatos",
      "description": "Graças à influência de sua guilda, você pode usar Diplomacia para obter informação sem custo (veja Investigação)."
    },
    {
      "source": "Mercador",
      "name": "Negociação",
      "description": "Você pode vender itens 10% mais caro (não cumulativo com barganha)."
    },
    {
      "source": "Minerador",
      "name": "Escavador",
      "description": "Você se torna proficiente em picareta e não sofre penalidade em deslocamento por terreno difícil em masmorras e subterrâneos."
    },
    {
      "source": "Nômade",
      "name": "Mochileiro",
      "description": "Você não sofre a penalidade de armadura e a redução de deslocamento por transportar carga pesada."
    },
    {
      "source": "Pivete",
      "name": "Quebra-galho",
      "description": "Em cidades ou metrópoles, você pode comprar qualquer item não superior ou mágico por metade do preço normal. Esses itens não podem ser vendidos (são velhos, sujos, furtados...)."
    },
    {
      "source": "Refugiado",
      "name": "Estoico",
      "description": "Sua recuperação de pontos de vida e pontos de mana com descanso aumenta em uma categoria: normal em condições ruins, confortável em condições normais e assim por diante. Veja as regras de recuperação na página 106."
    },
    {
      "source": "Seguidor",
      "name": "Antigo Mestre",
      "description": "Você ainda mantém contato com o herói que costumava servir. A critério do mestre, em uma emergência, você pode receber alguma ajuda — ou então uma bela bronca por esperar que heróis poderosos resolvam o seu problema!"
    },
    {
      "source": "Selvagem",
      "name": "Vida Rústica",
      "description": "Você come coisas que fariam um avestruz vomitar e também consegue descansar nos lugares mais desconfortáveis (mesmo dormindo ao relento, sua recuperação de PV e PM nunca é inferior a seu próprio nível)."
    },
    {
      "source": "Soldado",
      "name": "Influência Militar",
      "description": "Você fez amigos nas forças armadas. Onde houver acampamentos ou bases militares, você pode conseguir hospedagem e informações para você e seus aliados."
    },
    {
      "source": "Taverneiro",
      "name": "Gororoba",
      "description": "Você prepara comidas em uma categoria de tempo menor (uma hora para comidas de até T$ 10, um dia para comidas de até T$ 100 etc.). Você ainda pode sofrer uma penalidade de –5 no teste de Ofício para diminuir o tempo em mais uma categoria (uma hora baixa para dez minutos)."
    },
    {
      "source": "Trabalhador",
      "name": "Esforçado",
      "description": "Você não teme trabalho duro, nem prazos apertados. Você recebe um bônus de +2 em todos os testes de perícias estendidos."
    },
    {
      "source": "",
      "name": "Agricultor Sambur (Sambúrdia)",
      "description": "Você é treinado em Adestramento e Sobrevivência e, uma vez por cena, pode gastar 1 PM para receber +1d6 em um teste de perícia."
    },
    {
      "source": "",
      "name": "Amazona de Hippion (Deheon, Namalkah)",
      "description": "Você é treinada em Cavalgar e, se não estiver usando armadura pesada, soma seu Carisma nos PM, limitado pelo seu nível (apenas após um dia)."
    },
    {
      "source": "",
      "name": "Amoque Púrpura (Ermos Púrpuras)",
      "description": "Você é treinado em Intimidação e, quando está sob efeito de Fúria, Fúria Divina ou Poder Oculto, recebe +2 em rolagens de dano."
    },
    {
      "source": "",
      "name": "Anão de Armas (Doherimm)",
      "description": "Você é treinado em Ofício (armeiro) e recebe +2 em rolagens de dano com armas tradicionais anãs (machados, martelos, marretas e picaretas)."
    },
    {
      "source": "",
      "name": "Andarilho Ubaneri (Ubani)",
      "description": "Você recebe um alikunhá, um parceiro iniciante que não conta em seu limite de parceiros (veja o quadro na página 471), e proficiência com escudos. Caso já tenha essa proficiência, o bônus na Defesa que seu escudo fornece aumenta em +1."
    },
    {
      "source": "",
      "name": "Aprendiz de Dragoeiro (Sckharshantallas)",
      "description": "Benefício. Você recebe +2 na Defesa contra criaturas maiores que você e +2 em Reflexos. Além disso, se passar em um teste de Reflexos, seus ataques contra a fonte do efeito causam +1d8 pontos de dano até o final da cena."
    },
    {
      "source": "",
      "name": "Aprendiz de Drogadora (Galrasia)",
      "description": "Você é treinada em Cura e Ofício (alquimista). Como usa partes de seu corpo para fabricar preparados alquímicos e poções, você gasta apenas 1/4 do preço dos itens em matérias-primas."
    },
    {
      "source": "",
      "name": "Aristocrata Dai’zenshi (Tamu-ra)",
      "description": "Você é treinado em Nobreza. Além disso, ao completar um descanso, caso não tenha feito nenhum teste de Enganação, Furtividade ou Ladinagem desde seu último descanso, você recebe +1 PM temporário para cada dois níveis."
    },
    {
      "source": "",
      "name": "Armeiro Armado (Zakharov)",
      "description": "Você é treinado em Ofício (armeiro) e pode fabricar armas com uma melhoria. Se aprender a fabricar armas superiores por outra habilidade, gasta apenas 1/4 do preço das melhorias que aplica em armas."
    },
    {
      "source": "",
      "name": "Aspirante a herói (Deheon)",
      "description": "Você recebe +1 em um atributo à sua escolha."
    },
    {
      "source": "",
      "name": "Assistente Forense (Salistick)",
      "description": "Você é treinado em Investigação e pode usar esta perícia para necropsia, identificar itens alquímicos e rastrear (veja as perícias Cura, Ofício e Sobrevivência, em Tormenta20). Além disso, pode identificar criaturas em uma cena de crime ou equivalente mesmo que elas não estejam mais presentes. Isso funciona como um teste de identificar criatura, com uma penalidade de –1 para cada dia decorrido. Se passar, além do normal, você identifica a raça da criatura."
    },
    {
      "source": "",
      "name": "Bandoleiro da Fortaleza (Khalifor)",
      "description": "Você é treinado em Furtividade e Intimidação, e recebe resistência a medo +5."
    },
    {
      "source": "",
      "name": "Barão Arruinado (Trebuck)",
      "description": "Você é treinado em Nobreza. Sempre que falha em um teste de perícia e a falha acarreta uma consequência negativa (gastar uma ação, perder PV, sofrer um efeito etc.), você recebe +2 em testes da mesma perícia até o final da cena."
    },
    {
      "source": "",
      "name": "Catador da Cidade Velha (Nova Malpetrim)",
      "description": "Você é treinado em Fortitude e Percepção e pode gastar 1 PM para receber deslocamento de natação igual ao seu deslocamento básico (se já tiver deslocamento de natação, em vez disso ele aumenta em +3m) por uma cena. Esse deslocamento não permite respirar debaixo d’água automaticamente, mas dobra o limite de tempo em que você pode segurar sua respiração."
    },
    {
      "source": "",
      "name": "Cativo das Fadas (Pondsmânia)",
      "description": "Você recebe resistência a espíritos e magia +2 e +1 PV por nível de personagem."
    },
    {
      "source": "",
      "name": "Competidor do Circuito (Trebuck)",
      "description": "Você recebe o poder Torcida. Enquanto está sob efeito desse poder, sempre que reduz um inimigo a 0 PV com um ataque corpo a corpo, você recupera 1 PM."
    },
    {
      "source": "",
      "name": "Cosmopolita (Valkaria)",
      "description": "Escolha um poder geral ou de uma classe na qual você tenha pelo menos dois níveis, e cujos requisitos você cumpra (exceto poderes concedidos ou da Tormenta). Você recebe esse poder. Uma vez por aventura, após concluir um descanso (oito horas de sono), pode trocar esse poder por outro."
    },
    {
      "source": "",
      "name": "Cria da Favela (Valkaria)",
      "description": "Você recebe +1 em Constituição e, por piores que sejam as condições de descanso, sua recuperação é sempre pelo menos normal."
    },
    {
      "source": "",
      "name": "Cria das Estradas",
      "description": "Treinado em Fortitude e Sobrevivência, e uma vez por cena pode ignorar todas as penalidades numéricas por condições e habilidades por uma rodada (como a penalidade na Defesa e Reflexos por estar desprevenido ou a penalidade em perícias e dano pela magia Oração.)"
    },
    {
      "source": "",
      "name": "Criado pelas Voracis (Galrasia)",
      "description": "Você recebe +2 na Defesa e Sobrevivência e +3m em seu deslocamento."
    },
    {
      "source": "",
      "name": "De Outro Mundo (Éter Divino)",
      "description": "Você possui uma habilidade ou tecnologia especial de seu mundo de origem. Para representar esse efeito, escolha uma magia de 1º círculo e um atributo-chave para ela. Se for uma habilidade, você pode lançar essa magia. Se for uma tecnologia, você recebe um item Minúsculo (RD 10, PV iguais à metade dos seus) que ocupa 1 espaço e deve ser empunhado para lançar a magia, mas seu limite de PM para ela aumenta em +2. Por fim, escolha se o efeito será mágico ou mundano (nesse caso, não contará como uma magia, exceto para fins de acúmulo). O mestre tem a palavra final sobre qualquer efeito e combinação."
    },
    {
      "source": "",
      "name": "Descendente Colleniano (Ahlen)",
      "description": "Você recebe +2 em Percepção e pode lançar a magia Visão Mística. Caso aprenda essa magia novamente, seu custo diminui em –1 PM."
    },
    {
      "source": "",
      "name": "Desertor da Supremacia (Supremacia)",
      "description": "Você é treinado em Guerra e recebe proficiência com espadas bastardas e escudos. Se estiver empunhando uma espada bastarda e um escudo pesado, recebe +2 em testes de ataque."
    },
    {
      "source": "",
      "name": "Duplo Feérico (Pondsmânia)",
      "description": "Escolha uma habilidade de classe de 1º nível de uma classe que não seja a sua. Você recebe essa habilidade e pode usá-la como se tivesse 1 nível naquela classe (se escolher a habilidade Magias, você aprende uma única magia e recebe +1 ponto de mana, mas não soma o atributo-chave da habilidade em seu total de PM)."
    },
    {
      "source": "",
      "name": "Duyshidakk Infiltrado (Tyrondir)",
      "description": "Você recebe +2 em Furtividade e Vontade e pode usar Sabedoria como atributo-chave de Enganação (em vez de Carisma)."
    },
    {
      "source": "",
      "name": "Emissário Ubaneri (Ubani)",
      "description": "Você recebe um alikunhá, um parceiro iniciante que não conta em seu limite de parceiros (veja o quadro na página 471) e pode usar Sabedoria como atributo-chave de Misticismo (em vez de Inteligência)."
    },
    {
      "source": "",
      "name": "Escudeiro da Luz (Bielefeld)",
      "description": "Você é treinado em Nobreza. Além disso, recebe +2 na Defesa e +3 PM."
    },
    {
      "source": "",
      "name": "Escudeiro Solitário (Bielefeld)",
      "description": "Você é treinado em Enganação e Ladinagem e recebe +10 em testes de Enganação para se disfarçar como cavaleiro da Luz. Além disso, se tiver Código de Honra (ou outro semelhante), atacar pelas costas não faz com que você o viole."
    },
    {
      "source": "",
      "name": "Estandarte Vivo (Ermos Púrpuras)",
      "description": "Você recebe +2 em Sobrevivência e um poder de combate ou da Tormenta à sua escolha."
    },
    {
      "source": "",
      "name": "Estudante da Academia (Academia Arcana)",
      "description": "Você aprende e pode lançar uma magia arcana de 1o círculo a sua escolha (atributo- -chave Inteligência). Além disso, pode fazer testes de Misticismo mesmo sem ser treinado nessa perícia. Se for treinado, recebe +2 em testes dela."
    },
    {
      "source": "",
      "name": "Estudante do Colégio Real (Salistick)",
      "description": "Você é treinado em Cura. Além disso, seus efeitos de cura recuperam +2 PV por dado. Você perde esse benefício caso se torne um devoto de qualquer tipo."
    },
    {
      "source": "",
      "name": "Explorador de Ruínas (Tyrondir)",
      "description": "Você recebe +2 em Ladinagem, Percepção e Reflexos e +3m em seu deslocamento."
    },
    {
      "source": "",
      "name": "Filhote da Revoada (Lamnor)",
      "description": "Você é treinado em Acrobacia e Pilotagem. Quando faz um teste de uma dessas perícias, pode gastar 1 PM para rolar um dado adicional e usar o melhor resultado."
    },
    {
      "source": "",
      "name": "Futura Lenda (Nova Malpetrim)",
      "description": "Escolha um dos poderes de sua classe, normalmente disponíveis a partir do 2º nível. Você recebe esse poder."
    },
    {
      "source": "",
      "name": "Ginete de Tumarkhân (Khubar)",
      "description": "Você é treinado em Cavalgar e possui um parceiro tumarkhân iniciante, com quem recebe +2 em testes de Adestramento e Cavalgar. Se receber outra montaria especial (como pelos poderes Montaria ou Montaria Sagrada), você pode usar seu tumarkhân como essa montaria, acumulando o bônus em perícias com os benefícios da montaria especial."
    },
    {
      "source": "",
      "name": "Grumete Pirata (Três Mares)",
      "description": "Você é treinado em Acrobacia, Atletismo e Reflexos e, se estiver se equilibrando, escalando ou nadando, só cai ou afunda se falhar no teste de perícia por 10 ou mais (em vez de 5 ou mais)."
    },
    {
      "source": "",
      "name": "Guardião Glacial (Uivantes)",
      "description": "Você recebe redução de frio 5 e proficiência em arco longo e machado de batalha. Caso já possua proficiência com essas armas, você recebe +2 em rolagens de dano com elas."
    },
    {
      "source": "",
      "name": "Iniciado dos Caça-Monstros (Sanguinárias)",
      "description": "Você pode fazer testes para identificar criaturas com uma ação de movimento e, quando acerta um ataque em uma criatura não humanoide, pode gastar 1 PM para causar +1d8 pontos de dano."
    },
    {
      "source": "",
      "name": "Insurgente Tapistano (Império de Tauron)",
      "description": "Você recebe +1 em Fortitude, Reflexos e Vontade. Além disso, recebe +3 pontos de vida no 1º nível e +1 PV por nível seguinte."
    },
    {
      "source": "",
      "name": "Irmão sem Esporas (Namalkah)",
      "description": "Você possui um irmão cavalo, um cavalo de guerra parceiro iniciante que fornece +1 em testes de ataque e Reflexos. Se receber outra montaria especial (como aquela concedida pelos poderes Montaria ou Montaria Sagrada), você pode usar seu irmão cavalo como essa montaria, acumulando o bônus em perícias com os benefícios da montaria especial."
    },
    {
      "source": "",
      "name": "Legionário (Império de Tauron)",
      "description": "Você é treinado em Guerra e recebe proficiência com gládios (veja Ameaças de Arton) e escudos. Se estiver empunhando um gládio e um escudo pesado, recebe +1 na margem de ameaça e +1 na Defesa."
    },
    {
      "source": "",
      "name": "Lenhador de Tollon (Tollon)",
      "description": "Você é treinado em Ofício (artesão) e recebe +5 em testes de perícias (exceto testes de ataque) relacionados a madeira. Além disso, você recebe proficiência com machadinhas e machados de batalha; caso já possua proficiência com essas armas, recebe +2 em rolagens de dano com elas."
    },
    {
      "source": "",
      "name": "Liricista de Lenórienn (Lamnor)",
      "description": "Você é treinado em Atuação e recebe +2 nessa perícia. Além disso, pode usar Carisma como atributo-chave de Misticismo (no lugar de Inteligência)."
    },
    {
      "source": "",
      "name": "Membro do Principado (Sambúrdia)",
      "description": "Você é treinado em Diplomacia e Intuição. Quando chega em uma cidade pela primeira vez em cada aventura, pode fazer um teste de Diplomacia (CD 20). Se passar, recebe 10% de desconto em todos os itens que comprar neste lugar (cumulativo com barganha)."
    },
    {
      "source": "",
      "name": "Nitamuraniano (Valkaria)",
      "description": "Você recebe proficiência em katana e arco longo. Caso receba proficiência nessas armas novamente, recebe +2 em rolagens de dano com elas. Além disso, quando falha em um teste de perícia originalmente baseada em Sabedoria, você pode gastar 2 PM para refazer esse teste (apenas uma vez por teste)."
    },
    {
      "source": "",
      "name": "Nobre Zakharoviano (Zakharov)",
      "description": "Você é treinado em Ofício (armeiro) e recebe uma arma superior com uma melhoria (exceto material especial). Se estiver de posse dessa arma, recebe +2 PM por patamar (apenas após um dia)."
    },
    {
      "source": "",
      "name": "Nômade Sar-Allan (Halak-Tûr)",
      "description": "Você recebe +2 em Fortitude e Sobrevivência e nas rolagens de dano com alfanges, arcos curtos e cimitarras."
    },
    {
      "source": "",
      "name": "Pescador Parrudo (Khubar)",
      "description": "Você recebe +2 em Atletismo, Fortitude e Sobrevivência e +3 PV. Além disso, quando faz um teste de Atletismo para nadar você avança seu deslocamento (em vez de apenas a metade)."
    },
    {
      "source": "",
      "name": "Plebeu Arcano (Wynlla)",
      "description": "Você recebe +2 PM. Além disso, uma vez por rodada, quando falha em um teste de resistência contra um efeito mágico, você pode gastar 1 PM para rolar novamente esse teste."
    },
    {
      "source": "",
      "name": "Prisioneiro das Catacumbas (Leverick)",
      "description": "Você é treinado em Percepção e Reflexos e recebe resistência a armadilhas e efeitos de movimento +5."
    },
    {
      "source": "",
      "name": "Procurado: Vivo ou Morto (Smokestone)",
      "description": "Você recebe proficiência com armas de fogo. Além disso, recebe +5 em testes de Intimidação e –5 em testes de Diplomacia contra qualquer um que, a critério do mestre, o reconheça e saiba de sua fama."
    },
    {
      "source": "",
      "name": "Profeta do Akzath (Lamnor)",
      "description": "Você é treinado em Religião e pode lançar magias mesmo sob o efeito de Fúria Divina."
    },
    {
      "source": "",
      "name": "Querido Filho (Aslothia)",
      "description": "Você redução de frio e trevas 5 e visão no escuro. Se já possuir visão no escuro, em vez disso recebe +2 em Percepção."
    },
    {
      "source": "",
      "name": "Rebelde Agitador (Sckharshantallas)",
      "description": "Você é treinado em Iniciativa e, uma vez por aventura, pode gastar um dia para convencer pessoas comuns a ajudá-lo. Faça um teste de Diplomacia (CD 10). Se passar, você convence uma pessoa, mais uma para cada 10 pontos acima da CD (duas pessoas com resultado 20, três com resultado 30 e assim por diante). Cada pessoa pode ser usada como um parceiro iniciante de um tipo à sua escolha por uma cena. As pessoas não contam em seu limite de parceiros e ficam com você até serem usadas ou até o fim da aventura."
    },
    {
      "source": "",
      "name": "Receptador das Nuvens (Vectora)",
      "description": "Você possui contatos em Vectora que lhe dão acesso a mercadorias. Se estiver em uma cidade ou outro lugar em que, a critério do mestre, possa acessar seus contatos, você pode gastar 1 dia para obter um aparato mágico: um item de 1 espaço que você (e apenas você) pode empunhar para lançar uma magia de 1º círculo (atributo-chave Inteligência), escolhida ao obter o aparato. Você pode ter até 2 aparatos ao mesmo tempo. Os aparatos não têm valor comercial."
    },
    {
      "source": "",
      "name": "Recruta Arcano (Wynlla)",
      "description": "A CD para resistir a suas magias arcanas aumenta em +1 e elas causam +1 ponto de dano."
    },
    {
      "source": "",
      "name": "Recruta da Fênix (Triunphus)",
      "description": "Você recebe +1 PV por nível e redução de fogo 5, e é treinado em Cavalgar."
    },
    {
      "source": "",
      "name": "Sábio Matemático (Halak-Tûr)",
      "description": "Você é treinado em Conhecimento. Além disso, aprende e pode lançar Concentração de Combate e Orientação. Estes efeitos não contam como magias (exceto para fins de acúmulo) e não são mágicos — eles provêm de sua habilidade de calcular resultados a partir de uma mistura de geometria, análise de probabilidades e outros campos da matemática."
    },
    {
      "source": "",
      "name": "Selvagem Sanguinário (Sanguinárias)",
      "description": "Você é treinado em Sobrevivência e, se não estiver usando armadura pesada, recebe +1 em rolagens de dano com armas e redução de dano 1."
    },
    {
      "source": "",
      "name": "Sucateiro de Batalhas (Conflagração do Aço)",
      "description": "Você é treinado em Guerra e Investigação. Além disso, quando rola na Tabela 8-1: Tesouro por Nível de Desafio (Tormenta20, p. 328), para cada tipo de tesouro (dinheiro ou item) você pode rolar novamente o resultado."
    },
    {
      "source": "",
      "name": "Tamalu (Khubar)",
      "description": "Você é treinado em Diplomacia e Nobreza e recebe uma tatuagem mística à sua escolha."
    },
    {
      "source": "",
      "name": "Tocado pela Dama Altiva (Moreania)",
      "description": "Você é treinado em Adestramento e pode gastar 1 minuto e 1 PM para convocar um animal Minúsculo a sua escolha, como um falcão ou gato, em seu auxílio. A criatura convocada fornece +2 nos seus testes de uma perícia específica, adequada às suas capacidades, e permanece auxiliando-o até o fim da cena, quando então retorna para os ermos. Você pode ter um número de criaturas convocadas simultâneas igual à sua Sabedoria (mínimo de 1). O mestre tem a palavra final sobre quais criaturas estão disponíveis e em quais perícias elas podem prestar auxílio."
    },
    {
      "source": "",
      "name": "Tocado pelo Indomável (Moreania)",
      "description": "Você é treinado em Atletismo e recebe +2 em rolagens de dano com armas naturais e ataques desarmados."
    },
    {
      "source": "",
      "name": "Tradicionalista Svalano (Svalas)",
      "description": "Você pode usar Sabedoria como atributo-chave de Conhecimento e Nobreza e pode fazer testes dessas perícias mesmo sem treinamento. Além disso, recebe +1 em Fortitude e Vontade."
    },
    {
      "source": "",
      "name": "Trapaceiro Ahleniense (Ahlen)",
      "description": "Você recebe +2 em Enganação e Furtividade e pode usar Carisma como atributo-chave de Ladinagem (em vez de Destreza)."
    },
    {
      "source": "",
      "name": "Turista da Academia (Academia Arcana)",
      "description": "Você recebe resistência a magia +2 e pode ativar pergaminhos de todas as magias arcanas de 1º círculo como se as conhecesse."
    },
    {
      "source": "",
      "name": "Um com os Kami (Tamu-ra)",
      "description": "Você pode usar Sabedoria como atributo-chave de Misticismo (em vez de Inteligência). Além disso, é acompanhado por um kami incorpóreo e invisível. Ele é um parceiro especial, que permite que você veja criaturas incorpóreas invisíveis e afete criaturas com seus ataques e habilidades como se fossem mágicos, e não conta em seu limite de parceiros. Além disso, uma vez por rodada você pode gastar 1 PM para executar o equivalente a uma ação de movimento que só pode ser usada para manipular um objeto solto em alcance curto. O kami não pode se afastar além de alcance curto de você. Se for destruído por qualquer efeito, o kami desaparece, retornando no início da próxima cena."
    },
    {
      "source": "",
      "name": "Bacharel",
      "description": "Você é treinado em Conhecimento, Diplomacia e Nobreza. Além disso, uma vez por cena pode usar Diplomacia para mudar atitude como uma ação livre."
    },
    {
      "source": "",
      "name": "Boticário",
      "description": "Você é treinado em Cura e Ofício (alquimista). Além disso, pode fabricar poções de duas fórmulas de 1º círculo a sua escolha, como se tivesse o poder Alquimista Iniciado (Tormenta20, p. 68)."
    },
    {
      "source": "",
      "name": "Caçador de Ratos",
      "description": "Você é treinado em Furtividade, Investigação e Sobrevivência, e recebe +2 em testes de perícias contra criaturas de duas categorias de tamanho menor que a sua (mínimo Minúsculas)."
    },
    {
      "source": "",
      "name": "Cão de Briga",
      "description": "Na primeira vez a cada cena em que você faz a ação agredir, pode fazer um ataque extra."
    },
    {
      "source": "",
      "name": "Carcereiro",
      "description": "Você recebe +2 em testes contra efeitos mentais, Enganação, Furtividade e Intimidação."
    },
    {
      "source": "",
      "name": "Carpinteiro de Guilda",
      "description": "Você é treinado em Ofício (artesão). Além disso, recebe redução de corte 2 e, em suas mãos, armas de corte ignoram 5 pontos de redução de dano."
    },
    {
      "source": "",
      "name": "Catador da Catástrofe",
      "description": "Você é treinado em Fortitude e Percepção. No início de cada aventura, pode fazer um teste de Percepção (CD 15 + metade do seu nível). Se passar, encontra um tesouro correspondente a seu próprio ND, escolhido pelo mestre ou rolado nas colunas Dinheiro e Itens da Tabela 8-1: Tesouro por Nível de Desafio (Tormenta20, p. 328)."
    },
    {
      "source": "",
      "name": "Chef Hynne",
      "description": "Você é treinado em Ofício (cozinheiro). Quando prepara um prato especial, seu benefício dura mais 1 dia (se for um benefício com um uso diário, ele pode ser usado novamente nesse dia)."
    },
    {
      "source": "",
      "name": "Cirurgião-Barbeiro",
      "description": "Você é treinado em Cura e Ofício (barbeiro). Além disso, pode gastar uma ação completa e 2 PM para remover uma das seguintes condições de uma criatura adjacente: abalado, alquebrado, apavorado, atordoado, cego, confuso, debilitado, enjoado, envenenado, esmorecido, exausto, fascinado, fatigado, fraco, frustrado, lento, ofuscado, paralisado, pasmo e surdo. Contudo, a criatura também perde 1d6 pontos de vida."
    },
    {
      "source": "",
      "name": "Citadino Abastado",
      "description": "Você é treinado em Nobreza e em um Ofício a sua escolha. Se estiver em uma cidade grande (a critério do mestre), pode gastar tibares para aprender algum conhecimento local útil. O custo é T$ 10 x seu nível. Se fizer isso, escolha um poder de combate, de destino ou de uma de suas classes cujos pré-requisitos você cumpra (o mestre determina se um poder está disponível na cidade). Até o fim da aventura, ou até usar esta habilidade novamente, você pode usar o poder escolhido por uma cena."
    },
    {
      "source": "",
      "name": "Cocheiro",
      "description": "Você é treinado em Adestramento e Pilotagem e, quando está conduzindo um veículo, você e o veículo recebem +2 na Defesa e em testes de resistência."
    },
    {
      "source": "",
      "name": "Construtor",
      "description": "Você é treinado em Fortitude e Ofício (pedreiro). Além disso, sabe encontrar pontos fracos em construções e estruturas. Pode pagar 2 PM para que você ou um aliado em alcance curto ignore 5 pontos da redução de dano de uma criatura ou objeto em alcance curto por uma cena."
    },
    {
      "source": "",
      "name": "Contrabandista",
      "description": "Você é treinado em Enganação e Ladinagem, e recebe +5 em testes de Ladinagem para ocultar itens em si mesmo ou em veículos. Além disso, sua capacidade de carga aumenta em 2 espaços."
    },
    {
      "source": "",
      "name": "Coureiro",
      "description": "Você é treinado em Fortitude e Ofício (coureiro). Além disso, pode gastar 10 minutos e T$ 10 para trabalhar em uma armadura de couro (incluindo couro batido, gibão de peles e brunea), aumentar a Defesa dela em +1 e reduzir sua penalidade de armadura em –2 por um dia."
    },
    {
      "source": "",
      "name": "Escriba",
      "description": "Você é treinado em Conhecimento e Ofício (escriba) e recebe o poder de bardo Lendas e Histórias (Tormenta20, p. 45). Se receber esse poder novamente, em seu lugar recebe um bônus de +5 ao rolar novamente um teste usando seu efeito."
    },
    {
      "source": "",
      "name": "Espião",
      "description": "Você é treinado em Enganação e Ladinagem. Além disso, escolha uma de suas perícias (exceto Luta ou Pontaria). Você pode usar Carisma como atributo-chave dessa perícia (em vez do atributo original)."
    },
    {
      "source": "",
      "name": "Ferreiro Militar",
      "description": "Você é treinado em Ofício (armeiro). Além disso, recebe +2 em rolagens de dano com martelos e marretas de qualquer tipo."
    },
    {
      "source": "",
      "name": "Freira",
      "description": "Você é treinada em Cura. Quando faz um teste para ajudar, você pode gastar 1 PM para aumentar o bônus da ajuda em +1d4 e, quando usa um efeito de cura, pode gastar 1 PM para aumentar esse efeito em +1 dado do mesmo tipo."
    },
    {
      "source": "",
      "name": "Goradista",
      "description": "Você é treinado em Ofício (cozinheiro) e, quando prepara um prato especial, pode gastar T$ 10 a mais para adicionar cobertura de gorad a ele. Além de seus benefícios normais, um prato especial com cobertura de gorad fornece 2 PM temporários por patamar do comensal."
    },
    {
      "source": "",
      "name": "Insciente",
      "description": "Você é treinado em Sobrevivência e recebe resistência a magia +5."
    },
    {
      "source": "",
      "name": "Interrogador",
      "description": "Você é treinado em Intimidação e Investigação, e recebe +1 na margem de ameaça contra criaturas feridas (PV abaixo do total), pois aprendeu a bater onde mais dói."
    },
    {
      "source": "",
      "name": "Ladrão de Túmulos",
      "description": "Você é treinado em Ladinagem e Sobrevivência, e recebe +2 na Defesa e em testes de perícia contra mortos-vivos. Além disso, recebe redução de trevas 5 (ou, se for um morto-vivo, recupera +1 PV por dado de dano de trevas)."
    },
    {
      "source": "",
      "name": "Menestrel",
      "description": "Você é treinado em Atuação e recebe um poder de Música de bardo, escolhido entre Balada Fascinante, Canção Assustadora e Melodia Curativa."
    },
    {
      "source": "",
      "name": "Mensageiro",
      "description": "Você recebe +3m em seu deslocamento e +2 em testes de resistência."
    },
    {
      "source": "",
      "name": "Náufrago",
      "description": "Você recebe +5 PV e +2 PM. Além disso, uma vez por cena pode gastar 2 PM para receber um dos seguintes benefícios até o fim da cena: treinamento em uma perícia; proficiência com uma arma, armadura ou escudo; usar uma ferramenta no lugar de outra."
    },
    {
      "source": "",
      "name": "Padeiro",
      "description": "Você é treinado em Ofício (cozinheiro). Além disso, sua profissão fortificou seus braços! Você recebe +1 em rolagens de dano com armas de impacto e pode substituir testes de Atletismo por testes de Ofício (cozinheiro)."
    },
    {
      "source": "",
      "name": "Pedinte",
      "description": "Você é muito discreto, recebendo +2 em Enganação e Furtividade. Além disso, aprendeu a aproveitar o máximo de cada recurso e a partilhar do pouco que tinha com seus companheiros em dificuldades. Quando você usa um alimento, preparado alquímico ou poção, pode rolar seu efeito duas vezes e usar o melhor resultado (se o efeito for aleatório), ou pode dividir o item com um aliado adjacente (ele também gasta a ação para consumi-lo e recebe o benefício normal, mas você gasta apenas um item)."
    },
    {
      "source": "",
      "name": "Pescador",
      "description": "Você é treinado em Ofício (pescador) e Sobrevivência. Além disso, você sabe aguardar o instante exato de puxar o anzol. Recebe +2 em Iniciativa e, sempre que prepara uma ação (Tormenta20, p. 234), recebe +2 em testes para executá-la."
    },
    {
      "source": "",
      "name": "Servo",
      "description": "Você é treinado em Diplomacia e Ofício (serviçal). Além disso, recebe +2 em testes de Diplomacia e Enganação contra alvos que tenham status ou posição superior à sua (ou que acreditam ter), e pode substituir testes de Nobreza por testes de Ofício (serviçal)."
    },
    {
      "source": "",
      "name": "Suporte de Tropas",
      "description": "Sempre que você faz um teste para ajudar, o bônus que fornece aumenta em +2. Além disso, quando flanqueia um inimigo, o bônus que você e seus aliados recebem em testes de ataque aumenta para +4."
    },
    {
      "source": "",
      "name": "Criação dos Deuses",
      "description": "Escolha um deus maior (ou veja o quadro da p. 190). Você se torna um espírito, mas retém as características de seu tipo original (veja Tormenta20, p. 284) e recebe redução de dano 5 conforme o tipo de energia canalizada pelo deus: trevas para energia positiva, luz para energia negativa, ou à sua escolha entre estas se o deus canaliza ambas. Por fim, você recebe o poder Escolhido dos Deuses para a divindade escolhida."
    },
    {
      "source": "",
      "name": "Herdeiro da Libertação (Candeh'ssa)",
      "description": "Você é treinado em uma perícia à sua escolha e pode gastar uma ação de movimento e 1 PM para se mover até o dobro do seu deslocamento. Esse movimento ignora terreno difícil e espaços apertados ou ocupados por inimigos. Além disso, uma vez a cada tempo entre aventuras, você pode visitar Candeh'ssa como pelo efeito da magia Viagem Planar."
    }
  ]
}
