{
    "name": "Kallyanach",
    "displacement": 9,
    "size": "Médio",
    "attributes": [
      {
        "attr": "any",
        "mod": 2
      },
      {
        "attr": "or",
        "mod": 0
      },
      {
        "attr": "any",
        "mod": 1
      },
      {
        "attr": "any",
        "mod": 1
      }
    ],
    "abilities": [
      {
        "name": "Herança Dracônica",
        "description": "Você é uma criatura do tipo monstro e recebe redução 5 contra um tipo de dano a sua escolha entre ácido, eletricidade, fogo, frio, luz ou trevas."
      },
      {
        "name": "Bênção de Kallyadranoch",
        "description": "Escolha dois dos poderes a seguir. Uma vez por patamar, você pode escolher uma bênção no lugar de um poder de classe."
      },
      {
        "name": "Armamento Kallyanach",
        "description": "Você possui uma arma natural (dano 1d6, crítico x2) escolhida entre cauda (impacto), chifres (perfuração) ou mordida (perfuração). Uma vez por rodada, quando usa a ação agredir para atacar com outra arma, pode gastar 1 PM para fazer um ataque corpo a corpo extra com essa arma."
      },
      {
        "name": "Asas Dracônicas",
        "description": "Você pode gastar 1 PM por rodada para voar com deslocamento de 9m. Enquanto estiver voando desta forma, você fica vulnerável."
      },
      {
        "name": "Escamas Elementais",
        "description": "Sua pele é recoberta de escamas resistentes e brilhantes, que fornecem +2 na Defesa e aumentam a RD de sua Herança Dracônica para 10."
      },
      {
        "name": "Prática Arcana",
        "description": "Escolha uma magia arcana de 1º círculo que cause dano do mesmo tipo de sua Herança Dracônica. Você pode lançar essa magia (atributo-chave Inteligência). Caso aprenda novamente essa magia, seu custo diminui em –1 PM. Você pode escolher esta bênção mais de uma vez para outras magias."
      },
      {
        "name": "Sentidos Dracônicos",
        "description": "Seus sentidos são impregnados com poder dracônico. Você recebe faro e visão no escuro."
      },
      {
        "name": "Sopro de Dragão",
        "description": "Você pode gastar uma ação padrão e 1 PM para soprar um cone de 6m que causa 1d12 pontos de dano do tipo de sua Herança Dracônica (Ref CD Constituição reduz à metade). A cada quatro níveis após o 1º, você pode gastar +1 PM para aumentar o dano do sopro em +1d12."
      }
    ]
  }
  