[
  {
    "type": "folder",
    "name": "Condições",
    "items": [
      {
        "type": "item",
        "name": "Abalado",
        "description": "O personagem sofre –2 em testes de perícia. Se ficar abalado novamente, em vez disso fica apavorado. Medo."
      },
      {
        "type": "item",
        "name": "Agarrado",
        "description": "O personagem fica desprevenido e imóvel, sofre –2 em testes de ataque e só pode atacar com armas leves. Ataques à distância contra um alvo envolvido em uma manobra agarrar têm 50% de chance de acertar o alvo errado. Movimento."
      },
      {
        "type": "item",
        "name": "Alquebrado",
        "description": "O custo em pontos de mana das habilidades do personagem aumenta em +1. Mental."
      },
      {
        "type": "item",
        "name": "Apavorado",
        "description": "O personagem sofre –5 em testes de perícia e não pode se aproximar voluntariamente da fonte do medo. Medo."
      },
      {
        "type": "item",
        "name": "Atordoado",
        "description": "O personagem fica desprevenido e não pode fazer ações. Mental."
      },
      {
        "type": "item",
        "name": "Caído",
        "description": "O personagem sofre –5 em ataques corpo a corpo e seu deslocamento é reduzido a 1,5m. Além disso, sofre –5 na Defesa contra ataques corpo a corpo e recebe +5 na Defesa contra ataques à distância (cumulativos com outras condições)."
      },
      {
        "type": "item",
        "name": "Cego",
        "description": "O personagem fica desprevenido e lento, não pode fazer testes de Percepção para observar e sofre –5 em testes de perícias baseadas em Força ou"
      },
      {
        "type": "item",
        "name": "Destreza",
        "description": "Todos os alvos de seus ataques recebem camuflagem total. Você é considerado cego enquanto estiver em uma área de escuridão total, a menos que algo lhe permita perceber no escuro. Sentidos."
      },
      {
        "type": "item",
        "name": "Confuso",
        "description": "O personagem comporta-se de modo aleatório. Role 1d6 no início de seus turnos: 1) Movimenta-se em uma direção escolhida por uma rolagem de 1d8; 2-3) Não pode fazer ações, e fica balbuciando incoerentemente; 4-5) Usa a arma que estiver empunhando para atacar a criatura mais próxima, ou a si mesmo se estiver sozinho (nesse caso, apenas role o dano); 6) A condição termina e pode agir normalmente. Mental."
      },
      {
        "type": "item",
        "name": "Debilitado",
        "description": "O personagem sofre –5 em testes de Força, Destreza e Constituição e de perícias baseadas nesses atributos. Se o personagem ficar debilitado novamente, em vez disso fica inconsciente."
      },
      {
        "type": "item",
        "name": "Desprevenido",
        "description": "O personagem sofre –5 na Defesa e em Reflexos. Você fica desprevenido contra inimigos que não possa perceber. Doente. Sob efeito de uma doença. Metabolismo."
      },
      {
        "type": "item",
        "name": "Em Chamas",
        "description": "O personagem está pegando fogo. No início de seus turnos, sofre 1d6 pontos de dano de fogo. O personagem pode gastar uma ação padrão para apagar o fogo com as mãos. Imersão em água também apaga as chamas. Enfeitiçado. O personagem se torna prestativo em relação à fonte da condição. Ele não fica sob controle da fonte, mas percebe suas palavras e ações da maneira mais favorável possível. A fonte da condição recebe +10 em testes de Diplomacia com o personagem. Mental."
      },
      {
        "type": "item",
        "name": "Enjoado",
        "description": "O personagem só pode realizar uma ação padrão ou de movimento (não ambas) por rodada. Ele pode gastar uma ação padrão para fazer uma investida, mas pode avançar no máximo seu deslocamento (e não o dobro). Metabolismo. Enredado. O personagem fica lento, vulnerável e sofre –2 em testes de ataque. Movimento."
      },
      {
        "type": "item",
        "name": "Envenenado",
        "description": "O efeito desta condição varia de acordo com o veneno. Pode ser perda de vida recorrente ou outra condição (como fraco ou enjoado). Perda de vida recorrente por venenos é cumulativa. Veneno. Esmorecido. O personagem sofre –5 em testes de Inteligência, Sabedoria e Carisma e de perícias baseadas nesses atributos. Mental. Exausto. O personagem fica debilitado, lento e vulnerável. Se ficar exausto novamente, em vez disso fica inconsciente. Cansaço."
      },
      {
        "type": "item",
        "name": "Fascinado",
        "description": "Com a atenção presa em alguma coisa. O personagem sofre –5 em Percepção e não pode fazer ações, exceto observar aquilo que o fascinou. Esta condição é anulada por ações hostis contra o personagem ou se o que o fascinou não estiver mais visível. Balançar uma criatura fascinada para tirá-la desse estado gasta uma ação padrão. Mental."
      },
      {
        "type": "item",
        "name": "Fatigado",
        "description": "O personagem fica fraco e vulnerável. Se ficar fatigado novamente, em vez disso fica exausto. Cansaço."
      },
      {
        "type": "item",
        "name": "Fraco",
        "description": "O personagem sofre –2 em testes de Força, Destreza e Constituição e de perícias baseadas nesses atributos. Se ficar fraco novamente, em vez disso fica debilitado."
      },
      {
        "type": "item",
        "name": "Frustrado",
        "description": "O personagem sofre –2 em testes de Inteligência, Sabedoria e Carisma e de perícias baseadas nesses atributos. Se ficar frustrado novamente, em vez disso fica esmorecido. Mental. Imóvel. Todas as formas de deslocamento do personagem são reduzidas a 0m. Movimento."
      },
      {
        "type": "item",
        "name": "Inconsciente",
        "description": "O personagem fica indefeso e não pode fazer ações, incluindo reações (mas ainda pode fazer testes que sejam naturalmente feitos quando se está inconsciente, como testes de Constituição para estabilizar sangramento). Balançar uma criatura para acordá-la gasta uma ação padrão."
      },
      {
        "type": "item",
        "name": "Indefeso",
        "description": "O personagem fica desprevenido, mas sofre –10 na Defesa, falha automaticamente em testes de Reflexos e pode sofrer golpes de misericórdia. Lento. Todas as formas de deslocamento do personagem são reduzidas à metade (arredonde para baixo para o primeiro incremento de 1,5m) e ele não pode correr ou fazer investidas. Movimento."
      },
      {
        "type": "item",
        "name": "Ofuscado",
        "description": "O personagem sofre –2 em testes de ataque e de Percepção. Sentidos."
      },
      {
        "type": "item",
        "name": "Paralisado",
        "description": "Fica imóvel e indefeso e só pode realizar ações puramente mentais. Movimento. Pasmo. Não pode fazer ações. Mental."
      },
      {
        "type": "item",
        "name": "Petrificado",
        "description": "O personagem fica inconsciente e recebe redução de dano 8. Metamorfose."
      },
      {
        "type": "item",
        "name": "Sangrando",
        "description": "No início de seu turno, o personagem deve fazer um teste de Constituição (CD 15). Se falhar, perde 1d6 pontos de vida e continua sangrando. Se passar, remove essa condição. Metabolismo. Sobrecarregado. O personagem sofre penalidade de armadura –5 e seu deslocamento é reduzido –3m. Movimento."
      },
      {
        "type": "item",
        "name": "Surdo",
        "description": "O personagem não pode fazer testes de Percepção para ouvir e sofre –5 em testes de Iniciativa. Além disso, é considerado em condição ruim para lançar magias. Sentidos. Surpreendido. O personagem fica desprevenido e não pode fazer ações."
      },
      {
        "type": "item",
        "name": "Vulnerável",
        "description": "O personagem sofre –2 na Defesa."
      }
    ]
  },
  {
    "type": "folder",
    "name": "Perícias",
    "items": [
      {
        "type": "item",
        "name": "Perícias de Resistência",
        "description": "Fortitude, Reflexos e Vontade são usadas para resistir a efeitos negativos, como uma explosão ou um encantamento de controle mental. Por isso, são chamadas de perícias de resistência. Efeitos que afetem seus “testes de resistência” afetam todos os testes destas perícias. Assim, um efeito que forneça +1 em testes de resistência fornece +1 em Fortitude, Reflexos e Vontade."
      },
      {
        "type": "folder",
        "name": "Acrobacia",
        "items": [
          {
            "type": "item",
            "name": "Acrobacia",
            "description": "Des\n\nArmadura Você consegue fazer proezas acrobáticas."
          },
          {
            "type": "item",
            "name": "Amortecer Queda",
            "description": "(CD 15, Apenas Treinado). Quando cai, você pode gastar uma reação e fazer um teste de Acrobacia para reduzir o dano. Se passar, reduz o dano da queda em 1d6, mais 1d6 para cada 5 pontos pelos quais o resultado do teste exceder a CD. Se reduzir o dano a zero, você cai de pé."
          },
          {
            "type": "item",
            "name": "Equilíbrio",
            "description": "Se estiver andando por superfícies precárias, você precisa fazer testes de Acrobacia para não cair. Cada ação de movimento exige um teste. Se passar, você avança metade do seu deslocamento. Se falhar, não avança. Se falhar por 5 ou mais, cai. A CD é 10 para piso escorregadio, 15 para uma superfície estreita (como o topo de um muro) e 20 para uma superfície muito estreita (como uma corda esticada). Você pode sofrer –5 no teste para avançar seu deslocamento total. Quando está se equilibrando você fica desprevenido e, se sofrer dano, deve fazer um novo teste de Acrobacia; se falhar, cai."
          },
          {
            "type": "item",
            "name": "Escapar",
            "description": "Você pode escapar de amarras. A dificuldade varia: cordas (CD igual ao resultado do teste de Destreza de quem o amarrou +10), redes (CD 20), algemas (CD 30). Este uso gasta uma ação completa."
          },
          {
            "type": "item",
            "name": "Levantar-se Rapidamente",
            "description": "(CD 20, Apenas Treinado). Se estiver caído, você pode fazer um teste de Acrobacia para ficar de pé. Você precisa ter uma ação de movimento disponível. Se passar no teste, se levanta como uma ação livre. Se falhar, gasta sua ação de movimento, mas continua caído."
          },
          {
            "type": "item",
            "name": "Passar por Espaço Apertado",
            "description": "(CD 25, Apenas Treinado). Você pode se espremer por espaços estreitos, suficientes para criaturas uma categoria de tamanho menor. Você gasta uma ação completa e avança metade do deslocamento."
          },
          {
            "type": "item",
            "name": "Passar por Inimigo",
            "description": "Você pode atravessar um espaço ocupado por um inimigo como parte de seu movimento. Faça um teste de Acrobacia oposto ao teste de Acrobacia, Iniciativa ou Luta do oponente (o que for melhor). Se você passar, atravessa o espaço; se falhar, não atravessa e sua ação de movimento termina. Um espaço ocupado por um inimigo conta como terreno difícil."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Adestramento",
        "items": [
          {
            "type": "item",
            "name": "Adestramento",
            "description": "Car • Treinada\n\nVocê sabe lidar com animais."
          },
          {
            "type": "item",
            "name": "Acalmar Animal",
            "description": "(CD 25). Você acalma um animal nervoso ou agressivo. Isso permite a você controlar um cavalo assustado ou convencer um lobo a não devorá-lo. Este uso gasta uma ação completa."
          },
          {
            "type": "item",
            "name": "Manejar Animal",
            "description": "(CD 15). Você faz um animal realizar uma tarefa para a qual foi treinado (como “atacar”, “sentar”, “vigiar”...). Isso permite usar Adestramento como Pilotagem para veículos de tração animal. Este uso gasta uma ação de movimento."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Atletismo",
        "items": [
          {
            "type": "item",
            "name": "Atletismo",
            "description": "For\n\nVocê pode realizar façanhas atléticas."
          },
          {
            "type": "item",
            "name": "Corrida",
            "description": "Gaste uma ação completa e faça um teste de Atletismo. Você avança um número de quadrados de 1,5m igual ao resultado do teste. Assim, se somar 20 no teste, avança 20 quadrados de 1,5m. Você recebe um modificador de +/–2 para cada 1,5m de deslocamento acima ou abaixo de 9m que possua. Assim, um elfo (deslocamento 12m) recebe +4 em testes de Atletismo para correr, enquanto um anão (deslocamento 6m) sofre uma penalidade de –4. Você só pode correr em linha reta e não pode correr através de terreno difícil. Você pode correr por um número de rodadas igual a 1 + sua Constituição. Após isso, deve fazer um teste de Fortitude por rodada (CD 15 +1 por teste anterior). Se falhar, fica fatigado."
          },
          {
            "type": "item",
            "name": "Escalar",
            "description": "Você pode subir superfícies inclinadas ou verticais. Gaste uma ação de movimento e faça um teste de Atletismo. Se passar, você avança metade do seu deslocamento. Se falhar, não avança. Se falhar por 5 ou mais, você cai. A CD é 10 para superfícies com apoios para os pés e mãos (como o cordame de um navio), 15 para uma árvore, 20 para um muro com reentrâncias (como o de uma ruína) e 25 para um muro liso (como o de um castelo). Você pode sofrer –5 em seu teste para avançar seu deslocamento total. Quando está escalando você fica desprevenido e, se sofrer dano, deve fazer um novo teste de Atletismo; se falhar, você cai. Se um personagem adjacente a você estiver escalando e cair, você pode tentar pegá-lo. Faça um teste de Atletismo contra a CD da superfície +10. Se passar, segura o personagem. Se falhar por 5 ou mais, você também cai!"
          },
          {
            "type": "item",
            "name": "Natação",
            "description": "Se iniciar seu turno na água, você precisa gastar uma ação de movimento e fazer um teste de Atletismo. A CD é 10 para água calma, 15 para agitada e 20 ou mais para tempestuosa. Se passar, você pode avançar metade de seu deslocamento. Se falhar, consegue boiar, mas não avançar. Se falhar por 5 ou mais, você afunda. Se quiser avançar mais, pode gastar uma segunda ação de movimento na mesma rodada para outro teste de Atletismo. Se você estiver submerso (seja por ter falhado no teste de Atletismo, seja por ter mergulhado de propósito), deve prender a respiração. Você pode prender a respiração por um número de rodadas igual a 1 + sua Constituição. Após isso, deve fazer um teste de Fortitude por rodada (CD 15 +1 por teste anterior). Se falhar, se afoga (é reduzido a 0 pontos de vida). Se continuar submerso, perde 3d6 pontos de vida por rodada até ser tirado da água ou morrer. Você sofre penalidade de armadura em testes de Atletismo para nadar."
          },
          {
            "type": "item",
            "name": "Saltar",
            "description": "Você pode pular sobre buracos ou obstáculos ou alcançar algo elevado. Para um salto longo, a CD é 5 por quadrado de 1,5m (CD 10 para 3m, 15 para 4,5m, 20 para 6m e assim por diante). Para um salto em altura, a CD 15 é por quadrado de 1,5m (30 para 3m, 45 para 4,5m e assim por diante). Você deve ter pelo menos 6m para correr e pegar impulso (sem esse espaço, a CD aumenta em +10). Saltar é parte de seu movimento e não exige uma ação."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Atuação",
        "items": [
          {
            "type": "item",
            "name": "Atuação",
            "description": "Car • Treinada\n\nVocê sabe fazer apresentações artísticas, incluindo música, dança e dramaturgia."
          },
          {
            "type": "item",
            "name": "Apresentação",
            "description": "(CD 20). Você pode se apresentar para ganhar dinheiro. Faça um teste. Se passar, você recebe T$ 1d6, mais T$ 1d6 para cada 5 pontos pelos quais o resultado do teste exceder a CD. Este uso leva um dia (ou noite...). Os valores recebidos pressupõem que você está se apresentando em um lugar propício, como o palco de uma taverna. De acordo com o mestre, você pode receber metade do valor, se estiver em um lugar inadequado (as ruas de uma cidade, um acampamento militar), ou o dobro, se estiver em um lugar especialmente propício (um festival, os salões de um palácio)."
          },
          {
            "type": "item",
            "name": "Impressionar",
            "description": "Faça um teste de Atuação oposto pelo teste de Vontade de quem você quer impressionar. Se você passar, recebe +2 em testes de perícias baseadas em Carisma contra essa pessoa no mesmo dia. Se falhar, sofre –2 nesses testes e não pode tentar de novo no mesmo dia. Se estiver tentando impressionar mais de uma pessoa, o mestre faz apenas um teste pela plateia, usando o melhor bônus. Este uso leva de alguns minutos (canto ou dança) até algumas horas (apresentação teatral)."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Cavalgar",
        "items": [
          {
            "type": "item",
            "name": "Cavalgar",
            "description": "Des\n\nVocê sabe conduzir animais de montaria, como cavalos, trobos e grifos. Ações simples não exigem testes — você pode encilhar, montar, cavalgar em terreno plano e desmontar automaticamente. Ações perigosas, entretanto, exigem testes da perícia."
          },
          {
            "type": "item",
            "name": "Conduzir",
            "description": "Cavalgar através de obstáculos exige testes de Cavalgar. A CD é 15 para terreno ruim e obstáculos pequenos (planície pedregosa, vala estreita) e 25 para terreno perigoso ou obstáculos grandes (encosta nevada, pântano traiçoeiro). Se você falhar, cai da montaria e sofre 1d6 pontos de dano. Conduzir é parte de seu movimento e não exige uma ação."
          },
          {
            "type": "item",
            "name": "Galopar",
            "description": "Gaste uma ação completa e faça um teste de Cavalgar. Você avança um número de quadrados de 1,5m igual ao resultado do teste. Seu teste sofre um modificador de +/–2 para cada 1,5m de deslocamento acima ou abaixo de 9m que você possua."
          },
          {
            "type": "item",
            "name": "Montar Rapidamente",
            "description": "(CD 20). Você pode montar ou desmontar como uma ação livre (o normal é gastar uma ação de movimento). Se falhar por 5 ou mais, você cai no chão. Esta perícia exige uma sela. Sem ela, você sofre –5 no teste."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Conhecimento",
        "items": [
          {
            "type": "item",
            "name": "Conhecimento",
            "description": "Int • Treinada\n\nVocê estudou diversos campos do saber, como aritmética, astronomia, dialética, geografia, história..."
          },
          {
            "type": "item",
            "name": "Idiomas",
            "description": "(CD 20). Você pode entender idiomas desconhecidos. Se falhar por 5 ou mais, você tira uma conclusão falsa. Idiomas exóticos ou muito antigos têm CD 30."
          },
          {
            "type": "item",
            "name": "Informação",
            "description": "Você responde dúvidas gerais. Questões simples, como o ano de fundação de um reino, não exigem testes. Questões complexas, como saber o antídoto de um veneno, tem CD 20. Por fim, mistérios e enigmas, como a origem de uma antiga maldição, tem CD 30."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Cura",
        "items": [
          {
            "type": "item",
            "name": "Cura",
            "description": "Sab\n\nVocê sabe tratar ferimentos, doenças e venenos."
          },
          {
            "type": "item",
            "name": "Cuidados Prolongados",
            "description": "(CD 15, Apenas Treinado). Você trata uma pessoa para que ela se recupere mais rapidamente. Se passar, ela aumenta sua recuperação de PV em +1 por nível nesse dia. Este uso leva uma hora e o número máximo de pessoas que você pode cuidar é igual ao seu nível."
          },
          {
            "type": "item",
            "name": "Necropsia",
            "description": "(CD 20, Apenas Treinado). Você examina um cadáver para determinar a causa e o momento aproximado da morte. Causas raras ou extraordinárias, como um veneno ou maldição, possuem CD 30. Este uso leva dez minutos."
          },
          {
            "type": "item",
            "name": "Primeiros Socorros",
            "description": "(CD 15). Você estabiliza um personagem adjacente que esteja sangrando. Este uso gasta uma ação padrão."
          },
          {
            "type": "item",
            "name": "Tratamento",
            "description": "(Apenas Treinado). Você ajuda a vítima de uma doença ou veneno com efeito contínuo. Gaste uma ação completa e faça um teste de Cura contra a CD da doença ou veneno. Se você passar, o paciente recebe +5 em seu próximo teste de Fortitude contra esse efeito. Esta perícia exige uma maleta de medicamentos. Sem ela, você sofre –5 no teste. Você pode usar a perícia Cura em si mesmo, mas sofre –5 no teste."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Diplomacia",
        "items": [
          {
            "type": "item",
            "name": "Diplomacia",
            "description": "Car\n\nVocê convence pessoas com lábia e argumentação. Usos de Diplomacia são efeitos mentais."
          },
          {
            "type": "item",
            "name": "Barganha",
            "description": "Comprando ou vendendo algo, você pode barganhar. Seu teste de Diplomacia é oposto pelo teste de Vontade do negociante. Se passar, você muda o preço em 10% a seu favor. Se passar por 10 ou mais, muda em 20%. Se falhar por 5 ou mais, você ofende o negociante — ele não voltará a tratar com você durante pelo menos uma semana. Alguns comerciantes ou estabelecimentos podem não ter permissão de baixar seus preços."
          },
          {
            "type": "item",
            "name": "Mudar Atitude",
            "description": "Você muda a categoria de atitude de um NPC em relação a você ou a outra pessoa (veja a página 259). Faça um teste de Diplomacia oposto pelo teste de Vontade do alvo. Se você passar, muda a atitude dele em uma categoria para cima ou para baixo, à sua escolha (ou, se passar por 10 ou mais, em duas categorias). Se falhar por 5 ou mais, a atitude do alvo muda uma categoria na direção oposta. Este uso gasta um minuto. Você pode sofrer –10 no teste para fazê-lo como uma ação completa (para evitar uma briga, por exemplo). Você só pode mudar a atitude de um mesmo alvo uma vez por dia."
          },
          {
            "type": "item",
            "name": "Persuasão",
            "description": "(CD 20). Você convence uma pessoa a fazer algo, como responder uma pergunta ou prestar um favor. Se essa coisa for custosa (como fornecer uma carona de navio) você sofre –5 em seu teste. Se for perigosa (como ajudar numa luta) você sofre –10 ou falha automaticamente (veja também a página 259 para modificadores por categorias de atitude). De acordo com o mestre, seu teste pode ser oposto ao teste de Vontade da pessoa. Este uso gasta um minuto ou mais, de acordo com o mestre."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Enganação",
        "items": [
          {
            "type": "item",
            "name": "Enganação",
            "description": "Car\n\nVocê manipula pessoas com blefes e trapaças."
          },
          {
            "type": "item",
            "name": "Disfarce",
            "description": "Você muda sua aparência ou a de outra pessoa. Faça um teste de Enganação oposto pelo teste de Percepção de quem prestar atenção no disfarçado. Se você passar, a pessoa acredita no disfarce; caso contrário, percebe que há algo errado. Disfarces muito complexos (como uma raça diferente) impõem –5 no seu teste. Se o disfarce é de uma pessoa específica, quem conhecer essa pessoa recebe +10 no teste de Percepção. Um disfarce exige dez minutos e um estojo de disfarces. Sem ele, você sofre –5 no teste."
          },
          {
            "type": "item",
            "name": "Falsificação",
            "description": "Você falsifica um documento. Faça um teste de Enganação oposto pelo teste de Percepção de quem examinar o documento. Se você passar, a pessoa acredita na falsificação; caso contrário, percebe que é falso. Se o documento é muito complexo, ou inclui uma assinatura ou carimbo específico, você sofre –10 no teste. Usada em conjunto com Ofício, você pode falsificar outros objetos (como joias e armas). Use Ofício para fabricar a peça e então um teste de Enganação para que ela pareça genuína."
          },
          {
            "type": "item",
            "name": "Fintar",
            "description": "Você pode gastar uma ação padrão e fazer um teste de Enganação oposto a um teste de Reflexos de um ser em alcance curto. Se você passar, ele fica desprevenido contra seu próximo ataque, se realizado até o fim de seu próximo turno."
          },
          {
            "type": "item",
            "name": "Insinuação",
            "description": "(CD 20). Você fala algo para alguém sem que outras pessoas entendam do que você está falando. Se você passar, o receptor entende sua mensagem. Se você falhar por 5 ou mais, ele entende algo diferente do que você queria. Outras pessoas podem fazer um teste de Intuição oposto ao seu teste de Enganação. Se passarem, entendem o que você está dizendo."
          },
          {
            "type": "item",
            "name": "Intriga",
            "description": "(CD 20). Você espalha uma fofoca. Por exemplo, pode dizer que o dono da taverna está aguando a cerveja, para enfurecer o povo contra ele. Intrigas muito improváveis têm CD 30. Se você falhar por 5 ou mais, o alvo da intriga descobre que você está fofocando a respeito dele. Mesmo que você passe, uma pessoa pode investigar a fonte da intriga e chegar até você. Isso exige um teste de Investigação por parte dela (CD igual ao seu teste para a intriga). Este uso exige um dia ou mais, de acordo com o mestre."
          },
          {
            "type": "item",
            "name": "Mentir",
            "description": "Você faz uma pessoa acreditar em algo que não é verdade. Seu teste é oposto pelo teste de Intuição da vítima. Mentiras muito implausíveis impõem uma penalidade de –10 em seu teste."
          }
        ]
      },
      {
        "type": "item",
        "name": "Fortitude",
        "description": "Con\n\nVocê usa esta perícia para resistir a efeitos que exigem vitalidade, como doenças e venenos. A CD é determinada pelo efeito. Você também usa Fortitude para manter seu fôlego quando está correndo ou sem respirar. A CD é 15 +1 por teste anterior."
      },
      {
        "type": "folder",
        "name": "Furtividade",
        "items": [
          {
            "type": "item",
            "name": "Furtividade",
            "description": "Des\n\nArmadura Você sabe ser discreto e sorrateiro."
          },
          {
            "type": "item",
            "name": "Esconder-se",
            "description": "Faça um teste de Furtividade oposto pelos testes de Percepção de qualquer um que possa notá-lo. Todos que falharem não conseguem percebê-lo (você tem camuflagem total contra eles). Esconder-se é uma ação livre que você só pode fazer no final do seu turno e apenas se terminar seu turno em um lugar onde seja possível se esconder (atrás de uma porta, num quarto escuro, numa mata densa, no meio de uma multidão...). Se tiver se movido durante o turno, você sofre –5 no teste (você pode se mover à metade do deslocamento normal para não sofrer essa penalidade). Se tiver atacado ou feito outra ação muito chamativa, sofre –20."
          },
          {
            "type": "item",
            "name": "Seguir",
            "description": "Faça um teste de Furtividade oposto ao teste de Percepção da pessoa sendo seguida. Você sofre –5 se estiver em um lugar sem esconderijos ou sem movimento, como um descampado ou rua deserta. A vítima recebe +5 em seu teste de Percepção se estiver tomando precauções para não ser seguida (como olhar para trás de vez em quando). Se você passar, segue a pessoa até ela chegar ao seu destino. Se falhar, a pessoa o percebe na metade do caminho."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Guerra",
        "items": [
          {
            "type": "item",
            "name": "Guerra",
            "description": "Int • Treinada\n\nVocê foi educado em tática, estratégia e logística."
          },
          {
            "type": "item",
            "name": "Analisar Terreno",
            "description": "(CD 20). Como uma ação de movimento, você pode observar o campo de batalha. Se passar, descobre uma vantagem, como cobertura, camuflagem ou terreno elevado, se houver."
          },
          {
            "type": "item",
            "name": "Plano de Ação",
            "description": "(CD 20). Como uma ação padrão, você orienta um aliado em alcance médio. Se passar, fornece +5 na Iniciativa dele. Se ele ficar com uma Iniciativa maior do que a sua e ainda não tiver agido nesta rodada, age imediatamente após seu turno. Nas próximas rodadas, ele age de acordo com a nova ordem."
          }
        ]
      },
      {
        "type": "item",
        "name": "Iniciativa",
        "description": "Des • Esta perícia determina sua velocidade de reação em situações de perigo. Quando uma cena de ação começa, cada personagem envolvido faz um teste de Iniciativa. Eles então agem em ordem decrescente dos resultados."
      },
      {
        "type": "folder",
        "name": "Intimidação",
        "items": [
          {
            "type": "item",
            "name": "Intimidação",
            "description": "Car\n\nVocê pode assustar ou coagir outras pessoas. Usos de Intimidação são efeitos de medo."
          },
          {
            "type": "item",
            "name": "Assustar",
            "description": "Gaste uma ação padrão e faça um teste de Intimidação oposto pelo teste de Vontade de uma criatura em alcance curto. Se você passar, ela fica abalada pelo resto da cena. Se você passar por 10 ou mais, ela fica apavorada por uma rodada e então abalada pelo resto da cena."
          },
          {
            "type": "item",
            "name": "Coagir",
            "description": "Faça um teste de Intimidação oposto pelo teste de Vontade de uma criatura inteligente (Int –3 ou maior) adjacente. Se você passar, ela obedece uma ordem sua (como fazer uma pequena tarefa, deixar que você passe por um lugar que ela estava protegendo...). Se você mandá-la fazer algo perigoso ou que vá contra a natureza dela, ela recebe +5 no teste ou passa automaticamente. Este uso gasta um minuto ou mais, de acordo com o mestre, e deixa o alvo hostil contra você."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Intuição",
        "items": [
          {
            "type": "item",
            "name": "Intuição",
            "description": "Sab\n\nEsta perícia mede sua empatia e “sexto sentido”."
          },
          {
            "type": "item",
            "name": "Perceber Mentira",
            "description": "Você descobre se alguém está mentindo (veja a perícia Enganação)."
          },
          {
            "type": "item",
            "name": "Pressentimento",
            "description": "(CD 20, Apenas Treinado). Você analisa uma pessoa, para ter uma noção de sua índole ou caráter, ou uma situação, para saber se há algo anormal (por exemplo, se os habitantes de uma vila estão agindo de forma estranha). Este uso apenas indica se há algo anormal, mas não revela a causa."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Investigação",
        "items": [
          {
            "type": "item",
            "name": "Investigação",
            "description": "Int\n\nVocê sabe encontrar pistas e informações."
          },
          {
            "type": "item",
            "name": "Interrogar",
            "description": "Você descobre informações perguntando ou indo para um lugar movimentado e mantendo os ouvidos atentos. Informações gerais (“Quem é o guerreiro mais forte da aldeia?”) não exigem teste. Informações restritas, que poucas pessoas conhecem (“Quem é o ancião que está sempre ao lado do rei?”), têm CD 20. Informações confidenciais ou que podem colocar em risco quem falar sobre elas (“Quem é o líder da guilda dos ladrões?”), têm CD 30. Este uso gasta uma hora e T$ 3d6 (para comprar bebidas, subornar oficiais etc.), mas esses valores podem variar de acordo com o mestre."
          },
          {
            "type": "item",
            "name": "Procurar",
            "description": "Você examina um local em busca de algo. A CD varia: 15 para um item ou no meio de uma bagunça, mas não necessariamente escondido; 20 para um item escondido (cofre atrás de um quadro, documento no fundo falso de uma gaveta); 30 para um item muito bem escondido (passagem secreta ativada por um botão, documento escrito com tinta invisível). Este uso gasta desde uma ação completa (examinar uma escrivaninha) até um dia (pesquisar uma biblioteca). Você também pode encontrar armadilhas (CD de acordo com a armadilha) e rastros (mas para segui-los deve usar Sobrevivência)."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Jogatina",
        "items": [
          {
            "type": "item",
            "name": "Jogatina",
            "description": "Car\n\nTreinada Você sabe jogar jogos de azar."
          },
          {
            "type": "item",
            "name": "Apostar",
            "description": "Para resolver uma noite de jogatina, pague T$ 1d10, faça um teste de perícia e consulte a tabela abaixo para determinar quanto você ganha.\nTeste/Ganho\n9 ou menos Nenhum.\n10 a 14 Metade da aposta.\n15 a 19 Valor da aposta (você “empata”).\n20 a 29 Dobro da aposta.\n30 a 39 Triplo da aposta.\n40 ou mais Quíntuplo da aposta.\n\nO mestre pode variar o valor da aposta básica. De T$ 1d3, para uma taverna no porto frequentada por marujos e estivadores, a 1d10 x T$ 1.000, para um cassino de luxo em Valkaria."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Ladinagem",
        "items": [
          {
            "type": "item",
            "name": "Ladinagem",
            "description": "Des • Treinada\n\nArmadura Você sabe exercer atividades ilícitas."
          },
          {
            "type": "item",
            "name": "Abrir Fechadura",
            "description": "Você abre uma fechadura trancada. A CD é 20 para fechaduras simples (porta de loja), 25 para fechaduras médias (prisão, baú) e 30 para fechaduras superiores (cofre, câmara do tesouro). Este uso exige uma ação completa e uma gazua. Sem ela, você sofre –5 em seu teste."
          },
          {
            "type": "item",
            "name": "Ocultar",
            "description": "Você esconde um objeto em você mesmo. Gaste uma ação padrão e faça um teste de Ladinagem oposto pelo teste de Percepção de qualquer um que possa vê-lo. Objetos discretos ou pequenos fornecem +5 no teste; objetos desajeitados ou grandes impõem –5. Se uma pessoa revistar você, recebe +10 no teste de Percepção."
          },
          {
            "type": "item",
            "name": "Punga",
            "description": "(CD 20). Você pega um objeto de outra pessoa (ou planta um objeto nas posses dela). Gaste uma ação padrão e faça um teste de Ladinagem. Se passar, você pega (ou coloca) o que queria. A vítima tem direito a um teste de Percepção (CD igual ao resultado de seu teste de Ladinagem). Se passar, ela percebe sua tentativa, tenha você conseguido ou não."
          },
          {
            "type": "item",
            "name": "Sabotar",
            "description": "Você desabilita um dispositivo mecânico. Uma ação simples (emperrar uma fechadura, desativar uma armadilha básica, sabotar uma roda de carroça para que quebre 1d4 rodadas após o uso) tem CD 20. Uma ação complexa (desativar uma armadilha avançada, sabotar um canhão para explodir quando utilizado) tem CD 30. Se você falhar por 5 ou mais, alguma coisa sai errada — a armadilha se ativa, você acha que o mecanismo está desabilitado, mas na verdade ele ainda funciona... Usar esta perícia leva 1d4 rodadas. Você pode sofrer –5 em seu teste para fazê-lo como uma ação completa."
          }
        ]
      },
      {
        "type": "item",
        "name": "Luta",
        "description": "For\n\nVocê usa Luta para fazer ataques corpo a corpo. A CD é a Defesa do alvo. Se você acertar, causa dano de acordo com a arma utilizada. Veja o Capítulo 5: Jogando para as regras completas de combate."
      },
      {
        "type": "folder",
        "name": "Misticismo",
        "items": [
          {
            "type": "item",
            "name": "Misticismo",
            "description": "Int • Treinada\n\nEsta perícia envolve o conhecimento de magias, itens mágicos e fenômenos sobrenaturais."
          },
          {
            "type": "item",
            "name": "Detectar Magia",
            "description": "(CD 15). Como uma ação completa, você detecta a presença e intensidade de auras mágicas em alcance curto (mas não suas localizações exatas). A intensidade de uma aura depende do círculo da magia ou categoria do item mágico que a gerou. Magias de 1º e 2º círculos e itens mágicos menores geram uma aura tênue, magias de 3º e 4º círculos e itens mágicos médios geram uma aura moderada e magias de 5º círculo e itens mágicos maiores geram uma aura poderosa. Magias lançadas por um deus maior e artefatos geram uma aura avassaladora. Caso a aura esteja atrás de uma barreira, você sofre uma penalidade em seu teste (–5 para madeira ou pedra, –10 para ferro ou chumbo)."
          },
          {
            "type": "item",
            "name": "Identificar Criatura",
            "description": "(CD 15 + ND da Criatura). Você analisa uma criatura mágica (construto, dragão, fada, morto-vivo etc.) que possa ver. Se passar, lembra uma característica da criatura, como um poder ou vulnerabilidade. Para cada 5 pontos pelos quais o resultado do teste superar a CD, você lembra outra característica. Se falhar por 5 ou mais, tira uma conclusão errada (por exemplo, acredita que a criatura é vulnerável a fogo, quando na verdade é vulnerável a frio). Este uso gasta uma ação padrão."
          },
          {
            "type": "item",
            "name": "Identificar Item Mágico",
            "description": "Você estuda um item mágico para identificar seus poderes. A CD é 20 para itens mágicos menores, 25 para médios e 30 para itens mágicos maiores. Este uso gasta uma hora. Você pode sofrer uma penalidade de –10 no teste para diminuir o tempo para uma ação completa."
          },
          {
            "type": "item",
            "name": "Identificar Magia",
            "description": "(CD 15 + Custo em PM da Magia). Quando alguém lança uma magia, você pode adivinhar qual é através de seus gestos e palavras. Este uso é uma reação."
          },
          {
            "type": "item",
            "name": "Informação",
            "description": "Você responde dúvidas relativas a magias, itens mágicos, fenômenos sobrenaturais, runas, profecias, planos de existência etc. Questões simples não exigem teste. Questões complexas tem CD 20. Por fim, mistérios e enigmas tem CD 30."
          },
          {
            "type": "item",
            "name": "Lançar Magia de Armadura",
            "description": "(CD 20 + Custo em PM da Magia). Lançar uma magia arcana usando armadura exige um teste. Esse teste sofre penalidade de armadura. Se falhar, a magia não funciona, mas gasta pontos de mana mesmo assim."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Nobreza",
        "items": [
          {
            "type": "item",
            "name": "Nobreza",
            "description": "Int\n\nTreinada Você recebeu a educação de um nobre."
          },
          {
            "type": "item",
            "name": "Etiqueta",
            "description": "(CD 15). Você sabe se portar em ambientes aristocráticos, como bailes e audiências."
          },
          {
            "type": "item",
            "name": "Informação",
            "description": "Você responde dúvidas relativas a leis, tradições, linhagens e heráldica. Questões simples não exigem teste. Questões complexas tem CD 20. Por fim, mistérios e enigmas tem CD 30."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Ofício",
        "items": [
          {
            "type": "item",
            "name": "Ofício",
            "description": "Int • Treinada\n\nOfício na verdade são várias perícias diferentes. Cada uma permite fabricar itens de certas categorias:\n\n• Armeiro. Armas e Armaduras & Escudos.\n\n• Artesão. Equipamento de Aventura, Ferramentas, Esotéricos e Veículos.\n\n• Alquimista. Alquímicos.\n\n• Cozinheiro. Alimentação.\n\n• Alfaiate. Vestuário. Você pode inventar outros tipos de Ofício: carpinteiro, pedreiro, ourives, fazendeiro, pescador, estalajadeiro, escriba, escultor, pintor... Nesses casos, converse com o mestre para determinar que usos a perícia terá."
          },
          {
            "type": "item",
            "name": "Consertar",
            "description": "Reparar um item destruído tem a mesma CD para fabricá-lo. Cada tentativa consome uma hora de trabalho e um décimo do preço original do item. Em caso de falha, o tempo e o dinheiro são perdidos (mas você pode tentar novamente)."
          },
          {
            "type": "item",
            "name": "Fabricar",
            "description": "Você produz um item gastando matéria-prima e tempo de trabalho. A matéria-prima custa um terço do preço do item. O tempo de trabalho depende do tipo de item: um dia para consumíveis (itens alquímicos, pergaminhos, poções, munições...); uma semana para não consumíveis comuns (armas, ferramentas...) e um mês para não consumíveis superiores e/ou mágicos. Para consumíveis, você pode sofrer –5 no teste para fabricar duas unidades do item no mesmo tempo (pagando o custo de ambas). A critério do mestre, itens muito simples e sem efeito mecânico podem levar menos tempo. Da mesma forma, itens muito grandes ou complexos, como uma casa ou ponte, podem demorar vários meses. A CD do teste é 15 para itens simples (equipamentos de aventura, armas simples, munições, armaduras leves, escudos, preparados, catalisadores e outros a critério do mestre) e 20 para itens complexos (armas marciais, exóticas ou de fogo, armaduras pesadas, ferramentas, vestuários, esotéricos, venenos...)."
          },
          {
            "type": "item",
            "name": "Identificar",
            "description": "(CD 20). Você pode identificar itens raros e exóticos ligados ao seu Ofício. Se passar, descobre as propriedades do item e seu preço. Este uso gasta uma ação completa."
          },
          {
            "type": "item",
            "name": "Sustento",
            "description": "(CD 15). Com uma semana de trabalho e um teste de Ofício, você ganha T$ 1, mais T$ 1 por ponto que seu teste exceder a CD. Por exemplo, com um resultado 20, ganha T$ 6 pela semana de trabalho. Trabalhadores sem treinamento usam testes de atributo para sustento. De acordo com o mestre, outras perícias podem ser usadas para sustento, como Adestramento, Cura ou Sobrevivência. Cada Ofício exige instrumentos de ofício específicos. Sem eles, você sofre –5 no teste."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Percepção",
        "items": [
          {
            "type": "item",
            "name": "Percepção",
            "description": "Sab\n\nVocê nota coisas usando seus sentidos."
          },
          {
            "type": "item",
            "name": "Observar",
            "description": "Você vê coisas discretas ou escondidas. A CD varia de 15, para algo difícil de ser visto (um livro específico em uma estante) a 30, para algo quase invisível (uma gota de sangue em uma folha no meio de uma floresta à noite). Para pessoas ou itens escondidos, a CD é o resultado do teste de Furtividade ou Ladinagem feito para esconder a pessoa ou o item. Você também pode ler lábios (CD 20)."
          },
          {
            "type": "item",
            "name": "Ouvir",
            "description": "Você escuta barulhos sutis. Uma conversa casual próxima tem CD 0 — ou seja, a menos que exista alguma penalidade, você passa automaticamente. Ouvir pessoas sussurrando tem CD 15. Ouvir do outro lado de uma porta aumenta a CD em +10. Você pode fazer testes de Percepção para ouvir mesmo que esteja dormindo, mas sofre –10 no teste; um sucesso faz você acordar. Perceber criaturas que não possam ser vistas tem CD 20, ou +10 no teste de Furtividade da criatura, o que for maior. Mesmo que você passe no teste, ainda sofre penalidades normais por lutar sem ver o inimigo."
          }
        ]
      },
      {
        "type": "item",
        "name": "Pilotagem",
        "description": "Des • Treinada\n\nVocê sabe operar veículos como carroças, barcos e balões. Ações simples não exigem testes — você pode atrelhar seus trobos a sua carroça e conduzi-la pela estrada, ou levantar âncora e velejar seu navio em águas tranquilas, automaticamente. Porém, conduzir um veículo em situações ruins (terreno acidentado para veículos terrestres, chuva ou ventania para veículos aquáticos ou aéreos), exige uma ação de movimento e um teste de Pilotagem contra CD 15 por turno ou cena, de acordo com o mestre. Se falhar, você avança metade do deslocamento. Se falhar por 5 ou mais, se acidenta de alguma forma. Situações extremas (terreno com obstáculos, tempestade...) aumentam a CD para 25."
      },
      {
        "type": "item",
        "name": "Pontaria",
        "description": "Des • Você usa Pontaria para fazer ataques à distância. A CD é a Defesa do alvo. Se você acertar, causa dano de acordo com a arma utilizada. Veja o Capítulo 5: Jogando para as regras completas de ataque."
      },
      {
        "type": "item",
        "name": "Reflexos",
        "description": "Des • Você usa esta perícia para resistir a efeitos que exigem reação rápida, como armadilhas e explosões. A CD é determinada pelo efeito. Você também usa Reflexos para evitar fintas."
      },
      {
        "type": "folder",
        "name": "Religião",
        "items": [
          {
            "type": "item",
            "name": "Religião",
            "description": "Sab\n\nTreinada Você possui conhecimento sobre os deuses e as religiões de Arton."
          },
          {
            "type": "item",
            "name": "Identificar Criatura",
            "description": "(CD 15 + ND da Criatura). Você pode identificar uma criatura com origem divina (anjos, demônios, alguns mortos-vivos e construtos etc.). Veja a perícia Misticismo."
          },
          {
            "type": "item",
            "name": "Identificar Item Mágico",
            "description": "Você pode identificar um item mágico de origem divina. Veja a perícia Misticismo."
          },
          {
            "type": "item",
            "name": "Informação",
            "description": "Você responde dúvidas relativas a deuses, profecias, planos de existência etc. Questões simples não exigem teste. Questões complexas tem CD 20. Por fim, mistérios e enigmas tem CD 30."
          },
          {
            "type": "item",
            "name": "Rito",
            "description": "(CD 20). Você realiza uma cerimônia religiosa, como um batizado, casamento ou funeral. Isso inclui a cerimônia de penitência para redimir um devoto que tenha descumprido as Obrigações & Restrições de sua divindade. Uma cerimônia de penitência exige um sacrifício de T$ 100 por nível de personagem do devoto ou a realização de uma missão sagrada, de acordo com o mestre."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Sobrevivência",
        "items": [
          {
            "type": "item",
            "name": "Sobrevivência",
            "description": "Sab\n\nVocê está em casa nos ermos."
          },
          {
            "type": "item",
            "name": "Acampamento",
            "description": "Você consegue abrigo e alimento para você e seu grupo por um dia (caçando, pescando, colhendo frutos...). A CD depende do terreno: 15 para planícies e colinas, 20 para florestas e pântanos, 25 para desertos ou montanhas e 30 para regiões planares perigosas ou áreas de Tormenta. Regiões muito áridas ou estéreis e clima ruim (neve, tempestade etc.) impõem penalidade cumulativa de –5. Dormir ao relento sem um acampamento e um saco de dormir diminui sua recuperação de PV e PM (veja a página 106). Este uso exige equipamento de viagem. Sem ele, você sofre –5 em seu teste."
          },
          {
            "type": "item",
            "name": "Identificar Criatura",
            "description": "(CD 15 + ND da Criatura). Você pode identificar um animal ou monstro. Veja a perícia Misticismo."
          },
          {
            "type": "item",
            "name": "Orientar-se",
            "description": "Um personagem viajando pelos ermos precisa fazer um teste de Sobrevivência por dia para avançar. A CD depende do tipo de terreno (veja em “Acampamento”). Se passar, você avança seu deslocamento normal. Se falhar, avança apenas metade. Se falhar por 5 ou mais, se perde e não avança pelo dia. Num grupo, um personagem deve ser escolhido como guia. Personagens treinados em Sobrevivência podem ajudá-lo. Entretanto, se mais de um personagem quiser fazer o teste por si só, todos deverão rolar em segredo. Os jogadores devem decidir qual guia seguir antes de verem o resultado! Este teste é exigido apenas em jornadas perigosas (de acordo com o mestre)."
          },
          {
            "type": "item",
            "name": "Rastrear",
            "description": "(Apenas Treinado). Você pode identificar e seguir rastros. A CD é 15 para solo macio (neve, lama), 20 para solo comum (grama, terra) e 25 para solo duro (rocha ou piso de interiores). A CD diminui em –5 se você estiver rastreando um grupo grande (dez ou mais indivíduos) ou criaturas Enormes ou Colossais, mas aumenta em +5 em visibilidade precária (noite, chuva, neblina...). Enquanto rastreia, seu deslocamento é reduzido à metade. Se falhar, pode tentar novamente gastando mais um dia. Porém, a cada dia desde a criação dos rastros, a CD aumenta em +1."
          }
        ]
      },
      {
        "type": "item",
        "name": "Vontade",
        "description": "Sab\n\nVocê usa esta perícia para resistir a efeitos que exigem determinação, como intimidação e encantamentos. A CD é determinada pelo efeito. Testes de Vontade são testes de resistência."
      }
    ]
  },
  {
    "type": "folder",
    "name": "Equipamento",
    "items": [
      {
        "type": "item",
        "name": "Equipamento Inicial",
        "description": "Personagens de 1º nível começam com os itens fornecidos pela sua origem e os itens a seguir.\n\n• Uma mochila, um saco de dormir e um traje de viajante.\n\n• Uma arma simples a sua escolha. Se você tiver proficiência com armas marciais, também começa com uma arma marcial a sua escolha.\n\n• Uma armadura de couro, couro batido ou gibão de peles, a sua escolha. Se você tiver proficiência com armaduras pesadas, em vez disso pode começar com uma brunea. Se tiver proficiência com escudos, começa também com um escudo leve. Exceção: arcanistas começam sem armadura.\n\n• T$ 4d6, que você pode usar para comprar itens ou guardar para usar na aventura."
      },
      {
        "type": "item",
        "name": "Riqueza & Moedas",
        "description": "O Tibar (T$) é a moeda padrão do Reinado. Trata-se de uma peça redonda de prata com 1,5 cm de diâmetro. A cunhagem traz em um lado o rosto de Tibar, o Deus do Comércio — um rei com cabelos encaracolados e uma joia em forma de olho na coroa; e no outro lado o mesmo rosto, mas sem a coroa. Em Arton, ao jogar “cara ou coroa”, o costume é escolher “coroa ou não coroa”.\n\nA moeda foi criada por Quindogar Tolliannor, primeiro conselheiro real de Deheon e adepto ardoroso das artes da barganha e negociação. Ficou tão popular que Tollianor passou a ser conhecido pelo nome de sua criação e ascendeu como Deus Menor do Comércio. Atualmente, ele tenta “negociar” uma posição no Panteão. Acredita-se que manter um Tibar no bolso ou no pescoço (como um amuleto) garante boa fortuna.\n\nNem todos os reinos seguem o padrão do Tibar. Em alguns lugares, devido à escassez de prata, o Tibar de cobre é usado como moeda padrão. Em outros, o valor do Tibar pode apresentar flutuações — provocando grande agitação entre as guildas de comerciantes, falsificadores e contrabandistas.\n\nPor padrão, todos os preços de itens e serviços são exibidos em T$. Entretanto, existem duas variações da moeda: o Tibar de cobre (TC), que vale um décimo do T$, utilizado por camponeses e plebeus, e o Tibar de Ouro (TO), que vale T$ 10, utilizado por aristocratas, grandes mercadores e aventureiros poderosos."
      },
      {
        "type": "item",
        "name": "Troca & comércio",
        "description": "No Reinado, o comércio é organizado por guildas mercantes. As guildas decidem quem pode vender o quê e o valor dos produtos e serviços que controlam, o que garante um padrão nos preços. Em lugares afastados, ermos ou sob o domínio de tiranos, porém, os preços podem variar muito.\n\nNo geral, personagens podem comprar itens pelos preços listados nas tabelas e vendê-los pela metade desses preços. Em certos lugares, o mestre pode determinar que os itens são mais caros, estão disponíveis em quantidades limitadas ou não estão disponíveis (veja o Capítulo 6). Comprando ou vendendo, os valores podem ser melhorados através de barganha (veja a perícia Diplomacia)."
      },
      {
        "type": "folder",
        "name": "Usando & Carregando",
        "items": [
          {
            "type": "item",
            "name": "Usando & Carregando",
            "description": "Equipamento é extremamente útil, mas há um limite de quantos itens você pode usar ou carregar ao mesmo tempo."
          },
          {
            "type": "item",
            "name": "Limites de Uso",
            "description": "Alguns itens precisam ser empunhados para serem usados. Isso inclui armas, escudos, itens alquímicos e outros, como tochas e varinhas. Você pode empunhar apenas um item em cada mão, ou seja, pode empunhar no máximo dois itens ao mesmo tempo (supondo que você tenha duas mãos). Você pode guardar um item empunhado com uma ação de movimento ou largá-lo no chão com uma ação livre.\n\nItens que não são empunhados precisam ser vestidos. Você pode receber os benefícios de no máximo quatro itens vestidos simultaneamente — há um limite para a quantidade de objetos com os quais é possível lidar ao mesmo tempo. Se você vestir um quinto item, ele não fornecerá seu benefício até que você remova outro. Vestir ou despir um item é uma ação de movimento (e você ainda precisa gastar outra ação de movimento para guardá-lo ou uma ação livre para largá-lo no chão). Note que esse limite se aplica apenas a itens com benefícios mecânicos — você pode vestir seu traje de viajante, ou outra roupa que não forneça bônus, sem que isso afete seu limite."
          },
          {
            "type": "item",
            "name": "Limites de Carga",
            "description": "A quantidade de equipamento que você pode carregar é medida em espaços de itens. Por padrão, um item ocupa 1 espaço. Porém, há exceções:\n\n• Itens alquímicos, poções, pergaminhos e outros itens muitos leves ou pequenos ocupam meio espaço. Ou seja, dois desses itens ocupam 1 espaço.\n\n• Armas de duas mãos, armaduras leves, escudos pesados, criaturas Minúsculas e outros itens pesados ou volumosos ocupam 2 espaços.\n\n• Armaduras pesadas, criaturas Pequenas e outros itens muito pesados ou volumosos, como um barril ou baú, ocupam 5 espaços.\n\n• Itens extremamente pesados ou volumosos, como uma criatura Média, ocupam 10 espaços. Itens ainda maiores podem ocupar mais espaços ou serem impossíveis de carregar, a critério do mestre.\n\n• Cada mil moedas, independentemente do tipo, ocupam 1 espaço. Você pode carregar 10 espaços +2 por ponto de Força (ou –1 por ponto de Força negativo). Se ultrapassar esse limite, fica sobrecarregado — sofre penalidade de armadura –5 e seu deslocamento é reduzido em –3m.\n\nVocê não pode carregar mais do que o dobro do seu limite. Assim, um personagem com Força 2 pode carregar até 14 espaços sem penalidade, e até 28 espaços ficando sobrecarregado. Ele não pode carregar mais de 28 espaços de itens.\n\nA regra considera que você possui uma mochila onde carregar seu equipamento. A própria mochila não ocupa espaço. De forma similar, recipientes cuja única função seja carregar outros itens não ocupam espaço. Por exemplo, a bainha de uma espada está incluída no espaço da própria espada. Porém, recipientes que forneçam benefícios próprios, como uma bandoleira de poções, ocupam espaço.\n\nPor fim, a critério do mestre, pequenos itens que não possuem efeito em jogo — ou seja, que são meramente “cosméticos” — não precisam ser considerados. Você pode carregar um traje de viajante (ou outra roupa que não forneça um benefício) sem que isso ocupe espaço."
          },
          {
            "type": "item",
            "name": "Carga: Bastidores",
            "description": "A regra de carga existe para adicionar um elemento tático ao jogo, fazendo com que o jogador precise escolher o que levar em cada aventura — ou o que abandonar, caso encontre um item valioso mas já esteja com seus espaços ocupados. O mestre pode ignorar essa regra, desde que os jogadores não abusem. Nada de sair por aí com 50 essências de mana!\n\nA regra usa espaços em vez de peso para considerar tanto peso quanto volume, e para simplificar os cálculos. Obviamente, a regra é abstrata. Em caso de dúvida, o mestre deve decidir o que achar mais coerente. Lembre-se da filosofia básica: 1 item = 1 espaço. Para definir o que é “um item”, pense em termos de funcionalidade. Uma espada e sua bainha ocupam apenas 1 espaço porque a bainha sozinha não tem utilidade. Porém, uma bainha mágica, com poderes, ocupa um espaço próprio. Isso pode não fazer muito sentido em termos simulacionistas, mas é um preço pequeno a se pagar pela simplicidade. Se isso incomodá-lo, considere que a bainha mágica é mais pesada, precisa de mais cuidados etc."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Armas",
        "items": [
          {
            "type": "item",
            "name": "Armas",
            "description": "Armas são classificadas de acordo com a proficiência necessária para usá-la (simples, marciais, exóticas ou de fogo), propósito (ataque corpo a corpo ou à distância) e empunhadura (leve, uma mão ou duas mãos)."
          },
          {
            "type": "folder",
            "name": "Proficiência",
            "items": [
              {
                "type": "item",
                "name": "Armas Simples",
                "description": "Armas de manejo fácil, como adagas, clavas e lanças. Todos os personagens sabem usar armas simples."
              },
              {
                "type": "item",
                "name": "Armas Marciais",
                "description": "Espadas, machados e outras armas de uso específico de combatentes. Bárbaros, bardos, bucaneiros, caçadores, cavaleiros, guerreiros, nobres e paladinos sabem usar armas marciais."
              },
              {
                "type": "item",
                "name": "Armas Exóticas",
                "description": "Armas difíceis de dominar, como a corrente de espinhos e a espada bastarda. Exigem treinamento específico."
              },
              {
                "type": "item",
                "name": "Armas de Fogo",
                "description": "Armas de pólvora são raras em Arton, por isso exigem treinamento específico."
              },
              {
                "type": "item",
                "name": "Penalidade por Não Proficiência",
                "description": "Se você atacar com uma arma com a qual não seja proficiente, sofre –5 nos testes de ataque."
              }
            ]
          },
          {
            "type": "folder",
            "name": "Propósito",
            "items": [
              {
                "type": "item",
                "name": "Corpo a Corpo",
                "description": "Podem ser usadas para atacar alvos adjacentes. Para atacar com uma arma de combate corpo a corpo, faça um teste de Luta. Quando você ataca com uma arma corpo a corpo, soma sua Força às rolagens de dano."
              },
              {
                "type": "item",
                "name": "Ataque à Distância",
                "description": "Podem ser usadas para atacar alvos adjacentes ou à distância. Para atacar com uma arma de combate à distância, faça um teste de Pontaria. São subdivididas em de arremesso e de disparo."
              },
              {
                "type": "item",
                "name": "Arremesso",
                "description": "A própria arma é atirada, como uma adaga ou azagaia. Sacar uma arma de arremesso é uma ação de movimento. Quando você ataca com uma arma de arremesso, soma sua Força às rolagens de dano."
              },
              {
                "type": "item",
                "name": "Disparo",
                "description": "A arma dispara um projétil, como um arco atira flechas. Sacar a munição de uma arma de disparo é uma ação livre. Recarregar uma arma de disparo exige as duas mãos. Quando ataca com uma arma de disparo, não soma nenhum valor de atributo às rolagens de dano."
              }
            ]
          },
          {
            "type": "folder",
            "name": "Empunhadura",
            "items": [
              {
                "type": "item",
                "name": "Leve",
                "description": "Esta arma é usada com uma mão e se beneficia do poder Acuidade com Arma."
              },
              {
                "type": "item",
                "name": "Uma mão",
                "description": "Esta arma é usada com uma mão, deixando a outra mão livre para outros fins."
              },
              {
                "type": "item",
                "name": "Duas mãos",
                "description": "Esta arma é usada com as duas mãos. Livrar uma mão é uma ação livre. Reempunhá-la é uma ação de movimento (ou livre, se você puder sacá-la dessa forma)."
              }
            ]
          },
          {
            "type": "folder",
            "name": "Características das Armas",
            "items": [
              {
                "type": "item",
                "name": "Preço",
                "description": "Inclui acessórios básicos, como bainhas para lâminas e aljavas para flechas."
              },
              {
                "type": "item",
                "name": "Dano",
                "description": "Quando você acerta um ataque, rola o dano indicado (acrescente modificadores, se houver). O resultado é subtraído dos pontos de vida do alvo. O dano na tabela se refere a armas normais, para criaturas Pequenas e Médias. Veja a Tabela 3-2: Dano de Armas para armas menores ou maiores."
              },
              {
                "type": "item",
                "name": "Crítico",
                "description": "Quando você acerta um ataque rolando um 20 natural (ou seja, o dado mostra um 20), faz um acerto crítico. Neste caso, multiplique os dados de dano por 2. Bônus numéricos e dados extras (como pela habilidade Ataque Furtivo) não são multiplicados. Por exemplo, um dano de 1d8+3 torna-se 2d8+3 com um acerto crítico. Certas armas fazem críticos em margem maior que 20 ou multiplicam o dano por um valor maior que 2. Em geral, armas mais precisas (bestas, espadas...) têm margem maior, enquanto armas mais penetrantes (arcos, machados...) têm multiplicador maior. Efeitos que aumentam a margem de ameaça diminuem o número necessário para conseguir um crítico. Já efeitos que aumentam o multiplicador de crítico são acrescentados ao número do multiplicador. 19. A arma tem margem de ameaça 19 ou 20. 18. A arma tem margem de ameaça 18, 19 ou 20. x2, x3, x4. A arma causa dano dobrado, triplicado ou quadruplicado em caso de acerto crítico. 19/x3. A arma tem margem de ameaça 19 ou 20 e causa dano triplicado em caso de acerto crítico."
              },
              {
                "type": "item",
                "name": "Alcance",
                "description": "Armas com alcance podem ser usadas para ataques à distância. As categorias de alcance são curto (9m, ou 6 quadrados em um mapa), médio (30m ou 20 quadrados) e longo (90m ou 60 quadrados). Você pode atacar dentro do alcance sem sofrer penalidades. Você pode atacar até o dobro do alcance, mas sofre –5 no teste de ataque. Armas sem alcance podem ser arremessadas em alcance curto com –5 no teste de ataque."
              },
              {
                "type": "item",
                "name": "Tipo",
                "description": "Armas tipicamente causam dano por corte (C), impacto (I) ou perfuração (P). Certas criaturas são resistentes ou imunes a certos tipos de dano."
              },
              {
                "type": "item",
                "name": "Espaço",
                "description": "Quantos espaços a arma ocupa, importante para a capacidade de carga do personagem."
              }
            ]
          },
          {
            "type": "folder",
            "name": "Habilidades de Armas",
            "items": [
              {
                "type": "item",
                "name": "Adaptável",
                "description": "Uma arma de uma mão com esta habilidade pode ser usada com as duas mãos para aumentar seu dano em um passo."
              },
              {
                "type": "item",
                "name": "Ágil",
                "description": "Pode ser usada com Acuidade com Arma, mesmo não sendo uma arma leve."
              },
              {
                "type": "item",
                "name": "Alongada",
                "description": "Dobra o alcance natural do atacante, mas não permite atacar um adversário adjacente. Desbalanceada. Impõe uma penalidade de –2 em testes de ataque."
              },
              {
                "type": "item",
                "name": "Dupla",
                "description": "Pode ser usada com Estilo de Duas Armas (e poderes similares) para fazer ataques adicionais, como se fosse uma arma de uma mão e uma arma leve. Cada “ponta” conta como uma arma separada para efeitos de melhorias e encantos."
              },
              {
                "type": "item",
                "name": "Versátil",
                "description": "Fornece bônus em uma ou mais manobras (cumulativo com outros bônus de itens), conforme a arma."
              }
            ]
          },
          {
            "type": "item",
            "name": "Passos de Dano",
            "description": "Alguns efeitos podem aumentar ou diminuir o dano da arma em um ou mais “passos”. Por exemplo, armas aumentadas, usadas por criaturas Grandes (veja a página 106), causam um passo a mais de dano. Sempre que precisar aumentar ou diminuir o dano de uma arma em um ou mais passos, consulte a Tabela 3-2: Dano de Armas."
          },
          {
            "type": "item",
            "name": "Ataques Desarmados & Armas Naturais",
            "description": "Um ataque desarmado é um soco, chute ou qualquer outro golpe que use seu próprio corpo. Um ataque desarmado é considerado uma arma leve corpo a corpo que causa dano de impacto não letal (1d3 pontos de dano para criaturas Pequenas e Médias) e não é afetado por efeitos que mencionem especificamente objetos ou armas empunhadas. Uma criatura só possui um único ataque desarmado (mas pode escolher qual parte do corpo utiliza cada vez que o desfere).\n\nArmas naturais representam partes específicas do corpo de uma criatura que podem ser usadas para desferir ataques, como chifres, garras ou uma poderosa mordida. Armas naturais são consideradas armas leves corpo a corpo e, assim como ataques desarmados, não são afetadas por efeitos que afetem especificamente objetos (uma arma natural não pode ser desarmada ou quebrada, por exemplo) ou que afetem armas que precisam ser empunhadas. A quantidade e tipo de dano de cada arma natural é apresentada em sua descrição."
          },
          {
            "type": "folder",
            "name": "Descrição das Armas",
            "items": [
              {
                "type": "item",
                "name": "Armas Improvisadas",
                "description": "Atacar com um objeto que não tenha sido feito para lutar (cadeiras, garrafas quebradas..) provoca penalidade de –2 no teste de ataque. Via de regra, armas improvisadas causam 1d6 pontos de dano, com crítico x2, mas esses valores podem mudar de acordo com o mestre. O tipo de dano é determinado pelo mestre (impacto para cadeira, corte para garrafa quebrada...)."
              },
              {
                "type": "item",
                "name": "Adaga",
                "description": "Esta faca afiada é usada por muitos habitantes adultos do Reinado, embora seja favorita de ladrões e assassinos, por ser facilmente escondida (fornece +5 em testes de Ladinagem para ocultá-la). Quando ataca com uma adaga, você pode usar sua Destreza em vez de Força nos testes de ataque. Uma adaga pode ser arremessada."
              },
              {
                "type": "item",
                "name": "Alabarda",
                "description": "Uma haste de madeira com 2m de comprimento e uma lâmina de machado na ponta. A alabarda é uma arma alongada."
              },
              {
                "type": "item",
                "name": "Alfange",
                "description": "Uma versão maior da cimitarra, esta espada de lâmina larga e curva é bastante usada por guerreiros do Deserto da Perdição."
              },
              {
                "type": "item",
                "name": "Arco Curto",
                "description": "Uma arma antiga e comum, este arco é usado primariamente como ferramenta de caça, embora seja usado como arma de guerra por milícias, bandidos e exércitos menos equipados. Pode ser usado montado."
              },
              {
                "type": "item",
                "name": "Arco Longo",
                "description": "Este arco reforçado tem a altura de uma pessoa. Ao contrário da versão curta, é primariamente uma arma de guerra. Por ter uma puxada pesada, permite que você aplique sua Força às rolagens de dano (ao contrário de outras armas de disparo). Porém, um arco longo não pode ser usado se você estiver montado."
              },
              {
                "type": "item",
                "name": "Azagaia",
                "description": "Uma lança leve e flexível, própria para arremesso. Pode ser usada como arma corpo a corpo, mas você sofre uma penalidade de –5 no teste de ataque."
              },
              {
                "type": "item",
                "name": "Besta Leve",
                "description": "Um arco montado sobre uma coronha de madeira com um gatilho, a besta leve é uma arma que dispara virotes com grande potência. Recarregar uma besta leve é uma ação de movimento."
              },
              {
                "type": "item",
                "name": "Besta Pesada",
                "description": "Versão maior e mais potente da besta leve. Recarregar uma besta pesada é uma ação padrão."
              },
              {
                "type": "item",
                "name": "Bordão",
                "description": "Um cajado apreciado por viajantes e camponeses por sua praticidade e fácil acesso (seu preço é zero). O bordão é uma arma dupla."
              },
              {
                "type": "item",
                "name": "Chicote",
                "description": "Esta arma pode ser usada para atacar inimigos a até 4,5m e pode se enroscar nas mãos, pernas ou armas de seus adversários. O chicote é uma arma ágil e versátil, fornecendo +2 em testes para derrubar ou desarmar."
              },
              {
                "type": "item",
                "name": "Cimitarra",
                "description": "Espada com a lâmina curva e muito afiada. A cimitarra é uma arma ágil."
              },
              {
                "type": "item",
                "name": "Clava",
                "description": "Um pedaço de madeira empunhado como arma, geralmente usado por bárbaros ou criaturas brutais — ou como arma improvisada, como um galho de árvore ou pedaço de mobília. Sendo fácil de conseguir, seu preço é zero."
              },
              {
                "type": "item",
                "name": "Corrente de Espinhos",
                "description": "Esta arma pode ser usada para atacar inimigos a até 4,5m e pode se enroscar nas mãos, pernas ou armas de seus adversários. A corrente de espinhos é uma arma ágil, dupla e versátil, fornecendo +2 em testes para derrubar ou desarmar."
              },
              {
                "type": "item",
                "name": "Espada Bastarda",
                "description": "Maior e mais pesada que a espada longa, esta arma é tradicionalmente usada pelos cavaleiros de Bielefeld. A espada bastarda é uma arma adaptável. É muito grande para ser usada com uma só mão sem treinamento especial; por isso é uma arma exótica. Ela pode ser usada como uma arma marcial de duas mãos."
              },
              {
                "type": "item",
                "name": "Espada Curta",
                "description": "O tipo mais comum de espada, usada por guardas ou como arma secundária de guerreiros mais capazes. Mede entre 40 e 50cm."
              },
              {
                "type": "item",
                "name": "Espada Longa",
                "description": "Arma típica de soldados e guerreiros, esta espada de dois gumes tem lâmina reta medindo entre 80cm e 1m."
              },
              {
                "type": "item",
                "name": "Florete",
                "description": "A lâmina leve e fina desta espada torna a arma muito precisa. O florete é uma arma ágil."
              },
              {
                "type": "item",
                "name": "Foice",
                "description": "Originalmente um instrumento agrícola, consiste de uma lâmina curva presa a um cabo de madeira. Uma arma tradicional de druidas."
              },
              {
                "type": "item",
                "name": "Funda",
                "description": "Uma simples tira de couro usada para arremessar pedras polidas. Na falta de munição adequada, pode disparar pedras comuns, mas o dano é reduzido em um passo. Recarregar uma funda é uma ação de movimento. Ao contrário de outras armas de disparo, você aplica sua Força a rolagens de dano com uma funda."
              },
              {
                "type": "item",
                "name": "Gadanho",
                "description": "Outra ferramenta agrícola, o gadanho é uma versão maior da foice, para uso com as duas mãos. Foi criada para ceifar cereais, mas também pode ceifar vidas."
              },
              {
                "type": "item",
                "name": "Katana",
                "description": "A espada tradicional do samurai tem lâmina levemente curva e apenas um gume. A katana é uma arma adaptável e ágil. É muito grande para ser empunhada com uma só mão sem treinamento especial; por isso, é uma arma exótica. Ela pode ser usada como uma arma marcial de duas mãos."
              },
              {
                "type": "item",
                "name": "Lança",
                "description": "Qualquer arma feita com uma haste de madeira e uma ponta afiada, natural ou metálica. Por sua facilidade de fabricação, é muito comum entre orcs, kobolds, trogloditas e outras raças menos civilizadas. Uma lança pode ser arremessada."
              },
              {
                "type": "item",
                "name": "Lança Montada",
                "description": "A lança montada é uma arma alongada. Se você estiver montado, pode usá-la com apenas uma mão. Além disso, quando usada numa investida montada, causa +2d8 pontos de dano (note que dados extras não são multiplicados em caso de acerto crítico)."
              },
              {
                "type": "item",
                "name": "Maça",
                "description": "Bastão com um peso cheio de protuberâncias na ponta, a maça é usada por clérigos que fazem votos de não derramar sangue. De fato, um golpe de maça nem sempre derrama sangue, mas esmaga ossos."
              },
              {
                "type": "item",
                "name": "Machadinha",
                "description": "Ferramenta útil para cortar madeira e também inimigos. Uma machadinha pode ser arremessada."
              },
              {
                "type": "item",
                "name": "Machado Anão",
                "description": "A arma preferida de onze entre dez guerreiros anões. Um machado anão é muito grande para ser usado com uma só mão sem treinamento especial; por isso é uma arma exótica. Ele pode ser usado como uma arma marcial de duas mãos."
              },
              {
                "type": "item",
                "name": "Machado de Batalha",
                "description": "Adaptado do machado de lenhador, este não é um instrumento para corte de árvores, mas sim uma arma capaz de causar ferimentos terríveis."
              },
              {
                "type": "item",
                "name": "Machado de Guerra",
                "description": "Este imenso machado de lâmina dupla é uma arma extremamente perigosa."
              },
              {
                "type": "item",
                "name": "Machado Táurico",
                "description": "Uma haste comprida com uma lâmina extremamente grossa na ponta, esta é uma arma ancestral dos minotauros. Um machado táurico é uma arma desbalanceada. Além disso, é muito grande para ser usado sem treinamento especial; por isso, é uma arma exótica."
              },
              {
                "type": "item",
                "name": "Mangual",
                "description": "Uma haste metálica ligada a uma corrente com uma esfera de aço na ponta, que pode se enroscar na arma do adversário. O mangual é uma arma versátil, fornecendo +2 em testes para desarmar."
              },
              {
                "type": "item",
                "name": "Marreta",
                "description": "Uma haste de madeira resistente com uma pesada cabeça de metal ou pedra."
              },
              {
                "type": "item",
                "name": "Martelo de Guerra",
                "description": "Outra ferramenta adaptada para combate, esta é a arma favorita de quase todos os anões que não usam machados."
              },
              {
                "type": "item",
                "name": "Montante",
                "description": "Enorme e pesada, esta espada de 1,5m de comprimento é uma arma poderosa."
              },
              {
                "type": "item",
                "name": "Mosquete",
                "description": "Uma arma de fogo de uso difícil, mas com poder devastador. Recarregar um mosquete é uma ação padrão."
              },
              {
                "type": "item",
                "name": "Picareta",
                "description": "Usada por mineradores, esta ferramenta quebra pedras com facilidade. Imagine o que pode fazer com carne e osso!"
              },
              {
                "type": "item",
                "name": "Pique",
                "description": "Essencialmente uma lança muito longa. O pique é uma arma alongada."
              },
              {
                "type": "item",
                "name": "Pistola",
                "description": "A arma de fogo mais comum. Recarregar uma pistola é uma ação padrão."
              },
              {
                "type": "item",
                "name": "Rede",
                "description": "A rede tem pequenos dentes em sua trama e uma corda para controlar os inimigos presos. Se você acertar um ataque com a rede, não causa dano. Em vez disso, a vítima fica enredada (deslocamento reduzido à metade, não pode correr nem fazer investidas e sofre –2 na Defesa e em testes de ataque).\n\nEnquanto você estiver segurando a corda, sempre que a vítima se mover você pode fazer um teste de Força oposto contra ela como uma reação. Se você vencer, a vítima só pode se mover até o limite da corda (alcance curto).\n\nA vítima pode se soltar com uma ação completa e um teste de Força ou Acrobacia (CD 20). A rede tem 5 pontos de vida e, se rasgar, qualquer criatura enredada se solta automaticamente. A rede só pode ser usada contra criaturas no máximo uma categoria de tamanho maior que você."
              },
              {
                "type": "item",
                "name": "Tacape",
                "description": "Versão maior e/ou com pregos de uma clava. Usado por bárbaros e humanoides bestiais, não é uma arma elegante, mas faz o serviço."
              },
              {
                "type": "item",
                "name": "Tridente",
                "description": "Uma lança com três pontas, favorita de povos marinhos e gladiadores e própria para prender as pernas do oponente. O tridente é uma arma versátil, fornecendo +2 em testes para derrubar. Um tridente pode ser arremessado."
              }
            ]
          },
          {
            "type": "folder",
            "name": "Munições",
            "items": [
              {
                "type": "item",
                "name": "Munições",
                "description": "Projéteis usados em armas de disparo. Munição é vendida em pacotes com projéteis suficientes para 20 ataques. Sempre que você faz um ataque com uma arma de disparo, a munição é perdida, independentemente de o ataque acertar ou não.\n\nPacotes de munições podem receber melhorias e encantos como armas (mas bônus de munições não acumulam com bônus da arma de disparo). O aumento no preço de um pacote de munição superior ou mágico é metade do aumento de uma arma (uma munição com uma melhoria, por exemplo, custa +T$ 150, em vez de +T$ 300)."
              },
              {
                "type": "item",
                "name": "Balas",
                "description": "Uma bolsa com 20 balas (pequenas esferas de chumbo) e pólvora. Recarregar uma pistola ou um mosquete é uma ação padrão."
              },
              {
                "type": "item",
                "name": "Flechas",
                "description": "Uma aljava com 20 flechas, hastes de madeira com ponta metálica e penas para estabilizar o voo. Recarregar um arco com uma flecha é uma ação livre."
              },
              {
                "type": "item",
                "name": "Pedras",
                "description": "Um saco de couro com 20 pedras polidas. Recar­ regar uma funda com uma pedra de qualquer tipo é uma ação de movimento."
              },
              {
                "type": "item",
                "name": "Virotes",
                "description": "Uma aljava com 20 setas de madeira. Recarregar uma besta leve é uma ação de movimento; já recarregar uma besta pesada é uma ação padrão."
              }
            ]
          }
        ]
      },
      {
        "type": "folder",
        "name": "Armaduras & Escudos",
        "items": [
          {
            "type": "item",
            "name": "Armaduras & Escudos",
            "description": "Armaduras são classificadas em leves e pesadas, de acordo com a sua facilidade de uso e mobilidade."
          },
          {
            "type": "item",
            "name": "Armaduras Leves",
            "description": "Feitas de tecido, couro ou peles, oferecem pouca proteção, mas muita liberdade de movimentos. Vestir ou remover uma armadura leve é uma ação completa."
          },
          {
            "type": "item",
            "name": "Armaduras Pesadas",
            "description": "Feitas de cota de malha (trama com anéis metálicos) ou placas de aço. Oferecem maior proteção, mas restringem seus movimentos. Se usar uma armadura pesada, você não aplica sua Destreza na Defesa e tem seu deslocamento reduzido em 3m. Vestir ou remover uma armadura pesada demora cinco minutos. Dormir de armadura pesada deixa você fatigado pelo dia."
          },
          {
            "type": "item",
            "name": "Escudos",
            "description": "Existem escudos leves e pesados. Um personagem proficiente em escudo sabe usar ambos. Colocar ou tirar um escudo de qualquer tipo é uma ação de movimento."
          },
          {
            "type": "item",
            "name": "Ataque com Escudo",
            "description": "Caso possua proficiência em armas marciais, você pode usar um escudo para atacar, mas perde seu bônus na Defesa até seu próximo turno se fizer isso. Escudos leves causam 1d4 pontos de dano de impacto e escudos pesados causam 1d6 pontos de dano de impacto, ambos com crítico x2. Embora possam ser usados para atacar, escudos não contam como armas."
          },
          {
            "type": "item",
            "name": "Penalidade por Não Proficiência",
            "description": "Um personagem vestindo uma armadura ou escudo que não saiba usar aplica a penalidade da armadura em todas as perícias baseadas em Força e Destreza."
          },
          {
            "type": "folder",
            "name": "Características das Armaduras e Escudos",
            "items": [
              {
                "type": "item",
                "name": "Preço",
                "description": "Este é o preço por armaduras completas — “partes” de armaduras não costumam ser vendidas separadamente e não fornecem proteção quando usadas de forma avulsa."
              },
              {
                "type": "item",
                "name": "Bônus na Defesa",
                "description": "Cada armadura fornece um bônus na Defesa do usuário. Quanto mais pesada, maior o bônus. Não se pode vestir uma armadura sobre outra. Pode-se usar armadura e escudo ao mesmo tempo (os bônus se acumulam), mas não dois escudos."
              },
              {
                "type": "item",
                "name": "Penalidade de Armadura",
                "description": "Por seu peso e rigidez, a maioria das armaduras dificulta o uso de perícias que demandam agilidade. Aplique a penalidade de armadura em testes de Acrobacia, Furtividade e Ladinagem (e em testes de Atletismo para natação). Penalidades de armaduras e escudos se acumulam."
              },
              {
                "type": "item",
                "name": "Espaço",
                "description": "Quantos espaços a armadura ou escudo ocupa, importante para a capacidade de carga do personagem."
              }
            ]
          },
          {
            "type": "folder",
            "name": "Descrição das Armaduras e Escudos",
            "items": [
              {
                "type": "item",
                "name": "Armadura Acolchoada",
                "description": "Uma túnica almofadada feita em linho ou lã. É a armadura mais leve, mas protege todo o corpo, fornecendo +2 em Fortitude."
              },
              {
                "type": "item",
                "name": "Armadura Completa",
                "description": "A mais forte e pesada das armaduras, formada por placas de metal forjadas e encaixadas de modo a cobrir o corpo inteiro. Inclui uma túnica acolchoada para ser usada sob as placas. Correias e fivelas distribuem o peso da armadura pelo corpo inteiro. Esta armadura precisa ser feita sob medida para cada usuário; um ferreiro cobra T$ 200 para adaptar uma armadura completa a um novo usuário."
              },
              {
                "type": "item",
                "name": "Armadura de Couro",
                "description": "O peitoral desta armadura é feito de couro curtido em óleo fervente, para ficar mais rígido, enquanto as demais partes são feitas de couro flexível."
              },
              {
                "type": "item",
                "name": "Brunea",
                "description": "Colete de couro coberto com plaquetas de metal sobrepostas, como escamas de um peixe. Por ser barata de produzir, é a armadura mais utilizada no Reinado por soldados de infantaria e guardas de castelo."
              },
              {
                "type": "item",
                "name": "Cota de Malha",
                "description": "Longa veste de anéis metálicos interligados, formando uma malha flexível e resistente, que vai até os joelhos."
              },
              {
                "type": "item",
                "name": "Couraça",
                "description": "A mais robusta das armaduras leves, formada por uma placa metálica que protege o peito e as costas, presa sobre um casaco de couro."
              },
              {
                "type": "item",
                "name": "Couro Batido",
                "description": "Versão mais pesada da armadura de couro, reforçada com rebites de metal."
              },
              {
                "type": "item",
                "name": "Escudo Leve",
                "description": "Tipicamente feito de madeira, este escudo é amarrado no antebraço, deixando a mão livre. Você pode carregar um objeto na mão que empunha o escudo, mas não manusear uma arma."
              },
              {
                "type": "item",
                "name": "Escudo Pesado",
                "description": "Normalmente feito de aço, este escudo é preso ao antebraço e também deve ser empunhado com firmeza, impedindo o usuário de usar aquela mão."
              },
              {
                "type": "item",
                "name": "Gibão de Peles",
                "description": "Usada principalmente por bárbaros e selvagens, esta armadura é formada por várias camadas de peles e couro de animais."
              },
              {
                "type": "item",
                "name": "Loriga Segmentada",
                "description": "Composta por tiras horizontais de metal, esta armadura pesada é muito utilizada por legionários do Império de Tauron."
              },
              {
                "type": "item",
                "name": "Meia Armadura",
                "description": "Uma cota de malha reforçada com placas de metal."
              }
            ]
          }
        ]
      },
      {
        "type": "folder",
        "name": "Itens gerais",
        "items": [
          {
            "type": "item",
            "name": "Itens Gerais",
            "description": "Além de armas e armaduras, outros itens são úteis para aventureiros. Itens gerais são divididos em nove categorias: equipamento de aventura, ferramentas, vestuário, esotéricos, alquímicos, alimentação, animais, veículos e serviços. Alguns itens precisam ser empunhados para serem usados; outros, precisam ser vestidos (veja “Limites de Uso”, na página 141, para as regras de uso de itens). Itens que permitem um teste de resistência seguem as mesmas regras de testes de resistência de habilidades (veja a página 227)."
          },
          {
            "type": "folder",
            "name": "Equipamento de aventura",
            "items": [
              {
                "type": "item",
                "name": "Equipamento de aventura",
                "description": "Utensílios úteis para exploradores de masmorras. A CD para fabricar qualquer desses itens é 15."
              },
              {
                "type": "item",
                "name": "Água Benta",
                "description": "Produzida com a magia Abençoar Alimentos, esta água sagrada é um poderoso recurso na luta contra o mal. Para usar a água benta, você gasta uma ação padrão e escolhe um morto-vivo, demônio ou diabo em alcance curto (a água benta é inofensiva contra outras criaturas). O alvo sofre 2d10 pontos de dano de luz (Reflexos CD Sab reduz à metade)."
              },
              {
                "type": "item",
                "name": "Algemas",
                "description": "Um par de algemas para criaturas Médias. Prender uma criatura que não esteja indefesa exige empunhar a algema, agarrar o alvo (veja “Manobras de Combate”, no Capítulo 5) e vencer um novo teste de agarrar contra ela. Você pode prender os dois pulsos da pessoa (–5 em testes que exijam o uso das mãos, impede conjuração) ou um dos pulsos dela em um objeto imóvel adjacente, caso haja, para impedir que ela se mova. Escapar das algemas exige uma ação completa e um teste de Acrobacia contra CD 30 ou de Força contra CD 25 — ou ter as chaves..."
              },
              {
                "type": "item",
                "name": "Arpéu",
                "description": "Um gancho de aço amarrado na ponta de uma corda para se fixar em muros, janelas, parapeitos de prédios... Prender um arpéu exige um teste de Pontaria (CD 15). Subir um muro com a ajuda de uma corda fornece +5 no teste de Atletismo."
              },
              {
                "type": "item",
                "name": "Bandoleira de Poções",
                "description": "Um cinto de couro com bolsos que comportam pequenos frascos. Se você estiver vestindo uma bandoleira, pode sacar itens alquímicos e poções como uma ação livre. Itens gerais"
              },
              {
                "type": "item",
                "name": "Barraca",
                "description": "Esta barraca de lona conta como um saco de dormir para duas pessoas e fornece +2 em testes de Sobrevivência para acampar."
              },
              {
                "type": "item",
                "name": "Corda",
                "description": "Um rolo com 10 metros de corda de cânhamo, o mesmo tipo usado em navios. Possui diversas utilidades: pode ajudar a descer um buraco ou muro (+5 em testes de Atletismo nessas situações), amarrar pessoas etc. Dar um nó firme ou especial (por exemplo, capaz de deslizar, se desfazer com um puxão etc.) exige um teste de Destreza (CD 15). Arrebentar a corda exige 2 pontos de dano de corte ou uma ação padrão e um teste de Força (CD 20)."
              },
              {
                "type": "item",
                "name": "Espelho",
                "description": "Este pequeno espelho possui diversas utilidades: observar cantos, fazer sinais de luz e, claro, garantir que você esteja apresentável."
              },
              {
                "type": "item",
                "name": "Lampião",
                "description": "Um cilindro com uma alça e duas portinholas. Uma chama alimentada por óleo é acesa dentro do cilindro e uma das portinholas aberta deixa a luz sair. Acender um lampião é uma ação padrão e sua luz ilumina um raio com 15m. Carregar um lampião com óleo é uma ação padrão e ele dura uma cena."
              },
              {
                "type": "item",
                "name": "Mochila",
                "description": "Uma bolsa de lona com tiras para ser carregada nas costas. Não conta como item vestido."
              },
              {
                "type": "item",
                "name": "Mochila de Aventureiro",
                "description": "Feita de couro resistente, esta mochila é repleta de bolsos para prender equipamento. Vestir uma mochila de aventureiro aumenta sua capacidade de carga em 2 espaços (ela própria não gasta um espaço)."
              },
              {
                "type": "item",
                "name": "Óleo",
                "description": "Um frasco com óleo inflamável para lampião. Você pode atirar o frasco em uma criatura em alcance curto com uma ação padrão. Se ela sofrer dano de fogo até o fim do seu próximo turno, sofre 1d6 pontos de dano extra e fica em chamas."
              },
              {
                "type": "item",
                "name": "Organizador de Pergaminhos",
                "description": "Um estojo de madeira ou couro rígido. Se você estiver vestindo um organizador de pergaminhos, pode sacar pergaminhos como uma ação livre."
              },
              {
                "type": "item",
                "name": "Pé de Cabra",
                "description": "Esta barra de ferro fornece +5 em testes de Força para abrir portas, janelas e baús fechados. Um pé de cabra pode ser usado como arma, com as estatísticas de uma clava."
              },
              {
                "type": "item",
                "name": "Saco de Dormir",
                "description": "Um colchão com uma coberta fina o bastante para ser enrolada e amarrada, é especialmente útil para aventureiros, que nunca sabem onde vão passar a noite. Dormir ao relento sem um acampamento e um saco de dormir diminui sua recuperação de PV e PM (veja a página 106)."
              },
              {
                "type": "item",
                "name": "Símbolo Sagrado",
                "description": "Um medalhão de madeira ou metal com o símbolo de uma divindade. Se você estiver vestindo (normalmente com uma corrente ao redor do pescoço) ou empunhando o símbolo sagrado de um deus do qual é devoto, recebe +1 em testes de resistência."
              },
              {
                "type": "item",
                "name": "Tocha",
                "description": "Um bastão de madeira com algum combustível na ponta (geralmente trapos embebidos em parafina). Acender uma tocha é uma ação padrão. Ela ilumina um raio de 9m e dura uma cena. Pode ser usada como uma arma simples leve (dano 1d4 de impacto mais 1 de fogo, crítico x2)."
              },
              {
                "type": "item",
                "name": "Vara de Madeira",
                "description": "Uma haste com 3m de comprimento. Útil para alcançar pontos distantes, mas frágil demais para servir como arma."
              }
            ]
          },
          {
            "type": "folder",
            "name": "Ferramentas",
            "items": [
              {
                "type": "item",
                "name": "Ferramentas",
                "description": "Itens desta categoria afetam testes de perícia, eliminando penalidades ou fornecendo bônus. A CD para fabricar qualquer ferramenta é 20."
              },
              {
                "type": "item",
                "name": "Alaúde Élfico",
                "description": "Feito com madeira de alta qualidade e manufatura delicada, este alaúde gera notas vívidas e emocionantes. Enquanto empunha este item, você pode usar a habilidade Inspiração como uma ação de movimento. Conta como um instrumento musical."
              },
              {
                "type": "item",
                "name": "Coleção de Livros",
                "description": "Uma pequena coleção de tomos e tratados sobre um assunto. Fornece +1 em Conhecimento, Guerra, Misticismo, Nobreza ou Religião (definido quando o item é comprado ou fabricado)."
              },
              {
                "type": "item",
                "name": "Equipamento de Viagem",
                "description": "Um saco de lona contendo instrumentos úteis para sobreviver nos ermos, como pederneira (pedra para fazer fogo), panelas e talheres para cozinhar, anzól e linha para pescar e uma pequena pá. Um personagem sem este item sofre –5 em testes de Sobrevivência para fazer um acampamento. Não inclui saco de dormir ou barraca."
              },
              {
                "type": "item",
                "name": "Estojo de Disfarces",
                "description": "Um conjunto de cosméticos, tintas para cabelo e algumas próteses simples (como bigodes e narizes falsos). Um personagem sem este item sofre –5 em testes de Enganação para disfarce."
              },
              {
                "type": "item",
                "name": "Flauta Mística",
                "description": "Um instrumento delicado, repleto de runas e pequenas gemas místicas. Um bardo que empunhe este item aumenta a CD para resistir às magias lançadas por ele em +1. Conta como um instrumento musical."
              },
              {
                "type": "item",
                "name": "Gazua",
                "description": "Uma barra fina de ferro, com a ponta torta ou em forma de gancho. Um personagem sem este item sofre –5 em testes de Ladinagem para abrir fechaduras."
              },
              {
                "type": "item",
                "name": "Instrumentos de <Ofício>",
                "description": "Existe uma versão deste item para cada perícia de Ofício. Por exemplo, martelo, pregos e serrote para Ofício (carpinteiro), pergaminhos em branco, tinta e pena para Ofício (escriba) e assim por diante. Um personagem sem os instrumentos de seu Ofício sofre –5 nessa perícia."
              },
              {
                "type": "item",
                "name": "Instrumento Musical",
                "description": "Um instrumento típico, como um bandolim, flauta ou lira. Veja o quadro acima para as regras deste item."
              },
              {
                "type": "item",
                "name": "Luneta",
                "description": "Este instrumento valioso consiste de um cilindro metálico com duas lentes. Fornece +5 em testes de Percepção para observar coisas em alcance longo ou além."
              },
              {
                "type": "item",
                "name": "Maleta de Medicamentos",
                "description": "Caixa de madeira com ervas, unguentos, bandagens e outros materiais úteis. Um personagem sem este item sofre –5 em Cura."
              },
              {
                "type": "item",
                "name": "Sela",
                "description": "Uma peça de couro e pelego colocada sobre o lombo da montaria, sobre a qual o cavaleiro se senta. Inclui arreios para conduzir o animal. Um personagem montado em uma montaria sem sela sofre –5 em testes de Cavalgar. Usada no animal, a sela não ocupa espaço de carga do personagem."
              },
              {
                "type": "item",
                "name": "Tambor das Profundezas",
                "description": "Um instrumento típico de anões de Doherimm, capaz de sons graves e retumbantes. Enquanto empunha este item, o alcance da habilidade Inspiração e de qualquer Música de Bardo é dobrado. Conta como um instrumento musical."
              },
              {
                "type": "item",
                "name": "Instrumentos Musicais",
                "description": "Alguns itens da categoria ferramentas são instrumentos musicais. Tais itens são de grande importância para bardos e possuem as regras a seguir.\n\n• Você precisa empunhar um instrumento musical com as duas mãos para receber seus benefícios e para usar Músicas de Bardo (veja a página 45).\n\n• Instrumentos musicais podem ser usados como esotéricos por bardos (permitindo que lance magias usando a mão que empunha o instrumento).\n\n• Instrumentos musicais podem receber melhorias de ferramentas (contam como itens ligados a Atuação) e de esotéricos (mas afetam apenas magias lançadas por bardos)."
              }
            ]
          },
          {
            "type": "folder",
            "name": "Vestuário",
            "items": [
              {
                "type": "item",
                "name": "Vestuário",
                "description": "Todos os itens desta seção precisam ser vestidos para fornecerem seus benefícios. A CD para fabricar qualquer vestuário é 20."
              },
              {
                "type": "item",
                "name": "Andrajos de Aldeão",
                "description": "Roupas típicas de camponês. Consiste de camisa larga e calças soltas ou blusa e saia e não inclui botas — os mais pobres andam descalços. Fornece +2 em testes de Investigação para interrogar (ninguém se importa com o que um aldeão escuta) e, se você possuir o poder Aparência Inofensiva, a CD para resistir a ele aumenta em +2. Porém, impõe –2 em perícias baseadas em Carisma contra pessoas que se importam com classe social."
              },
              {
                "type": "item",
                "name": "Bandana",
                "description": "Um lenço tipicamente usado por bandidos e piratas. Fornece +1 em Intimidação."
              },
              {
                "type": "item",
                "name": "Botas Reforçadas",
                "description": "Grossas e resistentes, estas botas de cano alto protegem contra perigos do terreno. Aumentam seu deslocamento em +1,5m se ele for reduzido por terreno difícil (após a redução)."
              },
              {
                "type": "item",
                "name": "Camisa Bufante",
                "description": "Blusa colorida, com mangas e golas longas e encrespadas. Fornece +1 em Atuação."
              },
              {
                "type": "item",
                "name": "Capa Esvoaçante",
                "description": "Favorita entre heróis ousados, esta capa de seda produz movimentos amplos e chamativos, que fornecem +1 em Enganação."
              },
              {
                "type": "item",
                "name": "Capa Pesada",
                "description": "Uma capa de couro grossa e resistente. Protege e aquece o corpo, fornecendo +1 em Fortitude."
              },
              {
                "type": "item",
                "name": "Casaco Longo",
                "description": "Feito de peles ou couro grosso forrado com lã, e impermeabilizado com óleo, este casaco é quente e pesado. Fornece +5 em testes de Fortitude para resistir a efeitos de frio, mas impõe penalidade de armadura de –2."
              },
              {
                "type": "item",
                "name": "Chapéu Arcano",
                "description": "Com pinturas e bordados de símbolos místicos, este chapéu pontudo ajuda a canalizar energias mágicas. Ele fornece +1 ponto de mana, mas apenas se você possuir a habilidade de classe Caminho do Arcanista."
              },
              {
                "type": "item",
                "name": "Enfeite de Elmo",
                "description": "Um adorno chamativo, como crina de cavalo, plumas, asas ou um totem de animal. Fornece resistência a medo +2."
              },
              {
                "type": "item",
                "name": "Farrapos de Ermitão",
                "description": "Trapos “adornados” com plantas e raízes. Uma pessoa vestindo farrapos de ermitão não parece muito civilizada, e sofre –2 em Diplomacia e em testes de Investigação para interrogar. Entretanto, recebe +2 em Adestramento."
              },
              {
                "type": "item",
                "name": "Gorro de Ervas",
                "description": "Formado por duas camadas de tecido, este chapéu é preenchido com ervas preparadas para auxiliar a concentração do usuário. Fornece +1 em Vontade."
              },
              {
                "type": "item",
                "name": "Luva de Pelica",
                "description": "Estas luvas delicadas preservam o tato e impedem que o suor deixe os dedos escorregadios. Fornecem +1 em Ladinagem."
              },
              {
                "type": "item",
                "name": "Manopla",
                "description": "Luva metálica que permite socos mais perigosos — o dano de seus ataques desarmados torna-se letal. Uma manopla conta como uma arma para receber melhorias e encantos para usá-los em seus ataques desarmados."
              },
              {
                "type": "item",
                "name": "Manto Camuflado",
                "description": "Um manto camuflado é feito para um tipo de terreno específico (veja a habilidade Explorador, na página 51). Por exemplo, um manto camuflado para floresta pode ser verde e marrom e coberto de folhas, enquanto um manto urbano pode ser cinza ou negro. Usar um manto camuflado no terreno correto fornece +2 em Furtividade."
              },
              {
                "type": "item",
                "name": "Manto Eclesiástico",
                "description": "Um manto típico de igrejas e templos. Fornece +1 em Religião."
              },
              {
                "type": "item",
                "name": "Robe Místico",
                "description": "Um manto longo, adornado com temas arcanos. Fornece +1 em Misticismo."
              },
              {
                "type": "item",
                "name": "Sapatos de Camurça",
                "description": "Leves e resistentes, aprimoram o equilíbrio e a firmeza dos pés, fornecendo +1 em Acrobacia."
              },
              {
                "type": "item",
                "name": "Tabardo",
                "description": "Uma peça de tecido usada como um colete, cobrindo o peito e as costas. Geralmente ostenta a heráldica de um reino, igreja, casa nobre ou ordem de cavaleiros. Fornece +1 em Diplomacia."
              },
              {
                "type": "item",
                "name": "Traje da Corte",
                "description": "Roupas de luxo, feitas sob medida e adequadas à nobreza e realeza. Inclui algumas joias, como aneis e colares. Em certos ambientes (um baile, um salão de palácio), um personagem que não esteja vestindo este item sofre –5 em perícias baseadas em Carisma."
              },
              {
                "type": "item",
                "name": "Traje de Viajante",
                "description": "Inclui botas, calças ou saias, cinto, camisa de linho e capa com capuz. A roupa padrão de aventureiros."
              },
              {
                "type": "item",
                "name": "Veste de Seda",
                "description": "Esta roupa leve e elegante deixa seus movimentos os mais livres possíveis. Fornece +1 em Reflexos."
              }
            ]
          },
          {
            "type": "folder",
            "name": "Esotéricos",
            "items": [
              {
                "type": "item",
                "name": "Esotéricos",
                "description": "Itens utilizados por conjuradores para lançar magias de forma mais eficiente. Para usar um esotérico, você precisa empunhá-lo com a mão que usará para gesticular ao lançar a magia. Uma magia só pode receber os benefícios de um esotérico por vez. A CD para fabricar qualquer esotérico é 20 e para fabricá-lo você deve ser treinado em Misticismo."
              },
              {
                "type": "item",
                "name": "Bolsa de Pó",
                "description": "Uma bolsa com pó multicolorido, fabricado a partir das pétalas trituradas de flores que nascem apenas na Pondsmânia. Quando lança uma magia de encantamento ou ilusão, você recebe +2 PM para gastar em aprimoramentos."
              },
              {
                "type": "item",
                "name": "Cajado Arcano",
                "description": "Um cajado típico, feito de madeira de boa qualidade e entalhado com runas. O limite de PM que você pode gastar em magias arcanas e a CD para resistir a elas aumentam em +1. Para fornecer seus benefícios, um cajado precisa ser empunhado com as duas mãos. Ele pode ser usado como arma, com as estatísticas de um bordão."
              },
              {
                "type": "item",
                "name": "Cetro Elemental",
                "description": "Este cetro possui uma pedra preciosa em sua ponta: esmeralda (ácido), topázio (eletricidade), rubi (fogo) ou safira (frio). Quando lança uma magia que causa dano do tipo da pedra, o dano aumenta em um dado do mesmo tipo."
              },
              {
                "type": "item",
                "name": "Costela de Lich",
                "description": "Esta varinha é feita a partir do osso de um morto-vivo. Suas magias causam +1d6 pontos de dano de trevas. Se estiver empunhando esta varinha você não recupera PV por efeitos mágicos de cura."
              },
              {
                "type": "item",
                "name": "Dedo de Ente",
                "description": "Uma varinha feita da madeira de uma árvore senciente. Sempre que gastar pelo menos 1 PM para lançar uma magia, role 1d4. Com um resultado 4, você recupera 1 PM."
              },
              {
                "type": "item",
                "name": "Luva de Ferro",
                "description": "Um conjunto de dedais interligados por correntes. Suas magias arcanas pessoais que concedem bônus na Defesa ou em testes de resistências têm esse bônus aumentado em +1."
              },
              {
                "type": "item",
                "name": "Medalhão de Prata",
                "description": "Gravado com uma runa pessoal do conjurador, este medalhão de prata diminui em –1 PM o custo de magias de alcance pessoal."
              },
              {
                "type": "item",
                "name": "Orbe Cristalina",
                "description": "Esta esfera perfeita concentra seu poder mágico. O limite de PM que você pode gastar em magias arcanas aumenta em +1."
              },
              {
                "type": "item",
                "name": "Tomo Hermético",
                "description": "Um livro de tratados que aumentam a sua compreensão sobre uma escola de magia específica. A CD para resistir a suas magias arcanas dessa escola aumenta em +2."
              },
              {
                "type": "item",
                "name": "Varinha Arcana",
                "description": "Uma varinha típica, feita de madeira de boa qualidade e entalhada com runas. A CD para resistir a suas magias arcanas aumenta em +1."
              }
            ]
          },
          {
            "type": "folder",
            "name": "Alquímicos",
            "items": [
              {
                "type": "item",
                "name": "Alquímicos",
                "description": "Inclui preparados, catalisadores e venenos."
              },
              {
                "type": "folder",
                "name": "Preparados",
                "items": [
                  {
                    "type": "item",
                    "name": "Preparados",
                    "description": "Itens de uso único que geram efeitos variados quando usados. A CD para fabricar qualquer preparado é 15."
                  },
                  {
                    "type": "item",
                    "name": "Ácido",
                    "description": "Frasco de vidro contendo um ácido alquímico altamente corrosivo. Para usar o ácido, você gasta uma ação padrão e escolhe uma criatura em alcance curto. Essa criatura sofre 2d4 pontos de dano de ácido (Reflexos CD Des reduz à metade)."
                  },
                  {
                    "type": "item",
                    "name": "Bálsamo Restaurador",
                    "description": "Uma pasta verde e fedorenta, feita de ervas medicinais. Usá-la é uma ação completa e recupera 2d4 pontos de vida."
                  },
                  {
                    "type": "item",
                    "name": "Bomba",
                    "description": "Uma granada rudimentar. Para usar a bomba, você precisa empunhá-la, gastar uma ação de movimento para acender seu pavio e uma ação padrão para arremessá-la em um ponto em alcance curto. Criaturas a até 3m desse ponto sofrem 6d6 pontos de dano de impacto (Reflexos CD Des reduz à metade)."
                  },
                  {
                    "type": "item",
                    "name": "Cosmético",
                    "description": "Perfume ou maquiagem. Usá-lo é uma ação completa e fornece +2 em testes de perícias baseadas em Carisma até o fim da cena."
                  },
                  {
                    "type": "item",
                    "name": "Elixir do Amor",
                    "description": "Um humanoide que beba este líquido adocicado fica apaixonado pela primeira criatura que enxergar (condição enfeitiçado; Vontade CD Car anula). O efeito dura 1d3 dias."
                  },
                  {
                    "type": "item",
                    "name": "Essência de Mana",
                    "description": "Esta poção feita de ervas raras e compostos alquímicos recupera energia pessoal. Beber a essência de mana é uma ação padrão e recupera 1d4 pontos de mana."
                  },
                  {
                    "type": "item",
                    "name": "Fogo Alquímico",
                    "description": "Frasco de cerâmica contendo uma substância que entra em combustão em contato com o ar. Para usar o fogo alquímico, você gasta uma ação padrão e escolhe uma criatura em alcance curto. Essa criatura sofre 1d6 pontos de dano de fogo e fica em chamas. Um teste de Reflexos (CD Des) reduz o dano à metade e evita as chamas."
                  },
                  {
                    "type": "item",
                    "name": "Pó do Desaparecimento",
                    "description": "Uma criatura ou objeto coberto por este pó torna-se invisível (como em Invisibilidade) por 2d6 rodadas. O usuário não sabe quando a invisibilidade vai terminar."
                  }
                ]
              },
              {
                "type": "folder",
                "name": "Catalisadores",
                "items": [
                  {
                    "type": "item",
                    "name": "Catalisadores",
                    "description": "Substâncias preparadas através de processos alquímicos, catalisadores são itens de uso único que melhoram o efeito de uma magia quando ela é lançada.\n\nVocê precisa estar empunhando um catalisador para usá-lo e só pode usar um catalisador por vez. Reduções de custo de catalisadores acumulam com outras reduções de custo. Catalisadores que aumentam o dano só funcionam em magias que já causem dano. A CD para fabricar qualquer catalisador é 15 e para fabricá-lo você deve ser treinado em Misticismo."
                  },
                  {
                    "type": "item",
                    "name": "Baga-de-Fogo",
                    "description": "Pequeno fruto vermelho, apreciado por seu sabor picante. Usado como catalisador, adiciona +1d6 de dano de fogo a magias."
                  },
                  {
                    "type": "item",
                    "name": "Dente-de-Dragão",
                    "description": "Uma flor comum em regiões montanhosas, especialmente nas Sanguinárias, possui formato parecido com uma presa de monstro. Suas propriedades místicas aumentam o dano de magias em um dado do mesmo tipo."
                  },
                  {
                    "type": "item",
                    "name": "Essência Abissal",
                    "description": "Um líquido espesso, produzido através do sangue de criaturas demoníacas. Aumenta os dados de dano de magias de fogo em uma categoria — d4 para d6, d6 para d8, d8 para d10 e d10 para d12 (o máximo)."
                  },
                  {
                    "type": "item",
                    "name": "Líquen Lilás",
                    "description": "Esta estranha planta tem aspecto cristalino e cresce em abundância na região das Uivantes. Adiciona +1d6 de dano de frio a magias."
                  },
                  {
                    "type": "item",
                    "name": "Musgo Púrpura",
                    "description": "Encontrado em florestas fechadas, esse fungo cintilante possui propriedades que fornecem +2 na CD de magias de ilusão."
                  },
                  {
                    "type": "item",
                    "name": "Ossos de Monstro",
                    "description": "Pequenas falanges de criaturas monstruosas, tratadas com óleos alquímicos. Fornece +2 na CD de magias de necromancia."
                  },
                  {
                    "type": "item",
                    "name": "Pó de Cristal",
                    "description": "Uma pitada de pó de um mineral cristalino puro, como quartzo ou topázio. Diminui o custo de magias de encantamento em –1 PM."
                  },
                  {
                    "type": "item",
                    "name": "Pó de Giz",
                    "description": "Calcário esmagado em pó, uma substância comum que, usada como catalisador, diminui o custo de magias de convocação em –1 PM."
                  },
                  {
                    "type": "item",
                    "name": "Ramo Verdejante",
                    "description": "Esta combinação de ervas potencializa magias de cura, aumentando sua cura em +1 PV por dado."
                  },
                  {
                    "type": "item",
                    "name": "Saco de Sal",
                    "description": "Um pequeno saco de couro com sal marinho. Fornece +2 na CD de magias de abjuração."
                  },
                  {
                    "type": "item",
                    "name": "Seixo de Âmbar",
                    "description": "Essa “gema” feita de seiva de árvore fossilizada diminui o custo de magias de transmutação em –1 PM."
                  },
                  {
                    "type": "item",
                    "name": "Terra de Cemitério",
                    "description": "Um punhado de terra cinzenta, colhida à noite de um cemitério. Adiciona +1d6 de dano de trevas a magias."
                  }
                ]
              },
              {
                "type": "folder",
                "name": "Venenos",
                "items": [
                  {
                    "type": "item",
                    "name": "Venenos",
                    "description": "Substâncias naturais ou preparadas perigosas para seres vivos. Exceto se indicado o contrário, a CD para fabricar qualquer veneno é 20."
                  },
                  {
                    "type": "item",
                    "name": "Regras de Venenos",
                    "description": "Venenos são classificados de acordo com o método de inoculação.\n\nContato. Inoculados via um ataque que acerte (ou se a vítima toca o objeto envenenado). Aplicar um veneno em uma arma exige uma ação de movimento e uma rolagem de 1d6. Se você rolar 1, se envenena acidentalmente (mas veja o poder Venefício). O veneno permanece na arma até acertar um ataque ou até o fim da cena (o que acontecer primeiro).\n\nInalação. Inoculados via respiração. São armazenados em frascos que podem ser arremessados em alcance curto. Quando o frasco se quebra, libera o veneno num cubo com 3m de lado. Todas as criaturas na área são expostas — prender a respiração não impede a inoculação, pois o veneno pode entrar por canais lacrimais, membranas nasais e outras partes do corpo.\n\nIngestão. Inoculados através da ingestão de comida ou bebida.\n\nUma criatura exposta a um veneno deve fazer um teste de Fortitude (CD definida pelo aplicador do veneno, atributo-chave Int). Se falhar, sofre o efeito do veneno (efeitos em parênteses afetam vítimas que passem no teste de resistência). Efeitos que não sejam instantâneos, como perda de PV recorrente ou condições, deixam a vítima com a condição envenenada, e curar esta condição encerra quaisquer efeitos de veneno (mas não recupera PV perdidos)."
                  },
                  {
                    "type": "item",
                    "name": "Beladona",
                    "description": "Planta extremamente tóxica que afeta o sistema nervoso da vítima. Ingestão, vítima fica paralisada (lenta) por 3 rodadas. A CD para fabricar e para resistir a este veneno aumenta em +5."
                  },
                  {
                    "type": "item",
                    "name": "Bruma Sonolenta",
                    "description": "Um gás sonífero. Inalação, vítima fica inconsciente (enjoada por 1 rodada)."
                  },
                  {
                    "type": "item",
                    "name": "Cicuta",
                    "description": "Planta cuja ingestão pode causar náusea, dores e até morte. Ingestão, perde 1d12 PV por rodada durante 3 rodadas (perde 1d12 PV)."
                  },
                  {
                    "type": "item",
                    "name": "Essência de Sombra",
                    "description": "Produzido a partir de compostos alquímicos que canalizam energia de trevas. Contato, vítima fica debilitada (fraca)."
                  },
                  {
                    "type": "item",
                    "name": "Névoa Tóxica",
                    "description": "Este gás verde queima e corrói a pele e os pulmões. Inalação, perde 1d12 PV por rodada durante 3 rodadas (perde 1d12 PV)."
                  },
                  {
                    "type": "item",
                    "name": "Peçonha Comum",
                    "description": "Veneno típico, extraído de animais ou plantas tóxicas. Contato, perde 1d12 PV."
                  },
                  {
                    "type": "item",
                    "name": "Peçonha Concentrada",
                    "description": "Dose concentrada da peçonha comum. Contato, perde 1d12 PV por rodada durante 3 rodadas (perde 1d12 PV)."
                  },
                  {
                    "type": "item",
                    "name": "Peçonha Potente",
                    "description": "Veneno poderoso, extraído de animais ou plantas perigosos. Contato, perde 2d12 PV por rodada durante 3 rodadas (perde 2d12 PV)."
                  },
                  {
                    "type": "item",
                    "name": "Pó de Lich",
                    "description": "Veneno letal, usado para assassinar alvos poderosos. Ingestão, perde 4d12 PV por rodada durante 5 rodadas (perde 4d12 PV). A CD para fabricar e para resistir a este veneno aumenta em +5."
                  },
                  {
                    "type": "item",
                    "name": "Riso de Nimb",
                    "description": "Este gás púrpura faz a vítima rir descontroladamente e agir de forma caótica. Inalação, vítima fica confusa (lenta por 1 rodada)."
                  }
                ]
              }
            ]
          },
          {
            "type": "folder",
            "name": "Alimentação",
            "items": [
              {
                "type": "item",
                "name": "Pratos Especiais",
                "description": "A seção Alimentação traz pratos especiais, refeições feitas com ingredientes selecionados e que fornecem um benefício. Um prato especial deve ser consumido ao ser comprado ou fabricado. Seu bônus dura um dia e você só pode receber um bônus de alimentação por dia. Note que, se estiver usando a regra de custo de vida (veja a página 277), você não precisa se preocupar com a alimentação de seu personagem — refeições corriqueiras são apenas pano de fundo. Assim, use pratos especiais apenas quando quiser um benefício — e estiver disposto a pagar por ele! Fabricar um prato especial leva 1 hora e exige um teste de Ofício (cozinheiro) contra CD 15). Você pode sofrer –5 no teste para fabricar até cinco pratos (pagando o custo de todos)."
              },
              {
                "type": "item",
                "name": "Batata Valkariana",
                "description": "Batatas cortadas em tiras e mergulhadas em óleo fervente. Gordurentas e pouco nutritivas, são o tipo de prato que só é servido numa metrópole como Valkaria. Apesar disso, são gostosas e deixam qualquer um empolgado. Você recebe +1d6 em um teste a sua escolha realizado até o fim do dia. Para não esquecer, deixe 1d6 em cima da sua ficha. De preferência, amarelo."
              },
              {
                "type": "item",
                "name": "Gorad Quente",
                "description": "Gorad e leite, servidos quentes. Não tem erro. O gorad ativa o cérebro, fornecendo +2 PM temporários."
              },
              {
                "type": "item",
                "name": "Macarrão de Yuvalin",
                "description": "Yuvalin é uma cidade mineradora em Zakharov, na fronteira com as Montanhas Uivantes. Seus habitantes criaram este prato reforçado (macarrão, bacon e creme de leite!) para encarar suas árduas jornadas de trabalho nas minas. Delicioso, o prato se espalhou por outras cidades e reinos. Você recebe +5 PV temporários."
              },
              {
                "type": "item",
                "name": "Prato do Aventureiro",
                "description": "Um cozido de galinha com legumes, esta é uma refeição simples, mas nutritiva. Em sua próxima noite de sono, você aumenta a sua recuperação de pontos de vida em +1 por nível."
              },
              {
                "type": "item",
                "name": "Ração de Viagem",
                "description": "Própria para viagens, uma porção desta ração alimenta uma pessoa por um dia. É feita de alimentos conservados, como carne defumada, frutas secas, pão, queijo e biscoitos. Se mantida seca dura bastante, mas quando molhada se estraga em 24 horas."
              },
              {
                "type": "item",
                "name": "Refeição Comum",
                "description": "Uma refeição típica inclui pão, queijo, cozido de carne ou galinha com legumes e uma caneca de bebida, geralmente cidra, vinho ou cerveja."
              },
              {
                "type": "item",
                "name": "Sopa de Peixe",
                "description": "Um cozido de peixe com verduras. É um prato humilde, mas garante um descanso relaxante. Em sua próxima noite de sono, você aumenta a sua recuperação de pontos de mana em +1 por nível."
              }
            ]
          },
          {
            "type": "folder",
            "name": "Animais",
            "items": [
              {
                "type": "item",
                "name": "Animais",
                "description": "Animais funcionam como parceiros (veja a página 260). Animais comprados são parceiros iniciantes. Para parceiros de maior nível, você precisa adquiri-los através de uma habilidade."
              },
              {
                "type": "item",
                "name": "Alforje",
                "description": "Sacos de couro feitos para serem presos em uma sela. Permitem que um parceiro montaria carregue até 10 espaços de item para você."
              },
              {
                "type": "item",
                "name": "Cão de Caça",
                "description": "Este cachorro valente e leal pode ser usado como parceiro perseguidor por personagens treinados em Adestramento ou montaria por personagens Pequenos e Minúsculos."
              },
              {
                "type": "item",
                "name": "Cavalo",
                "description": "A montaria mais comum no Reinado. Pode ser usado como parceiro montaria (veja a página 262). Cavalos sem treinamento se assustam facilmente, sendo necessário um teste de Cavalgar (CD 20) por rodada para permanecer montado durante um combate. Cavalos de guerra dispensam esse teste."
              },
              {
                "type": "item",
                "name": "Estábulo",
                "description": "Inclui alimentação para o animal."
              },
              {
                "type": "item",
                "name": "Pônei",
                "description": "A montaria mais comum entre raças Pequenas. Pode ser usado como parceiro montaria (veja a página 262). Pôneis sem treinamento se assustam facilmente, sendo necessário um teste de Cavalgar (CD 20) por rodada para permanecer montado durante um combate. Pôneis de guerra dispensam esse teste."
              },
              {
                "type": "item",
                "name": "Trobo",
                "description": "Estas enormes aves, também chamadas de pássaros-touros, são parecidas com avestruzes com chifres, couro e cascos. Não têm asas. Possuem poucas penas, que servem apenas como ornamento. Muito dóceis, trobos são usados em áreas rurais como animais de carga e tração, mas também podem ser usados como montaria (veja a página 262)."
              }
            ]
          },
          {
            "type": "folder",
            "name": "Veículos",
            "items": [
              {
                "type": "item",
                "name": "Balão Goblin",
                "description": "Feito de imensas bolsas de couro e outros tecidos remendados, com uma gôndola parecida com um grande cesto, o balão goblin é um engenho tecnológico sem igual em Arton. Um balão tem tamanho Enorme, deslocamento voo 12m, Defesa 5 (+ Des do baloeiro), 100 PV e pode carregar até 8 criaturas Médias ou 160 espaços. Ao contrário do que possa parecer, quedas de balões raramente são fatais. Quando o balão perde mais da metade de seus PV, começa a perder ar e flutua lentamente na direção do solo. Cada ocupante sofre 4d6 pontos de dano de impacto (Ref CD 15 reduz à metade). Um balão só cai de forma perigosa caso perca todos os seus PV. Neste caso, os ocupantes sofrem dano normal pela queda, de acordo com a altura. Remendar um balão em pleno voo exige uma ação completa e um teste de Ofício (artesão) contra CD 15. Se você passar no teste, recupera 1d8 PV do balão."
              },
              {
                "type": "item",
                "name": "Carroça",
                "description": "Veículo de duas ou quatro rodas, aberto, normalmente usado para transportar cargas pesadas. É puxada por dois cavalos ou um trobo. Inclui os arreios necessários para controlar os animais. Uma carroça tem tamanho Grande, deslocamento 9m, Defesa 8 (+ Des do condutor), 50 PV e pode carregar até 4 criaturas Médias ou 80 espaços."
              },
              {
                "type": "item",
                "name": "Carruagem",
                "description": "Veículo de quatro rodas, capaz de transportar até quatro pessoas em uma cabine fechada, mais dois condutores do lado de fora. É puxada por dois cavalos ou um trobo. Inclui os arreios necessários para controlar os animais. Tem as mesmas estatísticas de uma carroça, mas fornece cobertura leve a seus passageiros."
              },
              {
                "type": "item",
                "name": "Canoa",
                "description": "Construída a partir de um único tronco de árvore, é a mais simples das embarcações. Tem as mesmas estatísticas de uma carroça, mas com deslocamento de natação."
              },
              {
                "type": "item",
                "name": "Veleiro",
                "description": "Com três mastros, é o típico navio de viagem, muito popular entre mercadores."
              }
            ]
          },
          {
            "type": "folder",
            "name": "Serviços",
            "items": [
              {
                "type": "folder",
                "name": "Hospedagem",
                "items": [
                  {
                    "type": "item",
                    "name": "Hospedagem",
                    "description": "Estalagens e tavernas são lugares onde aventureiros descansam ou se preparam para suas próximas missões. Estalagens são como hospedarias, onde se pode alugar quartos para dormir e fazer refeições. Tavernas são como bares, com refeições, bebidas e às vezes espetáculos, geralmente realizados por bardos, além de bons lugares para conseguir informações. As estadias a seguir têm preços por noite, incluem uma refeição comum e determinam sua recuperação de PV e PM (veja mais na página 106)."
                  },
                  {
                    "type": "item",
                    "name": "Comum",
                    "description": "Um espaço no salão comunal. Se tiver sorte, o taverneiro deixará a lareira acesa para que você não passe frio. Pelo menos não ficará sozinho — pulgas e ratos lhe farão companhia. A refeição consiste de pão, sopa e água. Recupera 1 PV e 1 PM por nível."
                  },
                  {
                    "type": "item",
                    "name": "Confortável",
                    "description": "Um quarto pequeno, mas privativo, com uma cama com colchão de palha e um baú para guardar seus pertences. A refeição inclui pão, queijo, cozido de galinha com legumes e cerveja ou vinho (aguado). Recupera 2 PV e 2 PM por nível."
                  },
                  {
                    "type": "item",
                    "name": "Luxuosa",
                    "description": "Um quarto grande, com colchão de algodão ou penas, cortinas nas janelas, uma bacia de água quente para banho e outros luxos. A refeição inclui carne, frutas, doces e uma taça de vinho de boa safra. Acomodações desta categoria estão disponíveis apenas nas melhores estalagens, normalmente apenas em cidades e metrópoles. Recupera 3 PV e 3 PM por nível."
                  }
                ]
              },
              {
                "type": "folder",
                "name": "Outros Serviços",
                "items": [
                  {
                    "type": "item",
                    "name": "Condução",
                    "description": "Inclui viagens terrestres (em carroças), marítimas (em navios) ou aéreas (balões goblins). Viajar em balões goblins é arriscado: a cada 100 km há 1 chance em 20 de queda (não fatal)."
                  },
                  {
                    "type": "item",
                    "name": "Curandeiro",
                    "description": "O preço para você receber cuidados prolongados ou tratamento contra uma doença ou veneno (veja a página 117). Isso considera que você vai até a casa do curandeiro ou onde quer que ele receba seus pacientes — curandeiros não aceitam acompanhar aventureiros em suas jornadas."
                  },
                  {
                    "type": "item",
                    "name": "Mensageiro",
                    "description": "Inclui mensagens entregues a pé, por cavaleiros ou navios."
                  },
                  {
                    "type": "item",
                    "name": "Magias",
                    "description": "Este é o preço para lançar uma magia em uma situação comum. Ou seja, você vai até o conjurador e lançar a magia não oferece risco para ele. Se você pedir ao conjurador para acompanhá-lo numa aventura, a resposta padrão será “não, obrigado”."
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "type": "folder",
        "name": "Itens Superiores",
        "items": [
          {
            "type": "item",
            "name": "Itens superiores",
            "description": "Itens superiores são equipamentos de alta qualidade, fabricados com as melhores técnicas e matérias-primas. Em termos de jogo, itens superiores possuem de uma a quatro melhorias. Cada melhoria fornece um benefício, mas aumenta o preço do item. Por exemplo, uma espada longa normal custa T$ 15. Uma espada longa superior com uma melhoria custa T$ 315. Já uma espada longa com quatro melhorias custa incríveis T$ 18.015! Itens com uma melhoria são caros, mas ainda relativamente comuns. Por exemplo, um castelo poderoso e próspero pode equipar seus guardas com armas com uma melhoria. Itens com duas melhorias são muito valiosos, e nunca são produzidos em grande quantidade. O capitão da guarda do mesmo castelo pode ter um item com duas melhorias. Já itens com três ou quatro melhorias são obras-primas, tão ou mais famosos quanto seus portadores. O senhor ou a senhora do castelo do exemplo talvez tenha um item assim, e ele provavelmente terá sido uma herança passada de geração em geração."
          },
          {
            "type": "folder",
            "name": "Melhorias",
            "items": [
              {
                "type": "item",
                "name": "Melhorias",
                "description": "Apenas itens das categorias armas, armaduras e escudos, ferramentas, vestuário e esotéricos podem receber melhorias. As melhorias para cada categoria de item estão listadas na Tabela 3-8. Cada melhoria só pode ser aplicada uma vez a um mesmo item."
              },
              {
                "type": "item",
                "name": "Ajustada",
                "description": "Feito com peças medidas com precisão, o item tem a sua penalidade de armadura diminuída em 1."
              },
              {
                "type": "item",
                "name": "Aprimorado",
                "description": "O item é construído de forma cuidadosa e com os melhores materiais. Esta melhoria só pode ser aplicada a uma ferramenta ou vestuário que modifique uma perícia (reduza uma penalidade ou forneça um bônus) e fornece um bônus de +1 nessa perícia (ou aumenta o bônus fornecido em +1). Por exemplo, uma maleta de medicamentos aprimorada fornece +1 em Cura e uma luva de pelica aprimorada fornece +2 em Ladinagem."
              },
              {
                "type": "item",
                "name": "Atroz",
                "description": "A arma é um amontoado de pontas, ganchos e protuberâncias. É difícil empunhá-la sem se machucar, mas ela fornece +2 nas rolagens de dano. Pré-requisito: Cruel."
              },
              {
                "type": "item",
                "name": "Banhado a Ouro",
                "description": "Uma melhoria favorita de nobres pomposos ou de aventureiros que acabaram de enriquecer. Fornece +2 em Diplomacia. O mestre pode mudar o bônus para uma penalidade de –2 contra pessoas que desprezam ostentação. Além disso, pode atrair a cobiça de ladrões."
              },
              {
                "type": "item",
                "name": "Canalizador",
                "description": "O esotérico possui uma gema mística que permite que você canalize mais mana do que normalmente seria capaz. O máximo de PM que você pode gastar em magias aumenta em +1."
              },
              {
                "type": "item",
                "name": "Certeira",
                "description": "Fabricada para ser mais precisa e balanceada, a arma fornece +1 nos testes de ataque."
              },
              {
                "type": "item",
                "name": "Cravejado de Gemas",
                "description": "É fácil ser persuadido por alguém opulento o bastante para ostentar um item cravejado de gemas. Fornece +2 em Enganação. Assim como um item banhado a ouro, um item cravejado de gemas pode atrair a cobiça de ladrões."
              },
              {
                "type": "item",
                "name": "Cruel",
                "description": "Rebarbas, espinhos e até mesmo lâminas adicionais compõem uma arma cruel. Ela fornece +1 nas rolagens de dano."
              },
              {
                "type": "item",
                "name": "Delicada",
                "description": "Apenas os materiais mais leves foram usados nesta armadura. As placas têm a espessura mínima necessária para oferecer a proteção que devem. Esta melhoria só pode ser aplicada a armaduras pesadas e permite que o personagem aplique 1 ponto de sua Destreza na Defesa (ou de outro atributo, caso o utilize em vez de Des). Uma armadura não pode ser delicada e reforçada."
              },
              {
                "type": "item",
                "name": "Discreto",
                "description": "O item é disfarçado como outro item inócuo (como um florete escondido em uma bengala) ou modificado para ser telescópico (podendo se dobrar em si mesmo para ocupar menos espaço). O item ocupa –1 espaço (mínimo 1) e fornece +5 em testes de Ladinagem para ser ocultado."
              },
              {
                "type": "item",
                "name": "Energético",
                "description": "Catalisadores alquímicos inseridos no item fazem com que ele potencialize energias mágicas. Suas magias que causam dano causam +1d6 pontos de dano do mesmo de tipo."
              },
              {
                "type": "item",
                "name": "Equilibrada",
                "description": "Uma arma equilibrada é forjada com o balanço perfeito, o que facilita movimentos complexos. Ela fornece +2 em testes de manobras (desarmar, quebrar etc.)."
              },
              {
                "type": "item",
                "name": "Espinhosa (Armadura)",
                "description": "Uma armadura coberta de espinhos é uma visão impressionante — principalmente se os espinhos estiverem banhados com o sangue dos inimigos! Se o usuário agarrar ou for agarrado por uma criatura, causa dano de perfuração nesta criatura igual a sua Força. O dano é causado quando a manobra é feita e no início de cada turno do personagem, enquanto ela for mantida."
              },
              {
                "type": "item",
                "name": "Espinhoso (Escudo)",
                "description": "Aumenta o dano de um ataque com escudo em um passo."
              },
              {
                "type": "item",
                "name": "Harmonizada (Arma)",
                "description": "A arma foi banhada em óleos alquímicos que a deixaram sintonizada com a aura de seu usuário. Escolha uma habilidade ativada ao se fazer um ataque ou usar a ação agredir e que custe pontos de mana. Esta habilidade tem seu custo em PM reduzido em –1 se utilizada com esta arma. Pré-requisito: outra melhoria qualquer."
              },
              {
                "type": "item",
                "name": "Harmonizado (Esotérico)",
                "description": "Escolha uma magia. Seu custo diminui em –1 PM. Você pode mudar a magia afetada pelo item com um ritual que exige um dia e T$ 100 em ingredientes."
              },
              {
                "type": "item",
                "name": "Injeção Alquímica",
                "description": "Um minúsculo frasco de cerâmica ou vidro é inserido ao longo da arma, junto com um mecanismo injetor ativado por impacto. Um ataque que acerte causa seu dano normal e libera uma carga de um preparado (como ácido ou fogo alquímico) ou de água benta, que atinge o alvo automaticamente. A melhoria tem espaço para 2 doses. Carregá-la exige uma ação completa e o gasto dos itens com os quais você quiser carregá-la."
              },
              {
                "type": "item",
                "name": "Macabro",
                "description": "O macabro é pintado com sangue seco, esculpido na forma de uma caveira ou decorado com pedaços de orelhas, dedos e olhos. Essa aparência assustadora fornece +2 em Intimidação, mas impõe uma penalidade de –2 em Diplomacia."
              },
              {
                "type": "item",
                "name": "Maciça",
                "description": "A arma é feita com material denso, fazendo com que seus golpes tenham impacto terrível. O multiplicador de crítico da arma aumenta em 1 ponto. Uma arma não pode ser maciça e precisa."
              },
              {
                "type": "item",
                "name": "Material Especial",
                "description": "A arma, armadura, escudo ou item esotérico é feito de, ou banhado com, um material especial. Cada material fornece um benefício, cumulativo com outros benefícios de melhorias, mas possui um preço adicional que deve ser pago além do preço da melhoria. Veja a seção a seguir para a descrição dos materiais especiais. Fabricar um item de material especial é uma melhoria porque materiais especiais exigem um trabalho mais complexo do que materiais comuns."
              },
              {
                "type": "item",
                "name": "Mira Telescópica",
                "description": "Aumenta o alcance da arma em uma categoria (de curto para médio, de médio para longo) e o alcance da habilidade Ataque Furtivo para médio. Esta melhoria só pode ser aplicada em armas de disparo (exceto fundas)."
              },
              {
                "type": "item",
                "name": "Poderoso",
                "description": "A CD para resistir a suas magias aumenta em +1."
              },
              {
                "type": "item",
                "name": "Polida",
                "description": "A armadura ou escudo foi feito com metais reluzentes. Além de bonita, a luz refletida ofusca inimigos. Em ambientes iluminados, o bônus de Defesa do item aumenta em +5, mas apenas na primeira rodada de combate — após isso, os inimigos se acostumam ao reflexo."
              },
              {
                "type": "item",
                "name": "Precisa",
                "description": "Cuidado especial foi tomado ao temperar o aço desta arma, para que seu fio se mantenha sempre como uma navalha. A margem de ameaça aumenta em 1 ponto. Uma arma não pode ser precisa e maciça."
              },
              {
                "type": "item",
                "name": "Pungente",
                "description": "Temperada diversas vezes para adquirir o fio ou o equilíbrio perfeito, a arma fornece +2 nos testes de ataque. Pré-requisito: Certeira."
              },
              {
                "type": "item",
                "name": "Reforçada",
                "description": "Se for uma armadura, o item possui uma camada adicional de tecido, malha mais densa ou placas mais grossas. Se for um escudo, possui uma chapa mais espessa. O bônus na Defesa e a penalidade de armadura do item aumentam em 1. Um item não pode ser reforçado e delicado."
              },
              {
                "type": "item",
                "name": "Selada",
                "description": "A armadura foi forjada de forma a proteger todo o corpo do usuário, sem deixar espaço para nem mesmo um alfinete! Esta melhoria fornece um bônus de +1 em testes de resistência, mas só pode ser aplicado em armaduras pesadas."
              },
              {
                "type": "item",
                "name": "Sob Medida",
                "description": "Embora muitas armaduras sejam feitas especificamente para um usuário, esta passou por um período extenso de ajustes e refinamento, adequando-se com perfeição ao seu corpo. Reduz a penalidade por armadura em 2, mas apenas para o usuário específico (para outros, comporta-se como um item ajustado). Pré-requisito: Ajustada."
              },
              {
                "type": "item",
                "name": "Vigilante",
                "description": "O item usa parte de sua mana pessoal para gerar um campo que desvia ataques. Você recebe +2 na Defesa."
              }
            ]
          },
          {
            "type": "folder",
            "name": "Materiais Especiais",
            "items": [
              {
                "type": "item",
                "name": "Materiais Especiais",
                "description": "Armas, armaduras, escudos e esotéricos podem ser feitos ou banhados de um material especial. Para isso, o item precisa ter a melhoria material especial e você precisa pagar o preço extra do material escolhido, conforme a tabela 3-9."
              },
              {
                "type": "item",
                "name": "Aço-Rubi",
                "description": "Este metal tem a aparência de vidro avermelhado, mas é duro como aço. Aço-rubi é caríssimo e comercializado apenas por uma guilda de ferreiros de Doherimm. Os anões mantém a origem deste material em segredo, mas suspeita-se de que ele seja minerado das profundezas de uma área de Tormenta. Arma. A arma ignora 10 pontos de redução de dano, além de ignorar a imunidade a crítico de lefeu. Armadura e Escudo. Fornece uma chance de ignorar o dano extra de acertos críticos e ataques furtivos: armaduras leves e escudos, 25% (1 em 1d4); armaduras pesadas, 50% (qualquer valor par em qualquer dado), cumulativas entre si. Esotérico. Quando lança uma magia que causa dano, ela ignora 10 pontos de redução de dano, além de ignorar as imunidades a dano de lefeu."
              },
              {
                "type": "item",
                "name": "Adamante",
                "description": "Encontrado apenas em meteoritos (e por isso também chamado de “ferro-meteórico”), o adamante é um metal escuro, fosco e mais denso que o aço. Arma. Aumenta o dano em um passo. Armadura e Escudo. Fornece redução de dano: armaduras leves e escudos, RD 2; armaduras pesadas, RD 5. Esotérico. Quando lança uma magia que causa dano, você pode pagar +1 PM para rolar novamente qualquer resultado 1 na rolagem de dano dela."
              },
              {
                "type": "item",
                "name": "Gelo eterno",
                "description": "As gélidas Montanhas Uivantes produzem gelo que nunca derrete. Expedições de aventureiros exploram essa região glacial perigosa à caça deste material fantástico. Arma. Causa +2 pontos de dano por frio. Armadura e Escudo. Fornece redução de fogo: armaduras leves e escudos, resistência 5; armaduras pesadas, resistência 10. Esotérico. Quando lança uma magia de frio que causa dano, você pode rolar novamente qualquer resultado 1 na rolagem de dano dela."
              },
              {
                "type": "item",
                "name": "Madeira Tollon",
                "description": "A Floresta de Tollon produz um tipo de madeira negra, dura como aço e dotada de propriedades mágicas. Apenas armas de madeira — arcos, bordões, clavas, lanças, piques e tacapes —, escudos leves e esotéricos podem ser feitos com madeira Tollon. Arma. Conta como mágica para vencer redução de dano. Além disso, habilidades ativadas ao se fazer um ataque ou usar a ação agredir têm seu custo em PM reduzido em –1. Escudo e Esotérico. Fornece resistência a magia +2."
              },
              {
                "type": "item",
                "name": "Matéria Vermelha",
                "description": "Qualquer material de origem lefeu — desde suas garras e carapaças, até minérios e partes de estruturas encontradas em áreas de Tormenta — apresenta propriedades parecidas, sendo conhecido como “matéria vermelha”. Estes itens assustadores impõem ao usuário penalidade de –2 em perícias baseadas em Carisma (exceto Intimidação). Arma. Causa +1d6 de dano extra. Porém, sempre que você acerta um ataque com a arma, perde 1 ponto de vida. Lefou e lefeu são imunes tanto ao dano extra de matéria vermelha quanto à perda de vida por usar armas desse material. Armadura e Escudo. Por sua aparência “borrada”, fornecem chance de falha para cada ataque: 10% para escudos e armaduras leves, 25% para armaduras pesadas (cumulativas entre si). Lefeu ignoram este efeito. Esotérico. Você e todos os seus inimigos em alcance curto sofrem –2 em testes de resistência contra efeitos mágicos."
              },
              {
                "type": "item",
                "name": "Mitral",
                "description": "Metal raro e valioso, o mitral é prateado, brilhante e mais leve que aço. Itens de mitral ocupam –1 espaço (mínimo 1). Arma. Aumenta sua margem de ameaça em 1. Por exemplo, uma espada longa de mitral tem margem de ameaça 18-20. Armadura e Escudo. Tem sua penalidade de armadura diminuída em 2. Armaduras pesadas de mitral permitem que você aplique até dois pontos de sua Destreza na Defesa. Esotérico. Permite que você pague +2 PM ao lançar uma magia para aumentar a CD dela em +2."
              }
            ]
          },
          {
            "type": "item",
            "name": "Fabricando Itens Superiores",
            "description": "Itens superiores só podem ser fabricados por personagens com a habilidade Fabricar Item Superior (veja a página 68). A fabricação deles segue a mesma regra de itens normais, porém, de acordo com o número de melhorias, o preço e a CD do teste de Ofício aumentam (veja a Tabela 3-7).\n\nPor exemplo, o preço de uma couraça é T$ 500. Fabricá-la exige um gasto de T$ 166 (um terço do preço) e um teste de Ofício contra CD 15. Já o preço de uma couraça com duas melhorias é T$ 3.500 (T$ 500 + T$ 3.000 das duas melhorias). Fabricá-la exige um gasto de T$ 1.166 (um terço do preço) e um teste de Ofício contra CD 25 (15 da CD base + 10 das duas melhorias).\n\nÉ possível adicionar melhorias a um item. Você paga a diferença de acordo com o novo número de melhorias. Por exemplo, para adicionar a terceira melhoria a um item que já possui duas, você precisa pagar mais T$ 2.000 (um terço da diferença de três para duas melhorias). Além disso, deve fazer um teste de Ofício contra a CD do número de melhorias que o item passará a ter e, se falhar por 5 ou mais, estraga o item."
          }
        ]
      }
    ]
  },
  {
    "type": "folder",
    "name": "Testes",
    "items": [
      {
        "type": "item",
        "name": "Testes",
        "description": "Sempre que um personagem tenta fazer uma ação cujo resultado é incerto, o jogador faz um teste. Um teste é uma rolagem de 1d20 + um modificador.\n\nTestes são classificados pela característica utilizada (atributo ou perícia) e pelo que define sua CD (comuns ou opostos)."
      },
      {
        "type": "item",
        "name": "Testes de Atributo",
        "description": "Você usa testes de atributo para tarefas básicas, para as quais nenhuma perícia se aplica. Para fazer um teste de atributo, role 1d20 e some o valor do atributo apropriado.\n\nTeste de Atributo = 1d20 + Atributo\n\nAqui estão alguns exemplos de testes de atributo, seguidos pelo atributo testado.\n\n• Erguer um objeto pesado (Força).\n\n• Amarrar cordas (Destreza).\n\n• Estabilizar sangramento (Constituição).\n\n• Resolver um enigma (Inteligência).\n\n• Decidir se algo é prudente (Sabedoria).\n\n• Causar boa impressão (Carisma)."
      },
      {
        "type": "item",
        "name": "Testes de Perícia",
        "description": "Um teste de perícia funciona como um teste de atributo. Porém, você soma o bônus da perícia em questão.\n\nTeste de Perícia = 1d20 + Bônus de Perícia\n\nO Capítulo 2: Perícias & Poderes explica como calcular seu bônus de cada perícia."
      },
      {
        "type": "item",
        "name": "Testes Comuns",
        "description": "Testes comuns são usados quando um personagem está competindo contra o ambiente. Eles são realizados contra uma CD determinada pelo mestre, de acordo com a tarefa sendo realizada. Consulte a Tabela 5-1: Dificuldades para exemplos.\n\nO mestre pode estipular as dificuldades de todos os testes usando a tabela abaixo como guia. Porém, o Capítulo 2 traz exemplos de dificuldades para tarefas específicas nas descrições de cada perícia."
      },
      {
        "type": "item",
        "name": "Testes Opostos",
        "description": "Testes opostos são usados quando dois ou mais personagens estão competindo entre si. Cada personagem envolvido faz seu teste. Aquele com maior valor é o vencedor. Em caso de empate, aquele com o maior bônus vence. Se os bônus forem iguais, outra rolagem deve ser feita."
      },
      {
        "type": "item",
        "name": "Misturando Testes Comuns e Opostos",
        "description": "Um teste pode ser comum e oposto ao mesmo tempo. Por exemplo, se três personagens estão disputando para ver quem atravessa um lago primeiro, todos devem fazer um teste de Atletismo contra uma CD. Aqueles que passarem atravessam o lago. Dentre esses, aquele com o maior resultado chega primeiro."
      },
      {
        "type": "folder",
        "name": "Regras Adicionais de testes",
        "items": [
          {
            "type": "item",
            "name": "Sucessos e Falhas Automáticos",
            "description": "Ao fazer um teste, um 20 natural (quando o resultado do d20 é 20) sempre é um sucesso, e um 1 natural (quando o resultado do d20 é 1) sempre é uma falha, não importando o valor a ser alcançado."
          },
          {
            "type": "item",
            "name": "Condições Favoráveis e Desfavoráveis",
            "description": "Certas situações podem tornar um teste mais fácil ou mais difícil. Para representar isso, o mestre pode alterar o teste de duas maneiras.\n\n• Conceder ao personagem um bônus de +2 ou mais para representar circunstâncias que melhorem seu desempenho. Por exemplo, procurar por um livro em uma biblioteca bem organizada com um teste de Investigação.\n\n• Impor ao personagem uma penalidade de –2 ou mais para representar circunstâncias que atrapalham seu desempenho, como procurar por um frasco específico em um laboratório bagunçado com um teste de Investigação."
          },
          {
            "type": "item",
            "name": "Novas Tentativas",
            "description": "Em geral, você pode tentar um teste de novo em caso de falha e continuar tentando por toda a eternidade. Contudo, alguns testes acarretam penalidades (ou problemas!) em caso de falha. Por exemplo, um personagem que falhe em um teste de Atletismo para subir uma encosta pode tentar novamente. Mas, se falhar por 5 ou mais, cairá. Ele pode se levantar e tentar de novo, supondo que a queda não tenha sido muito dolorida..."
          },
          {
            "type": "item",
            "name": "Ferramentas",
            "description": "Algumas perícias requerem ferramentas. Se isso for necessário, será mencionado na descrição da perícia. Se você não possui o item apropriado, ainda pode usar a perícia, mas sofre uma penalidade de –5 no teste."
          },
          {
            "type": "item",
            "name": "Ajudar",
            "description": "Às vezes, os personagens trabalham juntos e se ajudam. Um personagem (normalmente aquele com o maior bônus) é considerado o líder, e faz o teste normal, enquanto cada ajudante faz um teste contra CD 10 (usando a mesma perícia ou outra que faça sentido). Um teste de ajuda concede ao líder um bônus de +1, e +1 adicional para cada 10 pontos acima da CD (+2 para um resultado 20, +3 para 30 e assim por diante).\n\nEm muitos casos, ajuda externa não traz benefícios — você não pode ajudar um colega a ser mais silencioso em seu teste de Furtividade. Ou então apenas um número limitado de ajudantes pode auxiliar alguém ao mesmo tempo (não há espaço para muitas pessoas à volta de uma mesma fechadura). O mestre limita a ajuda como achar melhor, de acordo com a tarefa e as condições."
          },
          {
            "type": "folder",
            "name": "Testes sem Rolagens",
            "items": [
              {
                "type": "item",
                "name": "Testes sem Rolagens",
                "description": "Um teste representa a realização de uma tarefa desafiadora — com alta dificuldade ou feita em situação de perigo. Quando este não é o caso, você pode usar as opções a seguir para dispensar as rolagens. Elas são úteis para acelerar o jogo e não interromper a história com rolagens desnecessárias."
              },
              {
                "type": "item",
                "name": "Escolher 0",
                "description": "Quando seu bônus total em um teste é igual ou maior que a CD, você não precisa fazer o teste — você automaticamente passa. A tarefa é trivial para alguém com suas habilidades. Por exemplo, um personagem com Sobrevivência +15 não precisa fazer testes para montar acampamento em uma planície (uma tarefa com CD 15). Caso o teste tenha variados graus de sucesso, você obtém o mínimo possível. Você ainda pode fazer uma rolagem para alcançar um grau maior de sucesso, se quiser, mas arrisca falhar se rolar um 1 natural."
              },
              {
                "type": "item",
                "name": "Escolher 10",
                "description": "Quando não há pressão para realizar uma tarefa, você pode escolher 10. Isso significa realizar a tarefa com calma, sem chance para erros. Em vez de rolar 1d20, considere um resultado 10 automático. Isso costuma bastar para muitas tarefas."
              },
              {
                "type": "item",
                "name": "Escolher 20",
                "description": "Quando não há pressão e a tarefa não oferece nenhuma consequência ou penalidade em caso de falha, você pode escolher 20. Isso significa gastar todo o tempo do mundo e tentar todas as possibilidades, até passar. Em vez de rolar 1d20, considere um resultado 20 automático. Escolher 20 exige vinte vezes mais tempo que o normal para executar a perícia (ou, para simplificar, a cena inteira, de acordo com o mestre)."
              }
            ]
          }
        ]
      },
      {
        "type": "folder",
        "name": "Testes Estendidos",
        "items": [
          {
            "type": "item",
            "name": "Testes Estendidos",
            "description": "A maioria das tarefas pode ser resolvida com um único teste. Se um personagem quer escalar um muro, o sucesso ou a falha são aparentes após um único teste. Entretanto, para situações complexas e que consomem tempo — como escalar uma montanha —, ou quando o mestre quer criar clima de tensão, esta regra pode ser usada.\n\nEm um teste estendido, o grupo deve acumular uma quantidade de sucessos antes de três falhas, o que indica uma falha total. Quanto mais complexa a tarefa, mais sucessos são exigidos — veja a tabela ao lado. \n\nPor exemplo, os personagens estão procurando o esconderijo de uma guilda de ladrões. Para isso precisam fazer perguntas na cidade. Pela complexidade da tarefa, o mestre pede um teste estendido de Investigação com complexidade média e CD 20. Isso significa que os heróis devem fazer testes de Investigação contra CD 20 até acumularem cinco sucessos. Se conseguirem, descobrem as pistas. Porém, se acumularem três falhas antes dos cinco sucessos, têm uma falha total — nesse caso, o grupo pode ter sido descuidado e alertado os membros da guilda, além de não conseguir a informação que queria.\n\nTestes estendidos podem envolver mais de uma perícia. Por exemplo, infiltrar-se em uma base purista pode exigir um sucesso em Atletismo, para escalar o muro, e dois em Furtividade, para não ser visto pelas sentinelas. Um julgamento pode exigir dois sucessos em Nobreza, para conhecer a lei, mais três em Diplomacia, para convencer o magistrado."
          },
          {
            "type": "item",
            "name": "Testes Estendidos Abertos",
            "description": "O mestre pode permitir que os jogadores decidam quais perícias vão usar em um teste estendido. O jogador escolhe a perícia, então explica como vai utilizá-la para resolver o desafio.\n\nPor exemplo, em um julgamento, um personagem poderia usar Enganação (“vou corromper o magistrado”); Intimidação (“vou assustar os jurados para que decidam em meu favor”); Intuição (“vou analisar a situação para determinar qual o melhor argumento”) etc.\n\nPermitir que os jogadores descrevam quais perícias vão usar irá envolvê-los mais com a cena. Se o mestre permitir isso, cada teste avulso dentro do teste estendido precisa ser feito com uma perícia diferente. Se combinada com as opções que dificultam os testes estendidos (veja abaixo), essa opção exige pensamento tático por parte do grupo!"
          },
          {
            "type": "item",
            "name": "Testes Estendidos em Grupo",
            "description": "Por serem feitos ao longo do tempo, testes estendidos podem ser feitos por mais de um personagem, ou mesmo pelo grupo todo. De fato, colocar o grupo inteiro para fazer um único teste estendido é uma ótima forma de unir os jogadores!\n\nCaso mais de um personagem esteja participando do teste estendido, resolva o teste por “rodadas”; a cada rodada, cada jogador faz um teste. Some os sucessos e falhas de todos para definir se o teste estendido é bem-sucedido ou não.\n\nFazer testes estendidos em grupo é muito útil em testes estendidos abertos (veja acima), nas quais cada perícia só pode ser usada uma vez. Com vários personagens participando do teste, a chance deles terem mais perícias treinadas diferentes é maior."
          },
          {
            "type": "item",
            "name": "Ajuda e Testes Estendidos",
            "description": "Personagens podem ajudar em testes estendidos, usando a regra de ajuda padrão. Porém, uma perícia usada para ajudar não poderá ser usada novamente no teste estendido, seja para ajudar, seja para realizar o teste principal."
          },
          {
            "type": "item",
            "name": "Dificultando testes estendidos",
            "description": "Para testes estendidos especialmente desafiadores, o mestre pode usar dificuldades cumulativas e penalidades por falhas.\n\nNo primeiro caso, a CD aumenta em +2 a cada teste (independentemente de o teste ser um sucesso ou uma falha), representando a dificuldade crescente. Por exemplo, num teste estendido para se infiltrar até os aposentos reais do castelo, a CD pode aumentar a cada teste, pois quanto mais perto do quarto do rei, maior a segurança.\n\nNo segundo caso, o mestre aplica uma penalidade para cada falha — isto é, além de chegar mais perto da falha total. Digamos que um personagem esteja envolvido em uma negociação intrincada com um aristocrata, exigindo um teste estendido de Diplomacia. Cada vez que falha, pode sofrer uma penalidade cumulativa de –2 nos testes seguintes — isso significa que o aristocrata está ficando cada vez mais ofendido. Da mesma forma, um personagem escalando uma montanha com um teste estendido de Atletismo pode sofrer 3d6 pontos de dano para cada falha, representando ferimentos durante a subida."
          },
          {
            "type": "item",
            "name": "Interrupções e Novas Tentativas",
            "description": "A maioria dos testes estendidos pode ser interrompida sem problemas. Entretanto, o mestre pode determinar que uma interrupção conte como uma falha ou até mesmo como uma falha completa no teste estendido.\n\nNormalmente pode-se fazer novas tentativas de testes estendidos. Entretanto, da mesma forma que com testes normais, alguns testes estendidos têm consequências que devem ser levadas em conta. Por exemplo, uma armadilha que exige um teste estendido de Ladinagem pode disparar em caso de falha."
          }
        ]
      }
    ]
  },
  {
    "type": "folder",
    "name": "Habilidades",
    "items": [
      {
        "type": "folder",
        "name": "Usando Habilidades",
        "items": [
          {
            "type": "item",
            "name": "Usando Habilidades",
            "description": "Habilidades podem ser passivas (seus efeitos estão sempre funcionando) ou ativadas (precisam ser usadas para gerar seus efeitos). O poder Coração da Selva, do druida é uma habilidade passiva, enquanto a Fúria do bárbaro é uma habilidade ativada. Para usar habilidades ativadas você precisa gastar uma ação e, provavelmente, pontos de mana."
          },
          {
            "type": "item",
            "name": "Ação Necessária",
            "description": "A descrição da habilidade determina a ação necessária para usá-la. Caso nada esteja descrito, usar a habilidade é uma ação livre (exceto no caso abaixo).\n\nHabilidades Engatilhadas. Habilidades ativadas por decorrência de outro evento (como fazer um ataque), são ativadas como uma reação e somente uma vez por instância do evento.\n\nA habilidade Frenesi, do bárbaro, diz que quando você usa a ação agredir, pode gastar 2 PM para realizar um ataque adicional. Ativar Frenesi é uma reação que só pode ser feita uma vez por ação agredir."
          },
          {
            "type": "item",
            "name": "Custo de Pontos de mana",
            "description": "A descrição da habilidade determina se são necessários PM para usá-la. Nesse caso, você gasta os PM mesmo em caso de falha. Por exemplo, se um guerreiro usa Ataque Especial e erra o ataque, ainda assim gasta os pontos de mana.\n\nPara habilidades com custo variável, o máximo de PM que você pode gastar por uso é igual ao seu nível na classe que fornece a habilidade (mas você sempre pode usar a habilidade em seu custo mínimo). Para habilidades de raça, origem ou outras fontes e poderes gerais, o limite é o seu nível de personagem."
          },
          {
            "type": "item",
            "name": "Custos Especiais",
            "description": "Alguns habilidades possuem custos além de PM.\n\nComponente Material. A habilidade exige ingredientes para ser usada. Esses ingredientes devem estar na mão do personagem e são consumidos com o uso (mesmo que a habilidade falhe).\n\nPenalidade de PM. A habilidade reduz seus PM máximos enquanto estiver ativa (você não recupera esses PM até a duração da habilidade acabar).\n\nSacrifício de PM. Certas habilidades poderosíssimas têm um custo ainda mais alto: você deve sacrificar permanentemente certa quantidade de PM para usá-las."
          }
        ]
      },
      {
        "type": "item",
        "name": "Alcance",
        "description": "Muitas habilidades possuem um alcance, isto é, a distância máxima a partir do personagem da qual o efeito pode se originar. Caso alguma parte da área da habilidade esteja além do alcance, a área é afetada normalmente.\n\nPessoal. A habilidade afeta somente o personagem e/ou objetos que ele esteja carregando. Também pode ser uma habilidade de área que se inicia a partir do personagem e só o afeta se mencionar.\n\nToque. O personagem precisa tocar o alvo em seu alcance natural para afetá-lo, mas não precisa gastar uma ação ou fazer testes para isso (tocar o alvo faz parte da ação da habilidade).\n\nCurto. A habilidade alcança alvos a até 9m (6 quadrados em um mapa).\n\nMédio. A habilidade alcança alvos a até 30m (20 quadrados em um mapa).\n\nLongo. A habilidade alcança alvos a até 90m (60 quadrados em um mapa).\n\nIlimitado. A habilidade alcança qualquer lugar no mesmo mundo. A maioria das habilidade com este alcance exige que você conheça e/ou já tenha estado no ponto de origem da habilidade."
      },
      {
        "type": "folder",
        "name": "Efeito",
        "items": [
          {
            "type": "item",
            "name": "Efeito",
            "description": "Toda habilidade gera um efeito — causar dano em um alvo, fornecer um bônus a você ou qualquer outra coisa. A seguir estão regras gerais para efeitos. Muitos efeitos possuem um tipo (veja a página 228)."
          },
          {
            "type": "folder",
            "name": "Alvos & Áreas",
            "items": [
              {
                "type": "item",
                "name": "Linha de Efeito",
                "description": "Um caminho direto e sem obstruções até onde a habilidade pode ter efeito. Você deve ter linha de efeito para qualquer alvo ou ponto de origem da área que queira afetar, ou para qualquer espaço onde queira criar um efeito. Qualquer barreira sólida, visível ou não, anula a linha de efeito."
              },
              {
                "type": "item",
                "name": "Alvo",
                "description": "A habilidade afeta um ou mais alvos, que podem ser criaturas ou objetos. Você usa a habilidade sobre os alvos e deve ser capaz de percebê-los. Uma habilidade usada sobre um tipo de alvo errado falha automaticamente. Por exemplo, a magia Tranca Arcana não tem efeito se lançada sobre algo que não seja uma porta, baú ou semelhante.\n\nObjetos e Tamanhos. Algumas habilidades se referem a objetos em termos de espaços — consulte o Capítulo 3. Outras habilidades se referem a objetos em termos de categorias de tamanho. Nesse caso, o mestre deve arbitrar a categoria do objeto comparando-o com criaturas. Por exemplo, uma adaga é um objeto Minúsculo, uma carroça é um objeto Grande e um galeão é um objeto Colossal."
              },
              {
                "type": "item",
                "name": "Área",
                "description": "A habilidade afeta uma área. Normalmente, você escolhe um ponto dentro do alcance e que possa perceber para ser a origem da área, mas não controla quais criaturas ou objetos serão afetados — qualquer coisa na área estará sujeita aos efeitos, incluindo você. De acordo com o mestre, você pode usar uma habilidade numa área que não possa perceber com um teste de Percepção (Misticismo no caso de magias) contra CD 20 + custo em PM. Para habilidades com alcance pessoal, você é o ponto de origem e não é afetado (exceto quando dito o contrário). Áreas avançam até seu limite ou até serem interrompidas por uma barreira capaz de bloqueá-las. Em geral, áreas se enquadram em uma das categorias a seguir.\n\n• Cilindro. Surge na interseção de quatro quadrados, estendendo-se pela largura indicada e subindo até o fim da altura indicada.\n\n• Cone. Surge adjacente a você e se afasta de você na direção escolhida, ficando mais largo com a distância, conforme os modelos da ilustração abaixo.\n\n• Esfera. Surge na interseção de quatro quadrados, estendendo-se em todas as direções até o limite de seu raio.\n\n• Linha. Surge adjacente a você e se afasta de você reta até o fim do alcance. A menos que indicado o contrário, uma linha tem 1,5m de largura.\n\n• Quadrado. Surge no quadrado ou quadrados escolhidos, afetando o piso. Um “cubo” é como um quadrado, mas afeta também a altura.\n\n• Outros. Algumas habilidades podem ter áreas específicas, citadas em sua descrição."
              },
              {
                "type": "item",
                "name": "Criação",
                "description": "Caso a habilidade crie ou invoque alguma coisa, a coisa aparece em um local a sua escolha dentro do alcance e para o qual você tenha linha de efeito. Após surgir, a coisa pode se mover ou ser movida para fora da linha de efeito. Por exemplo, você não pode conjurar um monstro dentro de uma sala fechada. Mas, uma vez conjurar, o monstro pode entrar na sala, mesmo que você ainda não tenha linha de efeito para o interior dela."
              },
              {
                "type": "item",
                "name": "Redirecionando Efeitos",
                "description": "Algumas habilidades permitem redi­ re­ cionar seu efeito para novos alvos ou áreas após serem usadas. Quando isso for possível, redirecionar a habilidade é uma ação padrão."
              }
            ]
          },
          {
            "type": "folder",
            "name": "Acumulando Efeitos",
            "items": [
              {
                "type": "item",
                "name": "Acumulando Efeitos",
                "description": "A interação entre diferentes efeitos depende de sua origem. As fontes de efeitos são habilidades, perícias, itens, magias, parceiros e o ambiente.\n\nEfeitos de habilidades e perícias acumulam entre si, exceto quando vierem da mesma habilidade ou perícia. Assim, o bônus na Defesa da Pele de Ferro do bárbaro acumula com o bônus na Defesa da Esquiva Sagaz do bucaneiro. Isso não inclui magias.\n\nEfeitos de itens, magias, parceiros e o ambiente acumulam com os de outras fontes, mas não entre si. Assim, um personagem com um item que forneça +1 em Fortitude e uma magia que também forneça +1 em Fortitude terá um bônus de +2 nessa perícia. Porém, um personagem com dois itens ou duas magias que forneçam +1 em Fortitude não terá +2 — como os efeitos são da mesma fonte, não acumulam."
              },
              {
                "type": "item",
                "name": "Armaduras",
                "description": "Bônus na Defesa e penalidade de armadura de escudos se acumulam com os de armaduras e um outro item adicional a sua escolha."
              },
              {
                "type": "item",
                "name": "Atributos",
                "description": "O valor de um mesmo atributo não se acumula em características do personagem. Ou seja, um clérigo/druida não soma duas vezes sua Sabedoria nos pontos de mana, assim como um bucaneiro/nobre não soma duas vezes seu Carisma na Defesa. A exceção são perícias: é possível somar um atributo a uma perícia que use este mesmo atributo-chave, mas apenas uma vez. Por exemplo, um caçador pode usar Explorador para somar sua Sabedoria em Percepção e Sobrevivência (perícias que usam Sabedoria)."
              },
              {
                "type": "item",
                "name": "Chance de Falha",
                "description": "Chance de falha nunca acumula acima de 75%. Sempre há no mínimo uma chance de 1 em 4 de acertar o alvo."
              },
              {
                "type": "item",
                "name": "Reduções de Custo",
                "description": "Reduções no custo de PM não são cumulativas. Uma habilidade nunca pode ter seu custo reduzido para menos de 1 PM."
              }
            ]
          },
          {
            "type": "item",
            "name": "Efeitos que Afetam Testes",
            "description": "Efeitos que fornecem um bônus a um teste ou modificam sua dificuldade devem ser usados antes de rolar o dado. Efeitos que permitem que você role novamente o dado devem ser usados antes de o mestre declarar se você passou ou não no teste (e você deve ficar com o segundo valor rolado, mesmo que seja pior que o primeiro).\n\nA habilidade Orgulho, do nobre, que fornece um bônus para um teste, deve ser usada antes de rolar o teste. A habilidade Mestre em Arma, do guerreiro, que permite que você role novamente um ataque recém realizado, deve ser usada antes de o mestre declarar se o ataque acertou ou não."
          },
          {
            "type": "item",
            "name": "Limites de Nível",
            "description": "Algumas habilidades são limitadas pelo seu nível. Para classes, use seu nível naquela classe. Para outros casos, seu nível de personagem.\n\nA habilidade Insolência, do bucaneiro, permite que você some seu Carisma na Defesa, limitado pelo seu nível. Assim, um bucaneiro de 2º nível com Car 3 soma +2 na Defesa. Quando subir para o 3º nível, passará a somar +3. Da mesma forma, um lutador de 4º nível usando a habilidade Voadora soma no máximo +4d6 de dano, mesmo que tenha se deslocado mais de 8 quadrados."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Clarificações de Regras",
        "items": [
          {
            "type": "item",
            "name": "Arredondando",
            "description": "A menos que indicado o contrário, sempre que um efeito indica uma divisão, arredonde para baixo. Por exemplo, se um ataque causa 7 pontos de dano e um efeito reduz esse dano à metade, o ataque causa apenas 3 pontos de dano."
          },
          {
            "type": "item",
            "name": "Ordem",
            "description": "Se mais de um efeito afetar um valor, siga a ordem de operações padrão. Ou seja, aplique primeiro multiplicações e divisões, depois somas e subtrações. O resultado de um teste de resistência é sempre o primeiro a ser aplicado.\n\nPor exemplo: um guerreiro usando uma armadura incandescente (que fornece redução de fogo 10) é atingido por uma Bola de Fogo que causa 26 pontos de dano. Primeiro, ele faz seu teste de Reflexos. Se passar, reduz o dano à metade, para 13 (26/2=13).\n\nEntão, o guerreiro pode usar a habilidade Durão. Se tiver passado no teste de resistência, sofrerá 6 pontos de dano (13/2=6). Se tiver falhado, sofrerá 13 pontos de dano (26/2=13).\n\nPor fim, ele aplica sua RD 10. Se tiver passado no teste de resistência e usado a habilidade Durão, não sofrerá dano. Se tiver passado no teste de resistência ou usado a habilidade Durão, sofrerá 3 pontos de dano (13–10=3). Por fim, se não tiver passado no teste nem usado Durão, sofrerá 16 pontos de dano (26–10=16)."
          },
          {
            "type": "item",
            "name": "Multiplicações",
            "description": "Se mais de um efeito fizer você multiplicar um valor, combine-os em um único multiplicador, com cada efeito além do primeiro adicionando seu multiplicador –1. Por exemplo, dois efeitos que dobrem o valor (x2 + x2) irão triplicar o valor (2 + [2–1] = 3) em vez de quadruplicá-lo."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Duração",
        "items": [
          {
            "type": "item",
            "name": "Duração",
            "description": "A duração indica por quanto tempo a habilidade mantém seu efeito."
          },
          {
            "type": "item",
            "name": "Instantânea",
            "description": "O efeito da habilidade termina assim que ela é usada, mas suas consequências podem durar mais tempo. Por exemplo, uma magia Curar Ferimentos age instantaneamente, mas os ferimentos continuam curados."
          },
          {
            "type": "item",
            "name": "Cena",
            "description": "A habilidade dura uma cena inteira, encerrando-se quando esse momento da história acaba. Uma cena não tem uma medida fixa. Podem ser algumas rodadas (um combate), alguns minutos (uma conversa entre personagens), horas (atravessar um bosque) ou até dias (uma viagem sem incidentes). Veja mais sobre isso no Capítulo 6: O Mestre."
          },
          {
            "type": "item",
            "name": "Sustentada",
            "description": "A habilidade precisa de um fluxo constante de mana. O personagem deve gastar 1 PM como uma ação livre no início de cada turno seu para manter o efeito ativo. Se não o fizer, a habilidade termina. Você pode manter diversas habilidades sustentadas, pagando o custo de cada uma, mas apenas uma magia sustentada por vez."
          },
          {
            "type": "item",
            "name": "Definida",
            "description": "A duração pode ser medida em rodadas, horas, dias ou outra unidade de tempo."
          },
          {
            "type": "item",
            "name": "Permanente",
            "description": "A habilidade fica ativa para sempre, mas ainda pode ser encerrada de outras formas."
          },
          {
            "type": "item",
            "name": "Duração e Áreas",
            "description": "Caso a habilidade afete uma área, seus efeitos permanecem nessa área pela sua duração. Criaturas e objetos válidos que entrem na área são afetados, deixando de sê-lo quando saem."
          },
          {
            "type": "item",
            "name": "Descarregar",
            "description": "Algumas habilidades duram até serem ativadas e descarregadas. A habilidade permanece “dormente” até que determinado evento aconteça, quando é ativada e descarregada, ou até que sua duração transcorra, quando se encerra sem efeito."
          },
          {
            "type": "item",
            "name": "Encerrando suas habilidades",
            "description": "Um personagem pode encerrar uma habilidade sua e seus respectivos efeitos como uma ação livre."
          },
          {
            "type": "item",
            "name": "Morte e Duração",
            "description": "A morte de um personagem não afeta suas habilidades (exceto sustentadas) — elas permanecem até que sua duração termine."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Testes de Resistência",
        "items": [
          {
            "type": "item",
            "name": "Testes de Resistência",
            "description": "Habilidades prejudiciais normalmente permitem que seus alvos façam um teste de resistência para evitar ou reduzir seus efeitos. Se esse for o caso, o tipo de teste (Fortitude, Reflexos ou Vontade) e a maneira como ele altera o efeito serão descritos na habilidade.\n\nA CD do teste de resistência para qualquer efeito gerado por um personagem é 10 + metade do nível do personagem + seu valor num atributo. O atributo aparecerá entre parênteses na descrição da fonte do efeito (habilidade ou item; para magias, será sempre o atributo-chave da magia).\n\nA habilidade Presença Aristocrática, do nobre, tem CD Car, ou seja, a CD para resistir a ela é 10 + metade do nível do personagem + seu Carisma. Para Marsha Yleus, uma humana nobre de 10º nível com Carisma 4, a CD para resistir a essa habilidade é 19 (10 + 5 + 4)."
          },
          {
            "type": "item",
            "name": "Anula",
            "description": "A habilidade não tem efeito sobre um alvo que passe em seu teste de resistência."
          },
          {
            "type": "item",
            "name": "Parcial",
            "description": "O efeito é menor em um alvo que passe no teste de resistência."
          },
          {
            "type": "item",
            "name": "Reduz à Metade",
            "description": "O efeito é reduzido à metade em um alvo que passe no teste de resistência."
          },
          {
            "type": "item",
            "name": "Desacredita",
            "description": "Um termo específico para efeitos de ilusão. Se uma criatura interagir com a ilusão (exa­ minando-a de perto ou tocando-a; apenas observá-la de longe não é suficiente) tem direito a um teste para perceber que ela não é real. A ilusão continua funcionando mesmo que uma criatura perceba que ela não é real; essa criatura pode avisar seus aliados como uma ação livre, permitindo que eles façam testes para desacreditar."
          },
          {
            "type": "item",
            "name": "Objetos e Dano",
            "description": "A menos que a descrição do efeito diga o contrário, itens carregados não sofrem dano por habilidades (mesmo de área). Objetos soltos sofrem dano (mas somente de habilidades que possam ter objetos como alvo ou afetem uma área)."
          },
          {
            "type": "item",
            "name": "Objetos e Testes de Resistência",
            "description": "Para habilidades capazes de afetar objetos e que permitem testes de resistência, itens mundanos soltos falham automaticamente e itens mundanos carregados podem fazer testes com o bônus de seu portador. Itens mágicos sempre podem fazer teste de resistência, usando seu próprio bônus (veja página 334) ou de seu portador, se houver (o que for maior)."
          },
          {
            "type": "item",
            "name": "Testes de Perícia",
            "description": "Algumas habilidades incluem testes de perícia para resistir a efeitos. A menos que a descrição indique o contrário, a dificuldade dos testes é igual à CD para resistir à habilidade."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Tipos de efeitos",
        "items": [
          {
            "type": "item",
            "name": "Tipos de efeitos",
            "description": "Muitos efeitos são categorizados em um (ou em mais de um) dos tipos a seguir. Por si só, a maioria dos tipos não possui efeito em regras. Contudo, indicam como o efeito interage com outros. Por exemplo, uma criatura com imunidade a medo não será afetada por efeitos do tipo medo."
          },
          {
            "type": "item",
            "name": "Arcano",
            "description": "Gerado pelas energias místicas de Arton. Todos efeitos arcanos são mágicos."
          },
          {
            "type": "item",
            "name": "Atordoamento",
            "description": "Afeta a capacidade de agir do alvo."
          },
          {
            "type": "item",
            "name": "Cansaço",
            "description": "Diminui as capacidades físicas do alvo. Construtos e mortos-vivos são imunes a efeitos de cansaço."
          },
          {
            "type": "item",
            "name": "Climático",
            "description": "Gerado pelas forças da natureza."
          },
          {
            "type": "item",
            "name": "Cura",
            "description": "Cura pontos de vida do alvo."
          },
          {
            "type": "item",
            "name": "Dano",
            "description": "Reduz os PV do alvo. Efeitos deste tipo são subdivividos em tipos de dano (veja a página 230)."
          },
          {
            "type": "item",
            "name": "Divino",
            "description": "Gerado pela energia de um deus, direta ou indiretamente. Todos efeitos divinos são mágicos."
          },
          {
            "type": "item",
            "name": "Luz",
            "description": "Efeitos relacionados a dano e cura de luz, iluminação e energia positiva (sinônimo de luz)."
          },
          {
            "type": "item",
            "name": "Mágico",
            "description": "Energizados por forças arcanas ou divinas, envolvem magias, efeitos gerados por itens mágicos ou marcados com o símbolo e. Podem ser subdivididos em escolas de magia (veja a página 172)."
          },
          {
            "type": "item",
            "name": "Medo",
            "description": "Medo capaz de prejudicar o alvo. Criaturas com Inteligência nula são imunes a medo."
          },
          {
            "type": "item",
            "name": "Mental",
            "description": "Afeta a mente do alvo, diminuindo suas capacidades ou influenciando-a. Criaturas com Inteligência nula são imunes a efeitos mentais."
          },
          {
            "type": "item",
            "name": "Metabolismo",
            "description": "Afeta a fisiologia do alvo. Incluem doenças, sangramento e fome. Construtos e mortos-vivos são imunes a efeitos de metabolismo."
          },
          {
            "type": "item",
            "name": "Metamorfose",
            "description": "Altera a forma ou composição corporal do alvo. Inclui petrificação."
          },
          {
            "type": "item",
            "name": "Movimento",
            "description": "Afeta ou remove a capacidade de se movimentar do alvo."
          },
          {
            "type": "item",
            "name": "Perda de Vida",
            "description": "Reduz os PV do alvo. Ao contrário de dano, não é afetado por redução de dano."
          },
          {
            "type": "item",
            "name": "Sentidos",
            "description": "Afeta os sentidos físicos do alvo, por exemplo, deixando-o cego ou surdo."
          },
          {
            "type": "item",
            "name": "Trevas",
            "description": "Efeitos relacionados a necromancia, escuridão e energia negativa (sinônimo de trevas)."
          },
          {
            "type": "item",
            "name": "Veneno",
            "description": "Efeitos gerados por venenos. Construtos e mortos-vivos são imunes a venenos."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Habilidades Gerais",
        "items": [
          {
            "type": "item",
            "name": "Habilidades Gerais",
            "description": "As habilidades a seguir podem ser fornecidas por diversas fontes, como raça ou magias."
          },
          {
            "type": "item",
            "name": "Agarrar Aprimorado",
            "description": "Se a criatura acertar um ataque com uma arma natural (especificada na habilidade), poderá fazer a manobra agarrar com esta arma como uma ação livre. Enquanto está usando a arma natural para agarrar, a criatura não pode usá-la para desferir outros ataques."
          },
          {
            "type": "item",
            "name": "Cura Acelerada",
            "description": "No início de seu turno, a criatura recupera pontos de vida iguais ao seu valor de Cura Acelerada (por exemplo, 5 PV com Cura Acelerada 5). Se houver algum tipo de dano listado após uma barra, a Cura Acelerada não recupera dano daqueles tipos. Por exemplo, uma criatura com Cura Acelerada 10/ácido recupera 10 PV no início de seu turno, a menos que o dano tenha sido causado por ácido. Múltiplas habilidades de Cura Acelerada se acumulam. Cura Acelerada não cura perda de PV, apenas dano."
          },
          {
            "type": "item",
            "name": "Deslocamento de Escalada",
            "description": "Pode caminhar por superfícies verticais e até mesmo de cabeça para baixo como se fossem o chão. O movimento de escalada segue as demais regras de movimento e é afetado pelas características da superfície (uma parede acidentada pode ser considerada terreno difícil, por exemplo). Uma criatura que esteja escalando e perca seu deslocamento de escalada ou a capacidade de realizar ações físicas (como por ficar inconsciente ou paralisada) cai."
          },
          {
            "type": "item",
            "name": "Deslocamento de Escavação",
            "description": "Pode se mover sob terreno granular, como terra e areia (mas não atravessar rocha sólida). Após a passagem da criatura, o terreno atrás dela se fecha devido aos restos de material deixados para trás. Deslocamento de escavação pode ser afetado pelas características do solo: por exemplo, um solo pedregoso pode ser considerado terreno difícil."
          },
          {
            "type": "item",
            "name": "Deslocamento de Natação",
            "description": "Pode se deslocar em líquidos sem precisar fazer testes de Atletismo. Porém, assim como criaturas terrestres podem precisar de testes de Acrobacia e Atletismo em certas circunstâncias (como durante um terremoto), uma criatura com deslocamento de natação pode precisar de testes de Atletismo (como em correntes aquáticas muito fortes ou num redemoinho). A criatura não sofre penalidades e limitações por estar submersa (com exceção daquelas relacionadas às suas armas — veja mais na página 269)."
          },
          {
            "type": "item",
            "name": "Deslocamento de Voo",
            "description": "Pode voar. Uma criatura com deslocamento de voo pode encerrar seu deslocamento em pleno ar e pode se mover e atacar como uma criatura terrestre. Uma criatura voando que perca seu deslocamento de voo ou a capacidade de realizar ações cai 150m por rodada. Uma criatura voando que sofra uma manobra derrubar bem-sucedida cai 1d6 x 1,5 m antes de recuperar o voo."
          },
          {
            "type": "item",
            "name": "Faro",
            "description": "A criatura tem olfato apurado. Contra inimigos em alcance curto que não possa ver, ela não fica desprevenida e camuflagem total lhe causa apenas 20% de chance de falha."
          },
          {
            "type": "item",
            "name": "Imunidade",
            "description": "A criatura é imune a um tipo de efeito ou outro elemento (como um tipo de dano, uma condição ou uma habilidade). Ela não sofre nenhuma consequência direta daquilo contra a qual ela é imune. Ela ainda pode ser afetada indiretamente — por exemplo, uma criatura imune a efeitos mágicos ainda é afetada por terreno difícil criado por magias. Imunidade a acertos críticos os transforma em acertos normais."
          },
          {
            "type": "item",
            "name": "Incorpóreo",
            "description": "A criatura não tem corpo físico. Só pode ser afetada por armas e efeitos mágicos (mesmo as com alcance toque) ou outras criaturas incorpóreas. Ela pode atravessar objetos sólidos, mas não manipulá-los e tem Força nula."
          },
          {
            "type": "item",
            "name": "Percepção às Cegas",
            "description": "A criatura usa sentidos diferentes da visão (como radar, sonar, sensibilidade a vibrações etc.). Efeitos relacionados à visão, como escuridão e invisibilidade, não a afetam. Ela pode fazer testes de Percepção para observar usando estes sentidos, ao invés da visão. Esta habilidade tem alcance curto (a menos que especificado o contrário)."
          },
          {
            "type": "item",
            "name": "Redução de Dano (RD)",
            "description": "A criatura ignora parte do dano que sofre. Por exemplo, se uma criatura com RD 5 sofre um ataque que causa 8 pontos de dano, perde apenas 3 PV. A redução pode ser contra um ou mais tipos de dano específicos. Assim, uma criatura com redução de fogo 10 ignora 10 pontos de dano de fogo, mas sofre dano de outros tipos normalmente. Caso haja um ou mais tipos de dano listados após uma barra, a RD não se aplica àqueles tipos. Por exemplo, uma criatura com RD 10/mágico ignora 10 pontos de dano de todos os ataques que sofrer — exceto dano causado por habilidades e armas mágicas. Múltiplos efeitos de RD são cumulativos."
          },
          {
            "type": "item",
            "name": "Resistência a <Efeito>",
            "description": "A criatura recebe um bônus em testes de resistência contra efeitos do tipo especificado no nome desta habilidade. Por exemplo, uma criatura com resistência a magia +2 recebe +2 em testes de Fortitude, Reflexos ou Vontade contra habilidades mágicas."
          },
          {
            "type": "item",
            "name": "Visão na Penumbra",
            "description": "A criatura enxerga em escuridão leve em alcance curto (exceto mágica). Ela ignora camuflagem leve por esse tipo de escuridão (veja a página 318)."
          },
          {
            "type": "item",
            "name": "Visão no Escuro",
            "description": "A criatura enxerga em escuridão total em alcance curto (exceto mágica). Ela ignora camuflagem total por esse tipo de escuridão (veja a página 318)."
          },
          {
            "type": "item",
            "name": "Vulnerabilidade a Dano",
            "description": "A criatura sofre +50% a mais de dano de um tipo específico. Por exemplo, se uma criatura com vulnerabilidade a frio sofre um ataque que causa 15 pontos de dano de frio, ela sofre 22 pontos de dano (15 x 1,5 = 22)."
          }
        ]
      }
    ]
  },
  {
    "type": "folder",
    "name": "Combate",
    "items": [
      {
        "type": "item",
        "name": "Teste de Ataque",
        "description": "Este é um tipo específico de teste de perícia, para acertar um alvo com um ataque. Normalmente é um teste de Luta, para um ataque corpo a corpo, ou de Pontaria, para um ataque à distância.\n\nA dificuldade do teste é a Defesa do alvo. Se o resultado é igual ou maior que a Defesa do alvo, você acerta e causa dano (veja Dano, a seguir).\n\nUm teste de ataque pode sofrer modificadores por habilidades, arma e condições."
      },
      {
        "type": "item",
        "name": "Dano",
        "description": "Quando você acerta um ataque, causa dano. Esse dano reduz os pontos de vida do inimigo (veja Ferimentos & Morte, a seguir).\n\nVocê rola dados para descobrir quanto dano causou. O tipo de dado depende da arma ou ataque utilizado — por exemplo, 1d4 para uma adaga ou 1d8 para uma espada longa. O dano de cada arma é descrito no Capítulo 3: Equipamento. Para ataques corpo a corpo ou com armas de arremesso, você soma sua Força na rolagem de dano.\n\nDano com Arma Corpo a Corpo ou de Arremesso = Dano da Arma + Força do Atacante\n\nDano com Arma de Disparo = Dano da Arma\n\nAssim, um personagem com Força 3 usando uma espada longa causa 1d8+3 pontos de dano (1d8 da espada longa mais 3 da Força)."
      },
      {
        "type": "item",
        "name": "Tipos de Dano",
        "description": "Cada arma ou efeito que causa dano possui um tipo, conforme a lista a seguir. Por si só, o tipo de dano não possui efeito em regras. Contudo, indica a relação do dano com outros efeitos. Por exemplo, uma criatura com redução de corte 5 reduz todo dano de corte que sofre em 5.\n\n• Ácido. Certos monstros e perigos naturais, além de itens alquímicos, causam dano deste tipo. Ácido é ligado ao elemento terra.\n\n• Corte. Armas afiadas, como espadas, machados e as garras de um monstro, causam dano de corte.\n\n• Eletricidade. Algumas magias e perigos naturais, como um relâmpago, causam dano deste tipo. Eletricidade é ligada ao elemento ar.\n\n• Essência. Energia mágica pura, canalizada por magias como Seta Infalível de Talude.\n\n• Fogo. Causado por calor e chamas naturais e mágicas. Fogo é ligado ao elemento... fogo!\n\n• Frio. Algumas magias, além de clima severo, causam dano de frio. Ligado ao elemento água.\n\n• Impacto. Causado por armas de contusão, como clavas e maças, além de ondas de choque, explosões, ataques sônicos e quedas.\n\n• Luz. Magias e outros efeitos provenientes de divindades bondosas causam dano de luz.\n\n• Perfuração. Armas pontudas, como lanças, e mordidas de monstros causam dano de perfuração.\n\n• Psíquico. Ataques mentais e magias que afetam a mente da vítima causam dano deste tipo.\n\n• Trevas. Causado por efeitos de necromancia e ligados a divindades malignas."
      },
      {
        "type": "item",
        "name": "Acertos Críticos",
        "description": "Um acerto crítico é um ataque especialmente certeiro, que atinge pontos vitais ou vulneráveis.\n\nA tabela de armas do Capítulo 3: Equipamento possui uma coluna “Crítico”. Cada arma tem uma margem de ameaça (que pode ser 18, 19 ou 20) e um multiplicador (que pode ser x2, x3 ou x4). Quando nenhuma margem aparece, será 20. Quando nenhum multiplicador aparece, será x2.\n\nVocê faz um acerto crítico quando acerta um ataque rolando um valor igual ou maior que a margem de ameaça da arma. Neste caso, multiplica os dados de dano do ataque (incluindo quaisquer aumentos por passos) pelo multiplicador da arma. Bônus numéricos de dano, assim como dados extras (como pela habilidade Ataque Furtivo) não são multiplicados.\n\nCertas criaturas são imunes a acertos críticos. Um alvo imune a acertos críticos ainda sofre o dano de um ataque normal."
      },
      {
        "type": "folder",
        "name": "Iniciativa",
        "items": [
          {
            "type": "item",
            "name": "Iniciativa",
            "description": "A cada rodada, todo personagem tem um turno — sua vez de agir. A Iniciativa determina a ordem dos turnos dentro da rodada."
          },
          {
            "type": "item",
            "name": "Teste de Iniciativa",
            "description": "No início do combate, cada jogador faz um teste de Iniciativa para seu personagem. O mestre faz um único teste para os inimigos (caso haja inimigos com bônus de Iniciativa diferentes, o mestre usa o menor valor). Aqueles com os resultados mais altos agem primeiro.\n\nNo caso de empates, o personagem com o maior modificador de perícia age primeiro. Se o empate persistir, eles fazem um novo teste de Iniciativa entre si, para decidir quem age primeiro.\n\nNão é preciso fazer novos testes de Iniciativa a cada rodada; a ordem se mantém durante todo o combate."
          },
          {
            "type": "item",
            "name": "Entrando na Batalha",
            "description": "Se um personagem entra na batalha depois que ela começou, faz um teste de Iniciativa e age quando seu turno chegar, na rodada seguinte."
          },
          {
            "type": "item",
            "name": "Surpresa",
            "description": "Quando o combate começa, se você não percebeu seus inimigos, está surpreendido. Se você está ciente de seus inimigos, mas eles não estão cientes de você, eles é que estão surpreendidos. Caso os dois lados tenham se percebido, ninguém está surpreendido. E se nenhum lado percebe o outro... bem, nenhum combate acontece!"
          },
          {
            "type": "item",
            "name": "Percebendo os Inimigos",
            "description": "O mestre diz quem está ciente de seus inimigos no começo do combate. Em geral, ele diz aos jogadores para fazerem testes de Percepção contra uma dificuldade ou opostos pelo teste de Furtividade dos inimigos (caso estes estejam sendo cautelosos).\n\nUm personagem que nunca fica surpreendido (por exemplo, se tiver a habilidade Esquiva Sobrenatural) pode rolar a Iniciativa e agir mesmo que falhe em seu teste de Percepção; de alguma maneira ele já esperava o perigo, ou reage com reflexos impossivelmente rápidos."
          }
        ]
      },
      {
        "type": "item",
        "name": "A Rodada de Combate",
        "description": "Uma rodada representa cerca de seis segundos no mundo de jogo. Durante a rodada, cada jogador (incluindo o mestre) tem o seu turno, a sua vez de realizar ações.\n\nPense em “rodada” como se fosse uma medida de tempo, como “mês”: o mês representa os dias marcados no calendário, mas também determina o tempo entre um dia e o mesmo dia no mês seguinte.\n\nAssim, a rodada começa no turno do primeiro personagem (aquele que teve Iniciativa mais alta) e termina após o turno do último (aquele com Iniciativa mais baixa). Mas a rodada também é o tempo entre uma Iniciativa e a mesma Iniciativa na rodada seguinte. Efeitos que duram certo número de rodadas terminam imediatamente antes do mesmo resultado de Iniciativa quando se iniciaram, após o número apropriado de rodadas."
      },
      {
        "type": "folder",
        "name": "Tipos de Ações",
        "items": [
          {
            "type": "item",
            "name": "Tipos de Ações",
            "description": "No seu turno, você pode fazer uma ação padrão e uma ação de movimento, em qualquer ordem. Você pode trocar sua ação padrão por uma ação de movimento, para fazer duas ações de movimento, mas não pode fazer o inverso. Você também pode abrir mão das duas ações (tanto a padrão quanto a de movimento) para fazer uma ação completa. Portanto, em um turno você pode fazer:\n\n• Uma ação padrão e uma ação de movimento;\n\n• Ou duas ações de movimento;\n\n• Ou uma ação completa. Você também pode executar qualquer quantidade de ações livres e reações."
          },
          {
            "type": "item",
            "name": "Ação Padrão",
            "description": "Basicamente, uma ação padrão permite que você execute uma tarefa. Fazer um ataque ou lançar uma magia são as ações padrão mais comuns."
          },
          {
            "type": "item",
            "name": "Ação de Movimento",
            "description": "Esta ação representa algum tipo de movimento físico. Seu uso mais comum é percorrer uma distância igual a seu deslocamento. Levantar-se, sacar uma arma, pegar um item de sua mochila, abrir uma porta e subir numa montaria também são ações de movimento."
          },
          {
            "type": "item",
            "name": "Ação Completa",
            "description": "Este tipo de ação exige todo o tempo e esforço normal de uma rodada. Para uma ação completa, você deve abrir mão de sua ação padrão e de sua ação de movimento — mas, normalmente, você ainda pode realizar ações extras, ações livres e reações."
          },
          {
            "type": "item",
            "name": "Ação Livre",
            "description": "Esta ação não exige quase nenhum tempo e esforço, mas ainda só pode ser feita em seu turno. Jogar-se no chão ou gritar uma ordem são ações livres — mas o mestre pode decidir que algo é complicado demais para ser livre. Dar uma ordem curta é uma ação livre, explicar um plano inteiro, não!"
          },
          {
            "type": "item",
            "name": "Reação",
            "description": "Uma reação acontece em resposta a outra coisa. Como ações livres, reações tomam tão pouco tempo que você pode realizar qualquer quantidade delas. A diferença é que uma ação livre é uma escolha consciente, executada no turno do personagem. Já uma reação é um reflexo ou uma resposta automática, que pode ocorrer mesmo fora do seu turno. Você pode reagir mesmo se não puder realizar ações normais, como quando estiver atordoado. Um teste de Percepção para perceber um troll escondido no pântano, ou um teste de Reflexos para escapar de uma explosão, são exemplos de reações."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Ações Padrão",
        "items": [
          {
            "type": "item",
            "name": "Ações Padrão",
            "description": "Sua ação padrão normalmente representa a coisa mais importante que você vai fazer em seu turno."
          },
          {
            "type": "item",
            "name": "Agredir",
            "description": "Você faz um ataque com uma arma corpo a corpo ou à distância.\n\nCom uma arma corpo a corpo, você pode atacar qualquer inimigo dentro de seu alcance natural (1,5m para criaturas Pequenas e Médias ou um inimigo adjacente no mapa). Personagens maiores, ou usando certas armas, podem atacar mais longe. Você pode substituir um ataque corpo a corpo por uma manobra de combate (veja a seguir).\n\nCom uma arma de ataque à distância, você pode atacar qualquer inimigo que consiga ver e que esteja no alcance da arma (ou até o dobro do alcance, sofrendo uma penalidade de –5).\n\n• Atirando em Combate Corpo a Corpo. Quando faz um ataque à distância contra uma criatura em combate corpo a corpo, você sofre –5 no teste de ataque. Uma criatura está em combate corpo a corpo se estiver dentro do alcance natural de qualquer inimigo (incluindo você)."
          },
          {
            "type": "item",
            "name": "Atropelar",
            "description": "Você usa uma ação padrão durante um movimento para avançar pelo espaço ocupado por uma criatura (normalmente, você não pode fazer uma ação padrão durante um movimento; isto é uma exceção). A criatura pode lhe dar passagem ou resistir. Se der passagem, você avança pelo espaço dela; nenhum teste é necessário. Se resistir, faça um teste de manobra oposto; se você vencer, deixa a criatura caída e continua seu avanço. Se o alvo vencer, continua de pé e detém seu avanço. Atropelar é uma ação livre se tentada durante uma investida."
          },
          {
            "type": "item",
            "name": "Fintar",
            "description": "Faça um teste de Enganação oposto ao teste de Reflexos de uma criatura em alcance curto. Se você passar, ela fica desprevenida contra seu próximo ataque, mas apenas até o fim de seu próximo turno."
          },
          {
            "type": "item",
            "name": "Lançar uma Magia",
            "description": "A maioria das magias exige uma ação padrão para ser executada."
          },
          {
            "type": "item",
            "name": "Preparar",
            "description": "Você prepara uma ação (padrão, de movimento ou livre) para realizar mais tarde, após seu turno, mas antes de seu turno na próxima rodada. Diga a ação que vai fazer e em quais circunstâncias (por exemplo, “disparar minha besta na primeira criatura que passar pela porta”). A qualquer momento antes de seu próximo turno, você pode fazer a ação preparada como uma reação a essas circunstâncias.\n\nSe, no seu próximo turno, você ainda não tiver realizado sua ação preparada, não pode mais realizá-la (embora possa preparar a mesma ação de novo).\n\nPelo resto do combate, sua Iniciativa fica imediatamente acima da qual você fez a ação preparada."
          },
          {
            "type": "item",
            "name": "Usar uma Habilidade ou Item Mágico",
            "description": "Algumas habilidades e itens mágicos, como poções, exigem uma ação padrão para serem usadas."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Ações de Movimento",
        "items": [
          {
            "type": "item",
            "name": "Ações de Movimento",
            "description": "Uma ação de movimento serve para mudar algo de posição — seja você, seja um item."
          },
          {
            "type": "item",
            "name": "Levantar-se",
            "description": "Levantar do chão (ou de uma cama, cadeira...) exige uma ação de movimento."
          },
          {
            "type": "item",
            "name": "Manipular Item",
            "description": "Muitas vezes, manipular um item exige uma ação de movimento. Pegar um objeto em uma mochila, abrir ou fechar uma porta e atirar uma corda para alguém são ações de movimento."
          },
          {
            "type": "item",
            "name": "Mirar",
            "description": "Você mira em um alvo que possa ver, dentro do alcance de sua arma. Isso anula a penalidade de –5 em testes de Pontaria realizados neste turno contra aquele alvo caso ele esteja engajado em combate corpo a corpo."
          },
          {
            "type": "item",
            "name": "Movimentar-se",
            "description": "Você pode percorrer uma distância igual a seu deslocamento (tipicamente 9m para raças de tamanho Médio). Outros tipos de movimento, como nadar, escalar ou cavalgar, também usam esta ação."
          },
          {
            "type": "item",
            "name": "Sacar ou Guardar Item",
            "description": "Sacar ou guardar um item exige uma ação de movimento."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Ações Completas",
        "items": [
          {
            "type": "item",
            "name": "Ações Completas",
            "description": "Ações completas exigem muito tempo e esforço. Leia mais sobre isso na página 233."
          },
          {
            "type": "item",
            "name": "Corrida",
            "description": "Você corre mais rapidamente que seu deslocamento normal. Veja a perícia Atletismo."
          },
          {
            "type": "item",
            "name": "Golpe de Misericórdia",
            "description": "Você desfere um golpe letal em um oponente adjacente e indefeso. Um golpe de misericórdia é um acerto crítico automático. Além de sofrer dano, a vítima tem uma chance de morrer instantaneamente. Esta chance é de 25% (1 em 1d4) para personagens e NPCs importantes e de 75% (1 a 3 em 1d4) para NPCs secundários."
          },
          {
            "type": "item",
            "name": "Investida",
            "description": "Você avança até o dobro de seu deslocamento (e no mínimo 3m) em linha reta e, no fim do movimento, faz um ataque corpo a corpo. Você recebe +2 no teste de ataque, mas sofre –2 na Defesa até o seu próximo turno, porque sua guarda fica aberta. Você não pode fazer uma investida em terreno difícil. Durante uma investida, você pode fazer a manobra atropelar como uma ação livre (mas não pode atropelar e atacar o mesmo alvo)."
          },
          {
            "type": "item",
            "name": "Lançar uma Magia",
            "description": "Ao lançar magias com execução maior do que uma ação completa, você gasta uma ação completa a cada rodada."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Ações Livres",
        "items": [
          {
            "type": "item",
            "name": "Ações Livres",
            "description": "Uma ação livre demanda pouco ou nenhum tempo, esforço ou atenção. Normalmente você pode executar quantas ações livres quiser por turno, mas o mestre pode limitar ou proibir ações complexas."
          },
          {
            "type": "item",
            "name": "Atrasar",
            "description": "Escolhendo atrasar sua ação, você age mais tarde na ordem de Iniciativa, em relação à Iniciativa que rolou. Isto é o mesmo que reduzir sua Iniciativa voluntariamente pelo resto do combate. Quando sua nova Iniciativa chegar, você age normalmente. Você pode especificar este novo valor de Iniciativa ou apenas esperar até algum momento e então agir, fixando sua nova Iniciativa neste ponto. Atrasar é útil para ver o que seus amigos ou inimigos farão, antes de decidir o que você mesmo fará.\n\n• Limites para atrasar. Você pode atrasar sua Iniciativa até –10 menos seu bônus de Iniciativa. Quando a contagem de Iniciativa chega a esse ponto, você deve agir ou abrir mão de qualquer ação na rodada. Por exemplo, um personagem com um bônus de Iniciativa +3 pode esperar até a contagem de Iniciativa chegar a –13. Nesse ponto, deve agir ou desistir de seu turno. Isso importa quando vários personagens atrasam suas ações.\n\n• Vários atrasos. Se vários personagens estão atrasando suas ações, aquele com o maior bônus de Iniciativa (ou a maior Destreza, em caso de empate) tem a vantagem. Se dois ou mais personagens que estejam atrasando quiserem agir na mesma contagem de Iniciativa, aquele com o maior bônus age primeiro. Se dois ou mais personagens estão tentando agir um depois do outro, aquele com o maior bônus de Iniciativa tem o direito de agir depois."
          },
          {
            "type": "item",
            "name": "Falar",
            "description": "Em geral, falar é uma ação livre. Lançar magias ou usar habilidades de classe que dependem da voz não são ações livres. O mestre também pode limitar aquilo que você consegue falar durante uma rodada (vinte palavras são o limite padrão)."
          },
          {
            "type": "item",
            "name": "Jogar-se no Chão",
            "description": "Jogar-se no chão é uma ação livre. Você recebe os benefícios e penalidades normais por estar caído, mas normalmente não sofre dano ao se jogar no chão."
          },
          {
            "type": "item",
            "name": "Largar um Item",
            "description": "Deixar cair um item que esteja segurando é uma ação livre. Mas deixar cair (ou jogar) um item com a intenção de acertar algo é uma ação padrão. E deixar cair (ou jogar) um item para que outra pessoa agarre é uma ação de movimento."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Manobras de Combate",
        "items": [
          {
            "type": "item",
            "name": "Manobras de Combate",
            "description": "Uma manobra é um ataque corpo a corpo para fazer algo diferente de causar dano — como arrancar a arma do oponente ou empurrá-lo para um abismo. Não é possível fazer manobras de combate com ataques à distância.\n\nFaça um teste de manobra (um teste de ataque corpo a corpo) oposto com a criatura. Mesmo que ela esteja usando uma arma de ataque à distância, deve fazer o teste usando seu valor de Luta. Em caso de empate, o personagem com o maior bônus vence. Se os bônus forem iguais, outro teste deve ser feito. Em geral, você pode usar qualquer arma corpo a corpo para fazer manobras de combate.\n\nEstas são as manobras que você pode fazer."
          },
          {
            "type": "item",
            "name": "Agarrar",
            "description": "Você segura uma criatura (por seu braço, sua roupa etc.). Uma criatura agarrada fica desprevenida e imóvel, sofre –2 nos testes de ataque e só pode atacar com armas leves. Ela pode se soltar com uma ação padrão, vencendo um teste de manobra oposto. Você só pode agarrar com um ataque desarmado ou arma natural e, enquanto agarra, fica com essa mão ou arma natural ocupada. Além disso, move-se metade do deslocamento normal, mas arrasta a criatura que estiver agarrando. Você pode soltá-la com uma ação livre. Você pode atacar uma criatura agarrada com sua mão livre. Se preferir, pode substituir um ataque por um teste de agarrar contra a criatura. Se vencer, causa dano de impacto igual a um ataque desarmado ou arma natural. Isso significa que você está esmagando ou sufocando o inimigo.\n\nUm personagem fazendo um ataque à distância contra um alvo envolvido na manobra agarrar tem 50% de chance de mirar no alvo errado!"
          },
          {
            "type": "item",
            "name": "Derrubar",
            "description": "Você deixa o alvo caído. Esta queda normalmente não causa dano. Se você vencer o teste oposto por 5 pontos ou mais, derruba o oponente com tanta força que também o empurra um quadrado em uma direção a sua escolha. Se isso o jogar além de um parapeito ou precipício, ele pode fazer um teste de Reflexos (CD 20) para se agarrar numa beirada."
          },
          {
            "type": "item",
            "name": "Desarmar",
            "description": "Você derruba um item que a criatura esteja segurando. Normalmente o item cai no mesmo lugar em que o alvo está (a menos que o alvo esteja voando, sobre uma ponte etc.). Se você vencer o teste oposto por 5 pontos ou mais, derruba o item com tanta força que também o empurra um quadrado em uma direção a sua escolha."
          },
          {
            "type": "item",
            "name": "Empurrar",
            "description": "Você empurra a criatura 1,5m. Para cada 5 pontos de diferença entre os testes, você empurra o alvo mais 1,5m. Você pode gastar uma ação de movimento para avançar junto com a criatura (até o limite do seu deslocamento)."
          },
          {
            "type": "item",
            "name": "Quebrar",
            "description": "Você atinge um item que a criatura esteja segurando. Veja adiante em “Quebrando Objetos”."
          }
        ]
      },
      {
        "type": "item",
        "name": "Ferimentos & Morte",
        "description": "Sempre que você sofre dano — golpeado pelo tacape de um ogro, atingido por uma Bola de Fogo ou caindo em uma armadilha —, subtrai este valor de seus pontos de vida. Você anota seus pontos de vida em sua ficha de personagem ou em qualquer papel de rascunho.\n\nO dano pode deixar cicatrizes, amassar sua armadura e sujar sua roupa de sangue, mas não o impede de agir. Isso só muda quando seus pontos de vida chegam a 0 ou menos.\n\nSe ficar com 0 PV ou menos, você cai inconsciente e fica sangrando. No início de seu turno, faça um teste de Constituição (CD 15). Se passar, você estabiliza e não precisa mais fazer esse teste (exceto se perder mais PV). Se falhar, você perde 1d6 pontos de vida. Você deve repetir o teste a cada rodada, até estabilizar ou morrer. Um personagem sangrando pode ser estabilizado com um teste de Cura (CD 15) ou com qualquer efeito que cure pelo menos 1 PV.\n\nUm personagem com 0 ou menos pontos de vida que recupere PV até um valor positivo (1 ou mais) por causa de uma habilidade, magia ou descanso, recobra a consciência e pode agir normalmente.\n\nQuando seus pontos de vida chegam a –10 ou a um número negativo igual à metade de seus PV totais (o que for mais baixo), você morre.\n\nPor exemplo: Oberon, o Martelo, um arcanista com 12 PV, morre se chegar a –10 PV. Mais tarde na campanha, Oberon sobe vários níveis e chega a 30 PV. Agora, ele só morre se chegar a –15 PV."
      },
      {
        "type": "item",
        "name": "Dano Não Letal",
        "description": "Dano não letal conta para determinar quando você cai inconsciente, mas não para determinar quando você começa a sangrar ou morre. Efeitos de cura recuperam primeiro pontos de vida perdidos por dano não letal.\n\nQuase todo dano causado em condições normais (armas, armadilhas, magias...) é letal. Você pode usar uma arma para causar dano não letal (batendo com as partes não afiadas da arma, controlando a força dos golpes ou evitando pontos vitais), mas sofre uma penalidade de –5 no teste de ataque.\n\nAtaques desarmados e certas armas específicas causam dano não letal. Você pode usar esses ataques e armas para causar dano letal, mas sofre a mesma penalidade de –5 no teste de ataque."
      },
      {
        "type": "folder",
        "name": "Movimentação",
        "items": [
          {
            "type": "item",
            "name": "Deslocamento",
            "description": "Esta é a medida de quantos metros você pode percorrer com uma ação de movimento. O deslocamento padrão é 9m, mas algumas habilidades de raça e classe podem mudá-lo."
          },
          {
            "type": "item",
            "name": "Atravessar um Espaço Ocupado",
            "description": "Você pode atravessar um espaço ocupado por um aliado. No entanto, não pode atravessar um espaço ocupado por um inimigo, a menos que ele esteja caído ou indefeso, ou seja pelo menos três categorias de tamanho maior ou menor que você. Você também pode atravessar um espaço ocupado por um inimigo com Acrobacia ou a ação atropelar. Espaço ocupado por um inimigo conta como terreno difícil."
          },
          {
            "type": "item",
            "name": "Carga",
            "description": "Se você estiver sobrecarregado (veja a página 141), seu deslocamento diminui em 3m."
          },
          {
            "type": "item",
            "name": "Diagonais",
            "description": "Em um mapa, mover-se na diagonal custa o dobro. Ou seja, andar 1,5m (1 quadrado) na diagonal conta como 3m (2 quadrados)."
          },
          {
            "type": "item",
            "name": "Outros Tipos de Movimento",
            "description": "Além de andar, você pode gastar uma ação de movimento para se mover de outras maneiras. Consulte as perícias Acrobacia e Atletismo."
          },
          {
            "type": "item",
            "name": "Subir ou Mergulhar",
            "description": "Voando ou nadando, movimentar-se na vertical custa o dobro na subida (ou o triplo em diagonais) e metade na descida (ou o normal em diagonais). Ou seja, voar 1,5m para cima conta como 3m, enquanto voar 3m para baixo conta como 1,5m."
          },
          {
            "type": "item",
            "name": "Terreno Difícil",
            "description": "Lugares onde é difícil andar, como uma floresta cheia de raízes, neve profunda, ruínas com destroços ou mesmo uma rua lotada de pessoas, são terreno difícil. Mover-se em terreno difícil custa o dobro. Ou seja, você se move metade do deslocamento normal — ou gasta 3m de deslocamento por quadrado, em vez de 1,5m."
          }
        ]
      },
      {
        "type": "folder",
        "name": "Situações Especiais",
        "items": [
          {
            "type": "item",
            "name": "Camuflagem",
            "description": "Você recebe camuflagem leve quando um efeito dificulta a visão dos inimigos. Pode ser escuridão leve, neblina, folhagens ou outro efeito similar no local onde você está ou no espaço entre você e o oponente. Ataques contra você têm 20% de chance de falha (ao fazer um ataque, o atacante rola 1d10 junto com o d20 do teste de ataque; se o resultado desse d10 for 1 ou 2, o ataque erra, independentemente do resultado do teste de ataque).\n\nVocê recebe camuflagem total quando um efeito impede a visão dos inimigos — por exemplo, em uma câmara em escuridão total. A chance de falha em camuflagem total é 50% (1 a 5 no d10)."
          },
          {
            "type": "item",
            "name": "Cobertura",
            "description": "Você recebe cobertura leve quando está atrás de algo que bloqueia o ataque dos inimigos, como uma árvore, uma muralha de castelo, a lateral de uma carroça ou uma criatura maior. Cobertura leve fornece +5 na Defesa.\n\nNo mapa, o atacante e o alvo escolhem, cada um, um canto do quadrado onde estão. Trace uma linha reta entre os cantos. Se a linha é interrompida por um obstáculo ou criatura, o alvo tem cobertura leve. O alvo não recebe cobertura se a linha seguir ao longo de um obstáculo ou apenas tocar a ponta de um obstáculo.\n\nVocê recebe cobertura total quando seus inimigos não podem alcançá-lo — por exemplo, se estiver atrás de uma parede. Cobertura total impede que você seja atacado."
          },
          {
            "type": "item",
            "name": "Flanquear",
            "description": "Quando você luta corpo a corpo contra um oponente e um aliado faz o mesmo no lado oposto — ou seja, o inimigo está entre vocês — vocês estão flanqueando o alvo. Ambos recebem +2 em seus testes de ataque contra o alvo flanqueado. Não se pode flanquear à distância ou com ataques desarmados (a menos que você possua as habilidades Briga ou Estilo Desarmado)."
          }
        ]
      },
      {
        "type": "item",
        "name": "Quebrando Objetos",
        "description": "Tentar quebrar ou destruir um objeto — desde uma porta fechada até uma espada empunhada por um inimigo — é similar a atacar uma criatura.\n\nPara objetos soltos, faça um ataque contra a Defesa do objeto, definida por sua categoria de tamanho. Se o objeto estiver em movimento, recebe +5 na Defesa. Para um objeto segurado por outra criatura, veja a manobra quebrar.\n\nSe você acerta o ataque, causa dano normal. Entretanto, objetos normalmente têm redução de dano, dependendo de seu material. Um objeto reduzido a 0 ou menos PV é destruído."
      }
    ]
  }
]
